{"id": "1424261", "Diagnostic_results": "三、诊断\n因患儿影像学及腹部彩超均可见多发肿大淋巴结及肝脏异常强化区，同时伴胸腔积液、心包积液、腹腔积液等多发浆膜腔积液，考虑恶性肿瘤可能性大，行骨髓穿刺，骨髓涂片，幼稚淋巴细胞占4.0%，行胸腔穿刺，胸水脱落细胞学检查示约34.6%的T系来源异常细胞，考虑淋巴母细胞淋巴瘤。因欲行标本外送多家医院进行病理会诊，但沉渣包埋标本不足，2021年9月17日行左侧颈部淋巴结活检，患儿麻醉起始即出现口周发绀，随后出现血压不能测出，立即现场抢救，同时心脏彩超发现右心室流出道梗阻，予地塞米松注射、多巴胺、去甲肾上腺素、艾司洛尔以及扩容等综合治疗后，心率、血压升至正常，因患儿心肌肥厚致右心室流出道梗阻，不能耐受麻醉及手术，无法进行淋巴结活检术。虽患儿年龄小，但结合其病史短，病情进展快，以呼吸困难伴胸腺区占位及多发肿大淋巴结为主要表现，胸水脱落细胞及骨髓白血病免疫分型检查均提示T系来源异常细胞，表达CD2、CD5、CD7、cCD3等T细胞标志及CD99等早期淋巴细胞标志，考虑T淋巴母细胞淋巴瘤，经外院行胸水细胞沉渣病理会诊确诊T淋巴母细胞淋巴瘤/白血病。根据患儿影像学及骨髓检查，确定受累部位为：胸腺、心室肌、心内膜及心外膜、心包膜、左侧胸膜、双侧锁骨上窝及左腋窝淋巴结、骨髓，按照国际儿童非霍奇金淋巴瘤分期系统，最终诊断为T淋巴母细胞淋巴瘤/白血病（Ⅳ期）。"}
{"id": "1430167", "Diagnostic_results": "三、诊断与鉴别诊断\n肾活检显示MN具有节段性内皮细胞和系膜细胞增殖的特征（ 图1B ）。IHC染色显示与正常对照组的THSD7A和PLA2R染色（ 图1E 、 图1F ）相比，沿着肾小球基底膜的THSD7 A（ 图1C ）和PLA2R（ 图1D ）的染色增强。患者肾小球中IgG4沉积也呈阳性。皮肤结节切除活检组织的IHC染色显示，神经纤维瘤细胞对S-100（标记指数50%， 图2A ）、神经纤维蛋白（标记指数8%， 图2B ）和THSD7A（标记指数25%， 图2C ）呈阳性，但对PLA2R呈阴性（ 图2D ）。\n展开阅读\n图2\n皮肤结节切除活检的显微镜结果和免疫组织化学结果　×400 A：S-100；B：神经纤维蛋白；C：THSD7A；D：PLA2R1\n突变分析：患者的Sanger法测序显示先前报告的NF1基因的杂合移码突变c.1541_1542delAG导致的p.Gln514fs（ 图3 ）[ 15 , 16 ]。\n展开阅读\n图3\nNF1基因的杂合移码突变（c.1541_1542delAG，p.Gln514fs）的电泳图A：患者；B：非携带者"}
{"id": "1442382", "Diagnostic_results": "三、诊断与鉴别诊断\n例1，泌尿系CT平扫+增强提示右肾上极不均质富血供肿块，右肾功能中度受损，余实验室未见明显异常。CT平扫见右肾上极类圆形囊实性肿块，增强扫描皮质期病灶明显不均匀强化，强化程度接近邻近肾皮质，病灶内见不规则低密度区，实质期及排泄期肿瘤实性部分强化程度下降，病灶内低密度区轻度延迟强化，右侧肾周筋膜增厚，右侧肾周脂肪间隙欠清，盆腔可见少量积液影，考虑肾癌，肾透明细胞癌可能性大，最终术后经病理证实为肾嗜酸细胞腺瘤。\n例2，泌尿系CT平扫+增强提示：右肾下极富血供占位，考虑肾癌（T1N0Mx）；肝S6、8段不典型血管瘤可能，建议复查；肝右叶钙化灶；胆囊切除术后改变；左侧肾上腺内侧肢局部梭形略增粗，请结合相关检查。最终术后经病理证实为肾嗜酸细胞腺瘤。\n需与其他肾肿瘤，特别是富血供肿瘤鉴别：\n1．肾透明细胞癌( Renal clear cell carcinoma，CcRCC)：\n来源于近曲肾小管上皮细胞，多位于肾皮质区，是最常见的肾脏恶性肿瘤，占75%，通常表现为边界不清、形态不规则、密度不均匀的实性肿块。患者可有典型肾癌三联征:血尿、腰痛、腹部肿块的表现。此病恶性程度高，常有周围组织器官受侵和淋巴结、远处转移的表现。CT平扫多较相邻肾实质呈等或略低密度，密度多不均匀，坏死、囊变、钙化常见；增强扫描呈富血供，皮质期肿块实性部分明显强化，高于/等于肾皮质，于实质期强化程度迅速减低，呈\"快进快出\"型强化方式。\n2．嫌色细胞癌(Chromophobe renal cell carcinoma，ChRCC)：\n起源于肾集合管，多位于肾髓质，故肿瘤主体位于肾实质中央，向皮质及肾窦膨胀性生长。病灶多局限于肾包膜内，肾周浸润、血管侵犯、淋巴结及远处转移较少见。CT平扫呈等或略高密度，密度较均匀，边界较清，可有浅分叶；增强扫描相对乏血供，强化均匀或较均匀轻到中度强化，强化程度低于RO，呈\"缓慢升高\"型，各期强化程度低于肾皮质；也可出现中央星状瘢痕，但较RO少见。嫌色细胞癌钙化较多见，坏死、囊变少见，大片状钙化具有一定特征性，且钙化多位于病变实质内，而RO的钙化一般位于瘢痕内。\n3．乳头状肾细胞癌(Papilary renal cell carcinoma，PRCC)：\n起源于肾近曲、远曲小管，好发于皮髓交界，是肾细胞癌（RCC）少见亚型，占10%左右。吸烟是所有类型肾癌的危险因素，研究表明肾乳头状细胞癌还与高血压、摄入过量动物性含脂肪食物，透析患者，特别是透析超过10年的患者等因素有关。CT平扫表现为实性肿块，边界较清，体积小，密度较均匀；体积大，密度不均匀，可有坏死；增强扫描呈乏血供，轻度强化，\"缓慢升高\"型。\n4．乏脂性血管平滑肌脂肪瘤（AML）：\nAML是肾脏最常见良性肿瘤，由不同比例的脂肪、平滑肌及血管组成，常见于40~50岁女性，可呈双侧、多发。典型的AML富含脂肪，容易识别，但约4%~5%的AML脂肪含量少或不含脂肪（少于25%），称为乏脂性AML，与其他肾实性肿瘤鉴别困难。CT平扫通常呈等或稍高密度，分界清楚，无包膜；增强扫描明显强化，强化方式可呈快进快出、逐渐强化或延迟强化三种类型（与病灶内成分比例不同有关），另可见杯口征和劈裂征等特征性表现，钙化罕见。"}
{"id": "1368805", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：MYORG基因突变所致的原发性家族性脑钙化症\n原发性家族性脑钙化症诊断标准[ 10 ]：（1）影像学见双侧基底节或颅内其他部位（如小脑、脑干、大脑皮质下白质等）钙化的证据；（2）进行性神经功能障碍和/或神经精神症状；（3）无生化检查异常的证据，无线粒体、代谢疾病或其他系统性疾病的临床特征；（4）排除感染、创伤或中毒原因引起的钙化；（5）有家族史。如果有家族史，可以在不具备前2个标准之一的情况下进行诊断；若无家族史，只有当钙化是典型Fahr病表现，满足前4个诊断标准时可诊断为Fahr病。结合该患者临床症状、体征、头颅影像学及基因测序结果明确诊断为MYORG基因突变所致的原发性家族性脑钙化症。\n鉴别诊断[ 11 ]：\n1．甲状旁腺功能改变：甲状旁腺功能减退、假性甲状旁腺功能减退、假-假性甲状旁腺功能减退、甲状旁腺功能亢进等均可引起基底节钙化（BGC）。\n2．线粒体脑肌病：线粒体脑肌病发生BGC可能与以下原因相关：（1）线粒体基因突变导致细胞内钙调节受损，钙盐易于沉积。（2）基底节细胞内的线粒体和细胞色素C为能量产生不足而代偿性增加，因此当细胞死亡时，线粒体富含的铜、铁等金属物质也沉积在局部，形成对称性、进行性钙化。但与典型Fahr病不同的是，线粒体肌病颅内钙化甚少累及齿状核，而主要集中在纹状体、苍白球。\n3．自身免疫性疾病：30%系统性红斑狼疮存在脑部钙化，苍白球经常受累，但是更大范围累及壳核、尾状核头部、丘脑、半卵圆中心和小脑者较少见。病理机制可能和狼疮本身血管炎导致微梗死和继发营养不良性钙化有关。\n4．其他：（1）代谢：慢性低钙血症（如肾衰竭、维生素D缺乏等）；（2）遗传：如类脂蛋白沉着症、Cokayne综合征、COAT病、Aicardi-Goutières综合征、结节硬化综合征等；（3）神经系统变性疾病：如PTEN错构瘤肿瘤综合征、人类泛酸激酶依赖型神经退行性疾病、神经铁蛋白病、多囊性脂膜骨形成不良伴硬化性脑白质病变、弥漫性神经纤维缠结钙化、神经轴索营养不良等；（4）感染：尤其是宫内感染易导致颅内钙化，如TORCH（弓形虫、其他如风疹病毒、巨细胞病毒及疱疹病毒）、梅毒、结核分枝单菌、寄生虫、HIV等；（5）肿瘤性疾病：如急性白血病和生殖细胞瘤的肿瘤、颅内肿瘤等；（6）少见：如抗肿瘤药和放射性脑炎、CO中毒等。"}
{"id": "1465103", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n患儿因\"颜面、躯干多发咖啡牛奶斑10年\"就诊，体格检查：颜面及躯干可见>5处直径>5 mm咖啡牛奶斑、腋窝雀斑，无神经纤维瘤体征，头MRI未见明显异常，神经系统体格检查无异常，结合基因检测结果Legius综合征诊断明确诊；8岁因\"发现乳房增大1个月\"就诊，生长速度增快，乳房发育TannerⅡ期（B2），阴毛发育TannerⅡ期（PH2），骨龄11岁，促性腺激素释放激素（gonadotroping releasing hormone，GnRH）-类似物激发试验阳性，中枢性性早熟诊断明确。\n2．鉴别诊断\n神经纤维瘤病1型：（1）6个或以上的牛奶咖啡斑，青春期前最大直径5 mm以上，青春期后15 mm以上；（2）2个或以上任意类型神经纤维瘤或1个丛状神经纤维瘤；（3）腋窝或腹股沟褐色雀斑；（4）视神经胶质瘤；（5）2个或以上Lisch结节，即虹膜错构瘤；（6）明显的骨骼病变：如蝶骨发育不良，长管状骨皮质菲薄，伴有假关节形成；（7）一级亲属中有确诊神经纤维瘤病1型的患者，以上标准达2个或以上者考虑神经纤维瘤病1型，可结合基因检测结果进一步诊断。"}
{"id": "1431270", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n3-磷酸甘油酸脱氢酶缺乏相关发育性癫痫性脑病：患儿为婴儿，存在反复、刻板的癫痫性痉挛发作、伴全面性发育落后、脑电图监测到发作间期高度失律及发作期痉挛发作，符合婴儿癫痫性痉挛综合征诊断标准，按照2022年国际抗癫痫联盟癫痫综合征分类标准，属于发育性癫痫性脑病范畴。同时患儿存在小头畸形、吞咽困难、易激惹、眼球震颤等表现，基因检测可见 PHGDH基因存在c.1468G>A（p.Val490Met）纯合错义变异，为致病性变异，表型及遗传方式均符合3-磷酸甘油酸缺乏症表现，可诊断为3-磷酸甘油酸脱氢酶缺乏相关发育性癫痫性脑病。\n2．鉴别诊断\n（1）脑叶酸缺乏症：该病可表现为婴儿期起病的难治性癫痫、全面发育落后、运动障碍等，部分患儿伴视力、听力损害，脑脊液中5-甲基四氢叶酸降低，由于丝氨酸参与亚甲基四氢叶酸代谢，故丝氨酸缺乏症患者也可能出现脑脊液5-甲基四氢叶酸降低，基因筛查可协助鉴别。\n（2）其他发育性癫痫性脑病（developmental and epileptic encephalopathy DEE）：3-磷酸甘油酸缺乏症患儿均有难治性癫痫发作及显著发育落后，故需与其他DEE相鉴别，DEE病因复杂，与多种基因变异相关，常见类型包括吡哆醇依赖性DEE、Dravet综合征、Lennox-Gastaut综合征、KCNQ2-DEE、CDKL5-DEE等，常表现为婴儿早期起病的难治性癫痫发作、严重的发育落后等，临床表现与3-磷酸甘油酸缺乏症难以区分，依靠脑脊液筛查丝氨酸含量下降、基因筛查见特异性基因变异及相关临床表型分析可协助鉴别。\n（3）先天性小头畸形综合征（ccongenital microcephaly MCPH）：3-磷酸甘油酸缺乏症患儿均有先天性小头畸形，故需与MCPH相鉴别，该病为罕见的常染色体隐性遗传病，发现致病基因约有25个（MCPH1-25），临床除小头畸形外，常伴有癫痫、认知障碍、运动障碍等，基因筛查可协助鉴别。"}
{"id": "1476637", "Diagnostic_results": "三、诊断、治疗及随访\n基于上述发现，临床诊断威廉姆斯综合征，抽取患儿及父母外周血行全外显子组测序显示7q11.23区域存在1.431 Mb缺失的新发致病性拷贝数变异（该区域包含ELN基因），证实诊断。目前患儿予以地高辛强心、卡托普利片利尿等对症治疗，现患儿病情稳定。"}
{"id": "1366791", "Diagnostic_results": "三、诊断\n（一）诊断依据\n患者的症状符合镶嵌式分布、进行性进展、散在发生的一般性特征，且全身多发牛奶咖啡斑、左眼框上方3 cm×1.5 cm骨性凸起、双足跖不对称性脂肪样凸起右足底4 cm×4 cm不规则脑回状结缔组织痣以及上述影像学检查均符合变形综合征的特异性诊断，且基因检测符合变形综合征的改变。综上所属，故可诊断为变形综合征。\n（二）鉴别诊断\n1．神经肌源性脊柱侧凸：\n神经肌源性脊柱侧凸是指人体神经-肌肉传导通路的病变所导致的脊柱冠状面的畸形。这些患者通常表现为头颈部及躯干平衡的丧失。最终表现为肌肉的异常，表示方式为肌张力紧张、肌张力增高等。侧弯通常较长，弯曲延展至骶骨，并且伴有骨盆倾斜，常常合并其他器官、系统的功能下降。患者X线的检查难以与该疾病鉴别，但患者身体不成比例的生长以及特异性的脑回状结缔组织痣不符合该病特征，故可排除。\n2．先天性脊柱侧弯：\n出生后即发病，患者出现脊柱侧弯早，由于弯曲易于进展，并且患者仍有较长的生长时间，易于出现较严重的畸形。根据脊柱发育障碍可分为3类：⑴形成障碍，有半椎体和楔形体；⑵分节不良有单侧为分节形成的骨桥和双侧为分节；⑶混合型。患者三维重建示椎体未有明显的形成障碍及半椎体，且足底脑回状结缔组织痣等体征以及基因检测结果均不符合该病。"}
{"id": "1499154", "Diagnostic_results": "三、诊断与鉴别诊断\n术前诊断：颅内占位性病变。\n术后诊断： IDH野生型林奇综合征相关间变性星形细胞瘤（WHO Ⅲ级）。\n间变性星形细胞瘤应与如下疾病相鉴别：1.胶质母细胞瘤（WHO Ⅳ级）：胶质母细胞瘤影像学特征为不规则形周边强化和中央大量坏死，强化外可见水肿。弥漫性中线胶质瘤常发生于丘脑、脑干等中线结构，MRI表现为长T1、长T2信号，增强扫描可有不同程度的强化。2.低级别胶质瘤：主要指弥漫性星形胶质细胞瘤、少突胶质细胞瘤、少突星形胶质细胞瘤3种。弥漫性星形胶质细胞瘤MRI信号相对均匀，长T1、长T2和FLAIR高信号，多无强化；少突胶质细胞瘤表现同弥漫性星形脑胶质瘤，常伴钙化。特殊类型还包括：多形性黄色星形细胞瘤（PXA）、第三脑室脊索瘤样脑胶质瘤和毛细胞型星形细胞瘤等。3.脑转移瘤：以多发病变较为常见，影像上多表现为环状或结节样强化影，多位于脑皮层下，大小不等，水肿程度不一。其他还应与室管膜瘤、脑膜瘤等相鉴别。"}
{"id": "1505433", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n患者电焊工30年，无临床症状，胸CT示双肺4肺区弥漫分布磨玻璃影小结节，密度级为1级，肺泡灌洗液示：淋巴比例增高，巨噬细胞多为尘细胞，肺组织病理学示肺泡腔内灶状吞噬细胞聚集，伴炭末及含铁血黄素沉积，铁染色（+）。依据《职业病尘肺的诊断》（GBZ70-2015），尘肺一级诊断成立。\n2．鉴别诊断：\n⑴颅咽管瘤术后1个月，口服泼尼松30 mg ×2周，停药后2日发热，急诊血常规CRP 133.56 mg/L，mNGS显示铜绿假单胞菌序列数191条，黄曲霉序列数1条。考虑免疫抑制状态下，双肺弥漫性磨玻璃病变感染性疾病不除外。\n⑵邻居长期饲养牛、羊、家禽，停止激素用药后出现发热、双肺弥漫性磨玻璃病变，需要鉴别过敏性肺炎。急性过敏性肺炎肺泡灌洗液中性粒细胞及淋巴细胞升高是重要的诊断线索，与患者的淋巴细胞增高为主不符。亚急性或慢性过敏性肺炎病理显示小叶中心性肉芽肿性间质性炎，与肺组织病理学不符，故诊断不成立。"}
{"id": "1502100", "Diagnostic_results": "三、诊断与鉴别诊断\n青年女性患者，手部烧伤后瘢痕挛缩修复术后2 d，如厕时突发晕厥，血压测不出。床旁超声心动图提示：右房内高回声（血栓？），右心饱满，三尖瓣中重度关闭不全，肺动脉高压。下肢血管超声提示下肢静脉血栓形成。D-二聚体升高，血小板下降。心电图示窦性心动过速，ST-T改变。高度疑诊\"肺血栓栓塞症\"。右心血栓需与右心肿瘤，如粘液瘤、弹性纤维瘤和转移性肿瘤相鉴别，超声心动图是心脏肿瘤检查的首选方法。右心血栓附着部位不固定，呈伸展性条索状团块，活动度相对较高，随心动周期可有形变；右心肿瘤通常附着于房间隔，形态不规则，基底部附着较宽，几乎无运动。本例患者无恶性肿瘤表现，术前超声心动图检查未见异常，据此可除外右心肿瘤。"}
{"id": "1486560", "Diagnostic_results": "三、诊断与鉴别诊断\n术前诊断1.宫内孕36+2周ROA第2胎无产兆；2.瘢痕子宫；3.妊娠合并心律失常室上性心动过速；4.心力衰竭；5.妊娠合并肝损伤\n结合病史、症状体征、实验室检查及心脏超声结果明确诊断产妇为围产期心肌病。"}
{"id": "1356038", "Diagnostic_results": "三、诊断\n肝豆状核变性。"}
{"id": "1322097", "Diagnostic_results": "三、诊断\n初步诊断：双肺恶性肿瘤Ⅳ期（EGFR pA767_V769dup Exon20）。"}
{"id": "1422843", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：Erdheim-Chester病。\n诊断依据：患者青年男性，多系统受累，主要包括：①胸部：表现为呼吸困难，CT见双肺弥漫间质病变，小叶间隔增厚，胸膜增厚，胸膜下多发气囊影，前纵隔软组织影；②眶周组织：表现为突眼、视力障碍，影像检查见双侧球后及左眼球外下方软组织影；③骨骼：既往有多次骨折史，骨显像示双侧对称性四肢长骨远端放射性浓聚灶；④腹膜后：肾周组织浸润成毛发样改变。PET-CT上述部位见多发异常FDG代谢增高病灶，肺活检病理支持Erdheim-Chester病。\n鉴别诊断：ECD累及多系统，其表现多样，需与多种自身免疫病、感染性或肿瘤性疾病鉴别。在本例患者中，我们主要需要鉴别IgG4相关性疾病、结节病、弥漫性肺淋巴管瘤病以及其他组织细胞增多症，而病理是其鉴别的关键。"}
{"id": "1350958", "Diagnostic_results": "三、诊断与鉴别诊断\n依据患者临床症状、脑脊液检测、影像学表现及病理活检，考虑原发性中枢神经系统淋巴瘤。需与以下疾病鉴别：（1）胶质瘤：主要症状为颅内压增高、癫痫。病变境界不清，囊变坏死多见，通常表现为\"花环样\"强化、高灌注；（2）脑转移瘤：老年人多见，具有原发肿瘤病史。常见于皮髓质交界区，典型的\"小结节大水肿\"；（3）炎性脱髓鞘假瘤：20-50岁多见，头痛常为首发症状，激素治疗有效，典型表现为\"开环样\"或\"闭环样\"强化。"}
{"id": "1357413", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\nHH是因铁调素缺陷或铁调素不能降解FPN引起的遗传性铁过载性疾病（见下文讨论内容）。HH具有以下3点即可诊断[ 1 ]：①血清转铁蛋白饱和度﹥45%；②血清铁﹥正常2倍；③肝穿刺活检肝组织铁大于1.9 mmol/g；④基因表型分析。该患者尽管没有进行有创的肝穿刺活检行肝组织病理铁染色，但已可通过符合标准中的①②④明确诊断和分型，并在影像学上获得肝脾铁沉积的证据支持其诊断。\n基因表型分析是HH诊断和分型诊断的金标准，因为HH的临床表现和病理铁负荷表现均不是特异性的。本患者基因检测结果符合遗传性血色病4型(OMIM：606069)，4型HH也称膜铁转运蛋白（FPN）病，是FPN1基因（SLC40A1）变异引起的常染色体显性遗传性疾病（AD）[ 2 , 3 ]。FPN病的表型与其他几种HH分型的临床特征一样，可引起体内铁贮存过多，受累器官发生铁负荷相关损伤，包括关节病，皮肤色素沉着，肝损伤，糖尿病，内分泌失调，心肌病，性腺功能减退。患者临床表现包括腹痛、虚弱、嗜睡、体重减轻、血清氨基转移酶水平升高、皮肤色素沉着增加和掌指关节的关节病。其他症状包括肝肿大、肝硬化、肝细胞癌、限制性心肌病和糖尿病。\n2．鉴别诊断\n1) HH的分型鉴别\n由于均导致铁负荷并切临床表型相似，FPN病需与其他HH分型相鉴别，HH根据受累基因及定位分型及亚型[ 1 , 4 , 5 ]，除4型HH外，还包括：\n1型HH：又分为1A、1B、1C三种亚型。1A型HH为位于6p21.3上的HFE基因的C282Y纯合子变异，使第845位核苷酸G到A转变，导致胱氨酸到酪氨酸的替代，在HH中最常见。为常染色体隐性遗传（AR）；HFE基因产物通过BMP6参与铁调素合成，与TFR1相互作用。HFE基因突变影响铁调素信号通路，导致铁调素分泌减少，循环铁池铁吸收持续增加，最终导致铁过载。1B型HH：位于6p21.3上的HFE基因C282Y及H63D混合杂合变异，AR。1B型HH的受累器官及临床表现与1A型相似。纯和及杂合H63D患者比没有该基因变异者相比没有增加发生临床铁负荷的风险，但仍可能出现TS及SF水平的上升。1C型HH为位于6p21.3上的HFE基因S65C变异，AR，携带者血清铁/铁蛋白可能上升，没有过量铁沉积于组织的证据，因此被认为是没有临床显著意义的多态性。\n2型HH：又分为2A及2B型。2A及2B型变异倾向于引起最严重类型的原发性铁负荷，主要发生于较年轻的个体。2A型青年型HH为位于1P21的HJV（hemojuvelin，血幼素）变异，AR，HJV参与铁调素合成，BMP辅助受体（co-receptor）。引起铁调素缺陷，早年发病，<30岁，常有性腺功能减退或心肌病。2B为型青年型HH，位于19q13的HAMP（肝脏抗菌蛋白肝源性激素铁调素肝脏抗菌蛋白，铁调素）变异，AR，HAMP下调铁从红细胞的流出。是引起铁调素缺陷最严重类型的原发性铁负荷并主要发生在年轻患者，早年发病，<30岁，（普遍）常有性腺功能减退或心肌病。\n3型HH：为位于7q22的TFR2变异，AR；TRF2参与Hepcidin铁调素合成，与转铁蛋白相互作用。引起铁调素缺陷。\n无铜蓝蛋白血症：另一种少见但严重的铁负荷疾病，因亚铁氧化酶铜蓝蛋白缺陷引起铁在大多数器官沉积的疾病，包括中枢神经系统，缺少亚铁氧化酶铜蓝蛋白，铁积聚在大部分器管，包括中枢神经系统。\n各型HH除受累的基因不同，通过基因分型（基因测序）可进行鉴别外，临床表现上1～4型HFE的MRI铁负荷表现均可出现肝脏内铁沉积；而膜铁转运蛋白病（主要枯否细胞铁超载）及继发性铁负荷表现为肝脾内均有铁沉积[ 6 ]。\n铁过载障碍的肝脏病理学表现也有分别：HFE血色病（1型）肝组织铁染色表现为肝实质铁超载伴门静脉-中央静脉梯度（少到多）；Tfr2血色病表现为肝实质、门静脉周围铁超载；青少年血色病表现为全小叶铁超载;膜铁转运蛋白病主要为枯否细胞铁超载，肝脾均有铁沉；非洲铁缺乏病表现肝实质细胞铁超载；大型地中海贫血表现为肝细胞和枯否细胞大量铁超载。\n2）鉴别继发性铁过载性肝病\n继发性铁过载性肝病没有上述1～4型遗传变异的过量铁吸收和器官内沉积的现象。最常见于铁负荷性贫血（如慢性溶血性贫血、再生障碍性贫血、遗传性球形红细胞增多症、地中海贫血和镰型细胞贫血）、肠外铁过载（如输注红细胞、注射右旋糖酐铁及长期血液透析）、其他肝脏疾病，此外还有恶性肿瘤（肝细胞性肝癌，乳腺癌，血源性恶性肿瘤）和慢性炎症性状态（系统性红斑狼疮，风湿性关节炎）。\n酒精性肝病：慢性酒精消耗会导致血清铁蛋白（SF）及转铁蛋白饱和度（TS）水平增高，酒精使用综合征（alcohol use disorder，AUD）小肠铁吸收增加，导致肝脏铁贮积增加。AUD患者乙醇诱导下调调节铁调素表达的转录因子，导致铁调素水平下降。一些HH基因型疾病如1B混合异杂合子本身穿透到发生临床显著铁负荷少（0.5%～2%），但在辅助因素如酒精或HCV感染下出现临床表型。FPN病的临床表现也与酗酒和肥胖等辅助因素的存在有关[ 7 ]。本例患者有长期饮酒史，尽管就诊前已戒酒1年，肝损伤依然存在，可能既往饮酒也是促进其发病的因素。\n非酒精性脂肪肝病：常有血清TS、SF或两者的上升，这些血清铁标记上升会被疑为铁负荷。名词\"代谢障碍\"或\"胰岛素抵抗肝铁负荷综合征\"（分别对于为DIOS或IR-HIO）用于以高SF水平及正常血清铁为特征的不能解释的肝铁负荷，与铁调素因胰岛素抵抗下调相关。\nC型肝炎：30%～40%的HCV感染患者血清铁、SF及TS上升。铁可沉积于网状内皮系统，主要定位于Kupffer细胞或肝细胞。慢性丙型肝炎也可导致HFE变异的杂合患者血清TS及肝铁浓度增高。"}
{"id": "1369013", "Diagnostic_results": "三、治疗\n对该患者实行大脑开颅颅内病变切除术。术后常规接受替莫唑胺同步放化疗(Dt=60Gy/30f)。"}
{"id": "1450856", "Diagnostic_results": "三、诊断\n结合患者体征、裂隙灯检查及眼底像结果，诊断为右眼孔源性视网膜脱离，左眼急性闭角型青光眼发作。诊断明确，无需鉴别。"}
{"id": "1508387", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：术前根据影像学表现，初步诊断考虑为颅咽管瘤（成釉细胞型）。\n鉴别诊断：本例影像表现特殊，无明显囊性成分，不需要与以囊性成分为主的鞍区占位如蛛网膜囊肿、Rathke囊肿、毛细胞型星形细胞瘤等鉴别，也无明显软组织密度成分，与鞍区生殖细胞瘤、垂体腺瘤、转移瘤也易鉴别。包块仅表现为钙化乃至骨化结节，需与血管源性病变如颈内动脉瘤、海绵状血管瘤及鞍结节脑膜瘤、鞍区畸胎瘤进行鉴别。（1）颈内动脉瘤。颈内动脉瘤可出现钙化，但增强明显强化，且MRI可见明显流空效应，本例可见颈内动脉海绵窦段呈受压改变。（2）海绵状血管瘤。海绵状血管瘤CT多为等密度，或者稍高、稍低密度影，可有钙化、相邻骨质可侵蚀改变，增强显著强化。MRI检查T1WI上呈较均匀的稍低信号，在T2WI和PD像上表现为高信号，SWI可见低信号影，注射Gd—DTPA后病灶明显强化。由于血流较慢，易合并血栓、钙化、纤维间隔等呈稍低信号影。（3）鞍结节脑膜瘤。脑膜瘤膨胀性生长可导致占位效应和颅内压增高，MRI检查可以发现在瘤体周围存在骨质破坏或增生，典型者可见脑膜尾征，本例未见明显骨质改变及脑膜尾征。（4）鞍区畸胎瘤。颅咽管瘤与畸胎瘤具有同源性，但畸胎瘤多具有典型的三胚层结构，除了钙化成分，多见脂肪及囊性成分，本例不符合。"}
{"id": "1456352", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：结核。\n诊断依据：青年男性，腰痛1个月余，伴午后盗汗。体格检查腰椎活动受限，腰背部压痛。PET/CT示全身骨骼多发溶骨性骨质破坏，伴坏死，周围伴硬化带，部分椎体边缘伴略低密度影，不均匀代谢增高。右侧胸膜弥漫性不规则结节状增厚，代谢增高。右肺胸膜下多发大小不等结节，与胸膜分界不清，代谢增高。腰椎穿刺病理示标本X-PERT MTB阳性。胸椎感染性病变清除标本分枝杆菌培养示结核分枝杆菌生长。\n鉴别诊断：（1）恶性肿瘤广泛转移。骨转移瘤骨质破坏可表现为溶骨性、成骨性或混合型骨质破坏，但无硬化边。胸膜转移瘤多表现为局灶性增厚。（2）布鲁氏菌脊柱炎。骨质破坏小而多发，多局限于椎体边缘，椎体变扁少见。椎体边缘骨膜增生肥厚，易形成唇形骨赘。椎旁冷脓肿少见。常见前纵韧带及后纵韧带钙化。（3）化脓性骨髓炎。可侵犯任何骨，但多见于长骨。虽以骨质破坏为主，但可见骨膜反应及死骨形成。"}
{"id": "1366870", "Diagnostic_results": "一般情况下，最好将臼杯置于髋关节的解剖中心 [ 43 ]。当股骨头中心因DDH导致的骨关节炎发展而向上外侧移动时，通常可在髋臼内侧形成骨赘 [ 44 ]。因此，此时根据解剖旋转中心上的内侧骨赘将臼杯内移可获得良好的覆盖。然而，当进行PO手术后再进行THA手术，PO术后旋转骨块塌陷，股骨头中心向上外侧移动，在OA的进展过程中不在旋转中心位置上形成骨赘。已有研究显示，PO术后进行THA易将臼杯靠上、靠外放置 [ 27 , 29 , 30 , 31 ]。当PO后进行THA将髋臼置于髋关节解剖中心时，许多病例由于广泛的臼壁缺损需要大块植骨 [ 45 ]。已有研究显示，通过将髋关节中心抬高10 mm，即可明显改善髋臼的覆盖 [ 46 ]。尽管应将臼杯置于解剖髋关节中心 [ 14 ]，但对于严重的髋臼壁缺损病例，升高髋关节中心也是一种治疗选择。若抬高髋关节中心后髋臼缺损仍然严重，则最好考虑植骨或使用支撑钢板。本例患者将臼杯升高大约7 mm，结果显示可明显改善髋臼覆盖，无需大块植骨或使用支撑钢板等。"}
{"id": "1357478", "Diagnostic_results": "三、诊断与鉴别诊断\n毛霉菌病的诊断依赖于通过组织病理学发现组织中的微生物，并经培养确诊。通过组织病理学识别出具有典型毛霉菌目结构的微生物可能是感染的唯一证据。该患者培养结果回报提示：小孢根霉菌。故诊断明确。"}
{"id": "1477733", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.上颌鼻底埋伏多生牙。\n此病例诊断特别明确，患者因正畸摄片发现埋伏多生牙未作处理，现要求拔除，拔牙指征明确，因此进行拔牙治疗。"}
{"id": "1412557", "Diagnostic_results": "三、诊断\n结合临床，该例患者诊断为重型再生障碍性贫血（SAA-Ⅱ）。"}
{"id": "1368793", "Diagnostic_results": "三、诊断\n初步诊断：（1）右股骨粗隆间骨折；（2）强直性肌营养不良；（3）糖尿病；（4）低T3综合征；（5）窦性心动过速；（6） Ⅰ°房室传导阻滞。\n鉴别诊断：外伤史、症状体征及相关辅助检查结果，骨折诊断明确，需排除病理性骨折。"}
{"id": "1361379", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：孕3产1孕34+周头位；妊娠合并宫颈鳞状细胞癌（中分化）；阴道上皮内瘤变Ⅲ级；PT方案新辅助化疗1个疗程后；妊娠期糖尿病；宫颈锥切术史（2次）；隐性脐带先露。\n鉴别诊断：\n前置胎盘：前置胎盘是产科常见产前出血原因之一，也可表现为孕期无痛性阴道流血，超声检查可提示胎盘达到或覆盖宫颈内口，本例患者孕期检查胎盘位置不低，不支持该诊断。"}
{"id": "1381005", "Diagnostic_results": "三、诊断与鉴别诊断\n1.右侧先天性镫骨畸形伴卵圆窗闭锁；2.右侧先天性外耳道狭窄；3.右侧重度混合性听力损失。CT检查示镫骨弓位置异常，右侧卵圆窗闭锁，符合先天性镫骨畸形伴卵圆窗闭锁诊断，CT测量右侧外耳道骨性段最窄处直径为3 mm，符合外耳道狭窄诊断；右侧气导听力为72 dB HL，骨导27 dB HL，符合世界卫生组织重度听力损失（65~80 dB HL）的诊断标准。镫骨畸形伴卵圆窗闭锁通常与耳硬化症相鉴别，耳硬化症的病因尚不明确，可表现为进行性听力减退，硬化灶可累及镫骨底板环韧带，镫骨弓可见，结合病史及CT检查，该诊断可排除。"}
{"id": "1464259", "Diagnostic_results": "三、诊断\n患者查血HCG明显增高，结合超声检查，确诊为子宫瘢痕妊娠。"}
{"id": "1369112", "Diagnostic_results": "三、诊断\n双手、双前臂烧伤7%Ⅱ°~Ⅲ°（浅Ⅱ°4%，深Ⅱ°1%，Ⅲ°2%）"}
{"id": "1499171", "Diagnostic_results": "三、诊断与鉴别诊断\n结合临床女方诊断为：（1）原发性不孕症；（2）慢性输卵管炎。男方诊断为：（1）原发性不育症；（2）少精子症。\n鉴别诊断：（1）继发性不孕症：有妊娠史，包括顺产、剖宫产、异位妊娠及流产等，一般通过病史可鉴别。\n（2）输卵管积水：B超下可见盆腔内串珠样或腊肠样无回声区,内可见分隔，输卵管造影可明确诊断，根据患者超声和输卵管造影结果可鉴别。"}
{"id": "1459898", "Diagnostic_results": "三、诊断与鉴别诊断\n石蜡病理示横结肠溃疡型腺鳞癌。病理诊断明确，无须鉴别诊断。"}
{"id": "1410989", "Diagnostic_results": "三、诊断与鉴别诊断\n病理诊断为肝原发胃肠道间质瘤。后续的分子检查报告提示KIT和PDGFR的双重突变（ 图5 ），这更加证实了肝原发胃肠道间质瘤的诊断。\n展开阅读\n图5\n分子检测示KIT及PDGFRA突变\n鉴别诊断：原发性肝细胞肝癌主要有三种组织学类型，梁状、腺泡状和实体型。肝板增厚，肿瘤细胞常类似肝细胞，通常体积较大，多角形，核呈空泡状，具有异型性。肿瘤细胞通常表达Arginase-1，Hepatocyte，Glypican3，而不表达DOG-1 , CD117, SDHB。"}
{"id": "1431852", "Diagnostic_results": "三、诊断与鉴别诊断\n疾病诊断：1.脑出血恢复期；2.原发性高血压3级很高危组。主要功能诊断：2.运动功能障碍；3.平衡功能障碍；4.感觉功能障碍；5.左手功能障碍；6.左侧中枢性面舌神经麻痹；7.日常生活能力缺陷；根据相关病史、查体及辅助检查，可明确诊断。"}
{"id": "1445220", "Diagnostic_results": "三、诊断与鉴别诊断\n1．疾病诊断：\n脑出血恢复期；2型糖尿病；高血压病3级，很高危组。\n2．功能诊断：\n言语障碍；运动功能障碍；平衡功能障碍；日常生活活动能力障碍；社会参与受限。"}
{"id": "1468849", "Diagnostic_results": "三、诊断\n结合患者症状和基因检测结果，颅骨锁骨发育不良诊断明确。"}
{"id": "1436172", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：26慢性根尖周炎（有瘘型）；牙源性上颌窦炎。\n诊断依据：（1）根据主诉和现病史中疼痛性质和特点，临床检查中颊侧黏膜可见窦道，叩痛（+），影像学检查（X线片和CBCT）示，根尖周低密度影，根尖周膜不连续，诊断26慢性根尖周炎（有瘘型）。（2）牙源性上颌窦炎最常出现上颌牙齿疼痛，此外还有头痛、上颌窦前壁压痛、鼻腔堵塞、鼻腔异味和后鼻流涕等，其中最独特的特征是单侧上颌窦受累[ 1 ]。本病根据单侧上颌窦患病，临床上检查到相关的患侧上颌病牙，CBCT提示为上颌窦窦腔密度增高、黏膜增厚，诊断为牙源性上颌窦炎。\n鉴别诊断：鼻源性上颌窦炎。多继发于上呼吸道感染及鼻部疾病，鼻部症状明显，通常为双侧上颌窦受累，鼻甲肥大，鼻中隔弯曲，无病原牙。"}
{"id": "1445750", "Diagnostic_results": "三、诊断\n1．左上肺腺癌；2.左下肺鳞癌；3.高级别尿路上皮癌。"}
{"id": "1445959", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者病史、影像学特点，综合病理HE切片、免疫组化检查、分子检查，本例（左眼眶肿物）诊断为Erdheim-Chester病。其需要与朗格汉斯组织细胞增多症（Langerhans cell histiocytosis，LCH）、Rosai-Dorfman病、IgG4相关疾病（IgG4-related disease，IgG4-RD）、结节病、Castleman病、淋巴细胞增生性疾病（如淋巴结为边缘区淋巴瘤、浆细胞淋巴瘤、滤泡性淋巴瘤）等相鉴别。"}
{"id": "1361239", "Diagnostic_results": "三、诊断及鉴别诊断\n1．定位诊断：\n临床表现为突发言语不清、视力减退、右侧肢体无力，近期有渐进性记忆力减退，查体提示视力减退、右侧中枢性面舌瘫及锥体束征，头颅MRI提示颅内多发陈旧性腔隙性梗死，胼胝体体部雪球样异常信号，桥脑左侧急性期脑梗死。综合定位于左侧锥体束传导路径以及胼胝体。\n2．定性诊断：\n急性起病，部位多发，影像学提示桥脑左侧新发病灶，定性考虑血管性、炎性、感染性、脱髓鞘性等可能，结合患者发病部位呈多系统受累，此前有类似发作，经过免疫治疗好转，综合定性炎性，尤其是血管炎性可能性大。\n3．综合诊断：\n结合患者头颅MRI提示胼胝体体部雪球样异常信号（为Susac综合征特征性改变），眼底荧光造影：视网膜后极部可见高荧光，晚期荧光渗漏；听力五项提示低频感音性耳聋；根据欧洲Susac协会(European Susac Consortium) 2016年12月发表的Susac综合征的诊断标准[ 2 ]，最后确诊Susac综合征。需与其他累及胼胝体的遗传性及获得性因素鉴别，如获得性因素包括淋巴瘤、胶质瘤、免疫性脱髓鞘、感染等，遗传性因素包括遗传性弥漫性白质脑病并轴索球样变（HDLS）、白质消融性白质脑病（VWM）、成人起病的常染色体显性遗传性脑白质营养不良（ADLD）等。"}
{"id": "1432112", "Diagnostic_results": "三、诊断与鉴别诊断\n该患者因移植后消化道问题，有长期补液、静脉营养病史，出现懒言少语、嗜睡至浅昏迷，癫痫小发作的神经精神症状，血维生素B1水平明显低下，头颅MRI提示双侧丘脑、脑干及双侧顶叶皮层下见双侧性斑片状稍长T1稍长T2信号影，FLAIR序列呈高信号，弥散受限，增强扫描局部可见强化，高度怀疑韦尼克脑病，经大量补充维生素B1后神经精神症状明显好转，根据《欧洲神经科学联合会尼韦克脑病的诊断、治疗和预防指南诊断》[ 1 ]，可确诊因维生素B1缺乏导致的韦尼克脑病。\n该患者主要表现为意识状态的改变，由懒言少语、嗜睡迅速进展为浅昏迷，并出现癫痫小发作，结合该患者病史特点，需与以下疾病进行鉴别：\n（1）中枢神经系统感染：患者造血干细胞移植后2个多月，长期使用免疫抑制剂，免疫力极度低下，因此有中枢神经系统感染风险，包括病毒、细菌、真菌、寄生虫感染。但该患者出现意识障碍期间无发热，炎性指标（降钙素原、C反应蛋白）并未增高，真菌G实验、GM试验、隐球菌抗原检测均为阴性，移植后常见感染病毒EB、巨细胞病毒拷贝数阴性，Torch（IgM）检查阴性，同时头颅MRI对称性改变也不支持中枢神经系统感染。\n（2）药物引起中枢神经系统病变：患者移植后长期使用免疫抑制剂环孢素，环孢素属于钙调磷酸酶抑制剂，可能会产生神经毒性，特别是移植后前几个月大剂量使用期间更易发生，因此需排查环孢素所致药物不良反应。钙调磷酸酶抑制剂最常见的不良反应为震颤和主观感觉障碍，通常这些不良反应会随着药物剂量减低而消失，极少部分患者有癫痫发作[ 7 ]。钙调磷酸酶抑制剂还可引起后部可逆性脑病综合征（reversible posterior leukoencephalopathy syndrome，PRES），MRI表现为大脑后部白质为主的多灶性、对称性的血管源性水肿病灶，特别是顶枕叶[ 8 ]。该患者MRI影像学改变与PRES不符，故不支持。\n（3）免疫相关中枢神经系统病变：免疫相关性中枢神经系统病变比较少见，通常发生于移植后数月至数年，多为慢性GVHD，可出现脑血管炎及脑实质炎症，或神经脱髓鞘改变[ 9 , 10 ]。该患者发病时间为移植后3个月内，起病急，病程短，且影像学改变也不支持。\n（4）血管相关性病变：移植过程中脏器受损及皮质激素等多种药物均会引起血压升高，高血压、低血小板是引起脑血管意外、产生颅内出血的重要因素，因此也需鉴别。该患者发病时血压波动在正常范围，血小板78×109/L，出血风险相对较小，且头颅MRI未发现出血灶，故不支持颅内出血。"}
{"id": "1361393", "Diagnostic_results": "三、诊断\n结合病史、口腔专科检查及影像学检查，诊断为11根折伴侧方脱位；21根折伴半脱位。"}
{"id": "1464488", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断为右颊鳞癌cT4aN2bM0。诊断依据包括：（1）患者病程进展较快且伴有张口受限，符合恶性肿瘤病史特征；（2）右颊肿物，界限不清，活动度差，明显基底浸润；（3）外院取材活检结果提示为右颊鳞状细胞癌。"}
{"id": "1374591", "Diagnostic_results": "三、诊断\n结合患者病史、辅助检查，以及家族史，诊断考虑为恶性综合征。需要鉴别的诊断包括：（1）热射病：患者无明确的热环境接触史和剧烈劳动史，凝血功能无明显异常；（2）破伤风：患者无外伤史，无苦笑面容、张口困难及角弓反张，肌肉抽搐发作时无明显声光等诱发因素；（3）脑血管意外以及中枢神经系统感染：患者脑脊液检查正常，颅脑影像学改变考虑少量出血，可能是强直痉挛导致。"}
{"id": "1408827", "Diagnostic_results": "三、诊断与鉴别诊断\n1、诊断：\nCOPD，舒张后FEV1,30%预计值≤46.07%<50%预计值，GOLD分级3级\n2、诊断依据：\n（1）老年男性，长期吸烟史；（2）反复咳嗽、咳痰、喘息的病史；（3）不可逆气流受限的肺功能表现。\n3、鉴别诊断：\n支气管哮喘：支气管舒张试验阴性"}
{"id": "1236199", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：左侧筛窦骨化纤维瘤。诊断依据：1.患者中年女性，因\"左鼻塞3年，加重6个月\"入院；2.入院完善鼻窦CT及MRI提示左侧筛窦占位；3.术后病检及免疫组化支持，诊断明确。\n鉴别诊断：1.鼻窦恶性肿瘤：常表现为渐进性鼻塞、流血涕、头痛。检查可见鼻腔内暗红色肿块，表面不光滑，触之易出血，CT检查常可见骨质破坏，活检可确诊。2.鼻窦囊肿：囊肿小时常无明显临床表现，随着囊肿增大可出现鼻塞、流涕、头痛、嗅觉减退，同时可出现同侧鼻面部隆起等畸形，CT检查可见窦腔内均匀肿块，边界清楚，常无骨质破坏，活检可确诊。"}
{"id": "1462448", "Diagnostic_results": "三、诊断\n临床医生建议行穿刺活检进一步确诊，为更安全有效的取到组织送检，我们选择了在超声引导下进行穿刺。在超声引导下以18G枪式活检针进至胸骨低回回声前缘，取活检组织三条送检（ 图2D ）。病理回报：考虑为朗格罕细胞组织细胞增生症，免疫表型：S-100 (+)、CD68 (+)、CD1α (+)和Ki-67阳性率约10%（ 图3 ）。随后对患儿进行了骨髓穿刺，骨髓细胞学显示：涂片中胞体大、分化查、异型性改变等组织细胞较易见。\n展开阅读\n图3\n胸骨组织活检样本的病理学检查结果，免疫组化，高倍"}
{"id": "1453251", "Diagnostic_results": "三、诊断与鉴别诊断\n前体B细胞急性淋巴细胞白血病诊断依据WHO分型诊断标准，结合骨髓形态、免疫分型、染色体、融合基因以及基因突变等综合诊断。需要与之鉴别包括：\n1．类白血病反应：\n可有肝脾大、血小板减少，末梢血像中偶见中晚幼粒及有核红细胞。往往伴随存在感染灶，当原发病控制后，血象可恢复；\n2．再生障碍性贫血：\n可有出血、贫血、发热和全血细胞减少，与低增生性白血病表现类似。但本病为骨髓衰竭性疾病，不伴有肝脾、淋巴结肿大，骨髓增生低下，无幼稚细胞，可进行骨髓检查以鉴别。\n3．骨髓增生异常综合征：\n可有三系减低，表现为贫血、感染或出血，主要特征是无效造血和高危演变为急性髓系白血病，常见有病态造血，以及染色体异常，可骨髓检查鉴别。"}
{"id": "1368557", "Diagnostic_results": "三、诊断\n结合患者手术病理及全身评估诊断为左下肺淋巴上皮瘤样癌pT1cN2M0 Ⅲa期。"}
{"id": "1492525", "Diagnostic_results": "三、诊断\n结合以上检查可知患者骨性Ⅰ类，安氏Ⅰ类亚类；牙弓对称性差；右侧后牙锁合；前牙深覆 、深覆盖；11、21牙扭转，31、41、42牙缺失；C级Ⅲ期牙周炎；36牙牙体缺损；18、38牙龋齿。"}
{"id": "1421614", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿临床以\"眼、肾\"重要器官受累，因该患儿尿检正常，故肾脏常见系统性病变如系统性红斑狼疮、Alport综合征、Pierson综合征、Lower综合征以及肾小管间质性肾炎-葡萄膜炎等均不支持；故需考虑到是否由引起眼肾异常的遗传综合征如Papilorenal综合征等引起，故行基因检测。综合该患儿有视神经萎缩、慢性肾功能不全伴生长迟缓，结合基因检测结果，最终诊断为常染色体显性视神经萎缩（SSBP1突变）。"}
{"id": "1377784", "Diagnostic_results": "五、诊断及鉴别诊断\n1．诊断\nCIC重排小圆细胞肉瘤(undifferentiated small round cell sarcomas associated with CIC gene rearrangement)。\n2．鉴别诊断\n(1)尤文肉瘤：发病部位是有用的诊断线索，大多数尤文家族肿瘤发生在骨骼。CIC重排小圆细胞肉瘤很少出现在骨骼，镜下几乎看不到神经外胚层分化与Homer Wright菊形团，免疫组化大多数CD99局灶表达，而许多病例也可完全阴性，本例即是如此。另外核WT-1和ETV4尤文肉瘤为阴性，超过90%的CIC重排小圆细胞肉瘤均有表达，而不表达NKX2-2和PAX7,相反，尤文肉瘤几乎都阳性。因此尤文肉瘤免疫组化CD99和FLI1的弥漫强阳的膜表达模式可与CIC重排小圆细胞肉瘤相鉴别，此外分子病理检测有EWSR1-FLI1基因融合。\n(2)BCOR重排圆形细胞肉瘤：BCOR肉瘤的形态谱广泛，肿瘤由圆形和梭形细胞混合增生组成，呈片状或束状排列，梭形成分占优。细胞核呈角，染色质分散，着色深，核仁并不突出，核分裂象高。有时可见到显著的基质中细胞特性和黏液样改变以及小灶坏死。免疫组化常表现出弥漫性CCNB3核阳性，少数病例呈斑片状染色。2/3的病例可出现SATB2表达，CD99染色一般较弱或缺失。另外，BCOR-CCNB3重排占BCOR基因改变的60%。尽管与CIC重排小圆形细胞肉瘤有显著相似的临床和病理学特点，但基因分析表明与CIC重排小圆细胞肉瘤不同。\n(3)腺泡状横纹肌肉瘤(ARMS): CIC重排小圆细胞肉瘤可能具有假腺泡生长模式，类似ARMS。相反，ARMS往往表现出一实性生长模式。但充分取材，总能找到腺泡状结构，肿瘤细胞胞质嗜酸，核偏位，免疫组化Desmin、Myogenin和MyoD1阳性，FISH检测FOXO1基因易位。而CIC重排肉瘤从未见过Myogenin弥漫核表达。\n(4)差分化的滑膜肉瘤：低分化圆形细胞滑膜肉瘤与CIC重排小圆细胞肉瘤有明显的形态学重叠。细胞外胶原沉积是差分化的滑膜肉瘤重要的诊断线索。CK、EMA和TLE1的表达有助于滑膜肉瘤的诊断，而免疫组化对这种罕见变异的诊断价值相当有限。因此，SYT基因重排是最准确的诊断依据。\n(5)间叶性软骨肉瘤：是典型的双相性软骨肉瘤，其特征是成熟软骨岛呈圆形(有时呈梭形)的未分化细胞增生。从分子诊断的角度来看，间叶性软骨肉瘤具有一个独特的HEY1-NCOA2基因融合。\n(6)促纤维结缔组织增生性小圆细胞肿瘤(DSRCT):当CIC重排小圆细胞肉瘤发生在脊柱旁软组织时，由于存在胶原化的基质可能会与DSRCT混淆。DSRCT鉴别诊断依赖于其独特的临床表现(绝大多数发生在年轻男性的间皮层部位)和多表型免疫表型。DSRCT存在EWSR1基因重排(即在DSRCT中与WT-1基因融合)。\n(7)转移的卵巢高钙血症型小细胞癌：主要由小细胞组成的未分化肿瘤，偶伴大细胞成分，通常有副肿瘤性高血钙。BRG1特异性缺失，WT-1弥漫强阳，CK、EMA、CD10和Calretinin局灶表达，PTH可阳性。\n(8)皮肤Merkel细胞癌(merkel cell carcinoma, MCC):表现出一种非常独特的细胞形态学特征，具有典型的\"椒盐\"染色质为特征的圆核。肿瘤细胞Syn、CgA和CD56阳性，上皮标志物阳性表达，尤其点状CK20免疫阳性非常有用。"}
{"id": "1430422", "Diagnostic_results": "三、诊断与鉴别诊断\n2003年Dispenzieri等[ 1 ]最先提出POEMS综合征的诊断标准，在发病机制的研究中发现VEGF的重要作用后，2007年国际骨髓瘤协作组对诊断标准进行修订，2017年再次更新。诊断需满足2条必要标准加至少1条主要标准加至少1条次要标准。\n1．诊断必要标准：\n⑴多发性周围神经病；⑵M蛋白。\n2．诊断主要标准：\n⑴血清VEGF升高；⑵Castleman病；⑶硬化性骨病。\n3．诊断次要标准：\n⑴视乳头水肿；⑵内分泌病变；⑶皮肤病变；⑷器官肿大；⑸肢体水肿/浆膜腔积液；⑹红细胞增多/血小板增多。\n作为其中主要标准之一的VEGF评价，目前国内大多数医院仍不能完成检测，而能开展这项检测的各实验室检测方法、正常范围均不统一，导致测定值差异较大，从而影响了临床诊断和疗效评价。\n由于POEMS综合征累及全身多个系统，需要与肝硬化失代偿期、结核性胸腹膜炎、多发性骨髓瘤、淀粉样变性、Castleman病等疾病进行鉴别。"}
{"id": "1505871", "Diagnostic_results": "三、诊断与鉴别诊断\n患者，老年男性，有高血压、糖尿病病史，主要表现为反复活动后呼吸困难，心电图示心房颤动，冠脉造影提示前降支中段50%狭窄，心脏彩超示：二尖瓣脱垂合并重度反流（DMR4+），三尖瓣脱垂合并中重度反流（DTR4+）。故可拟诊断：1.心脏瓣膜病，二尖瓣脱垂伴重度关闭不全，三尖瓣脱垂伴重度关闭不全，心功能Ⅲ级；2.心房颤动；3.冠状动脉粥样硬化性心脏病；4.2型糖尿病；5.高血压病2级，很高危。\n鉴别诊断：1.肺源性呼吸困难：肺部疾患可出现活动性呼吸困难，需注意鉴别。2.扩张型心肌病：患者彩超示全心扩大，不排除扩张型心肌病所致瓣膜反流，但该患者心脏收缩功能正常，且彩超明确二、三尖瓣脱垂，考虑扩张型心肌病可能性不大。3.冠心病缺血性心肌病：可出现为乳头肌/腱索断裂、功能不全，可出现二尖瓣脱垂伴关闭不全，患者有高血压、糖尿病等危险因素，冠脉造影提示冠脉中度狭窄，但患者无胸痛症状，心电图及超声等无心肌梗死或缺血证据，暂不考虑。4.感染性心内膜炎：可累计乳头肌/腱索致断裂，患者无相关临床表现证据，超声心动图未见赘生物，暂不考虑。"}
{"id": "1374629", "Diagnostic_results": "三、诊断\n明确诊断为：左肺腺癌C-T4N3M1a(右肺转移)IVA期ECOG1分（EGFR-E21 L858R突变PI3K-E20h1047突变PD-L1阳性）。"}
{"id": "1351654", "Diagnostic_results": "三、诊断与鉴别诊断\n患者经过病理检查确诊。病理示：肾上极被膜下见一肿物大小约5.5 cm×4.5 cm×4 cm，边界清晰，切面囊实性，灰白色，内含清亮液体，蜂窝状。Ki-67指数约为2%。镜下见肿瘤边界尚清，呈囊实性，局灶由透明细胞构成的乳头状结构，伴有由嗜酸性颗粒胞质的瘤细胞组成的巢状结构，本片未见明显砂砾体。\n免疫组化及基因检查对诊断及鉴别诊断极为重要。免疫组化提示TFE3（+）、Vimentin（+）、P504S（+）、Melan-A（+）。EMA、CK7、CD117、34βE12、CK20、HMB45、SMA免疫组化结果均为阴性（ 图2 ）。荧光原位杂交（FISH）基因检测结果：TFE3（Xp11.2）基因断裂结果为阳性（ 图3 ）。\n展开阅读\n图2\n患者肿瘤HE染色和免疫组化结果　A：肿瘤为囊实性　HE×100；B：局灶有透明细胞　HE×400；C：Melan-A免疫组化染色结果阳性　×50；D：P504S免疫组化染色结果阳性　×50；E：TFE3免疫组化染色结果阳性　×100；F：Vimentin免疫组化染色结果阳性　×100\n展开阅读\n图3\nFISH结果　信号异常的细胞比例为36%，大于阈值20%"}
{"id": "1366896", "Diagnostic_results": "三、诊断与鉴别诊断\n典型的神经纤维瘤病例根据病史和体征即可确诊。在非典型病例中，如有皮下散在分布的小结节，应与猪囊虫病鉴别；病变体积较大者，应与海绵窦血管瘤、淋巴管瘤、脂肪瘤、橡皮肿等鉴别。"}
{"id": "1456857", "Diagnostic_results": "三、诊断\n结合患者症状、体征、既往诊疗史及病原体和影像学检查明确诊断为（1）艾滋病、IRIS、巨细胞病毒感染；（2）肝功能异常；（3）胆囊结石；（4）脂肪肝。"}
{"id": "1459119", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者病史资料、入院检查等，初步诊断为：（1）肝癌破裂出血；（2）乙肝；（3）丙肝。"}
{"id": "1361347", "Diagnostic_results": "三、诊断与鉴别诊断\n患者2年来反复出现自发性眩晕，发作频繁，持续数秒钟到数天，伴典型偏头痛表现，如畏光、视觉先兆，并通过专科检查、听力检查、前庭功能检查、中耳乳突CT及内听道MRI影像学等辅助检查排除其他相关疾病，诊断为儿童前庭性偏头痛[ 1 ]（ 表1 ）。\n展开阅读\nA.至少5次中或重度前庭症状发作，持续5min到72 h\nB.既往或目前存在符合ICHD诊断标准的伴或不伴先兆的偏头痛病史\nC.50%的前庭发作时伴有至少1项偏头痛症状:\n1.头痛至少有下列两种特点:\na)单侧；b)搏动性；c)中重度疼痛；d)日常体力活动加重疼痛\n2.畏光及畏声\n3.视觉先兆\nD.年龄< 18岁\nE.难以用其他ICHD疾患更好地解释\n二、儿童很可能的前庭性偏头痛（ probable VMC）\nA.至少3次中重度前庭症状发作，持续5 min到72 h\nB.儿童前庭性偏头痛诊断条件B和C项中仅符合一项\nC.年龄< 18岁\nD.难以用其他ICHD疾患更好地解释\n三、儿童复发性眩晕（RVC）\nA.至少3次中重度前庭症状发作，持续1 min到72 h\nB.不符合儿童前庭偏头痛的B和C项诊断条件\nC.年龄< 18岁\nD.难以用其他ICHD疾患更好地解释\n表1\n儿童前庭性偏头痛（VMC）\n本病需要与以下疾病鉴别：\n1．耳蜗-前庭受损相关的感音神经性听力损失：其前庭功能障碍典型的临床特征主要为失衡和运动发育迟缓，而非眩晕发作，其原因是这些儿童大多数为先天性前庭功能严重损害（反射消失），而非突发、逐步加重的前庭功能受损所致。\n2．良性阵发性位置性眩晕（benign paroxysmal positional vertigo，BPPV）通过追溯诱发因素（特定的头部位置变化）、Dix-Hallpike试验及Roll-test试验，进行两种疾病的鉴别。儿童BPPV常见的危险因素为头外伤、内耳畸形或涉及使用高速钻头的头颅手术。\n3．功能性头晕和精神性头晕：发作性精神病、精神疾病的急性加重以及情绪的不稳定均可能引起前庭和自主神经症状。病程多≥3个月，起病前多因疾病、情绪刺激等诱发。反复的病史采集，可能有助于揭示功能性或精神源性眩晕的典型触发因素。\n4．梅尼埃病（Ménière's disease，MD）：该病也可发生在儿童中，临床表现为反复发作的眩晕、波动性听力下降、耳鸣和耳闷胀感，其病理改变为膜迷路积水。VM患者也可以出现上述症状，但其感音神经性听力下降往往为轻中度听力损失。在临床上发现许多病人兼有MD及VM的临床特征，同时符合2种疾病的诊断标准，可诊断为两者共病。\n5．前庭阵发症（vestibular paroxysmia，VP）临床表现为频繁的眩晕发作，持续时间<1 min，不伴有偏头痛特征。由于没有偏头痛且持续时间<1 min，可以将VP于VM进行鉴别。\n6．分泌性中耳炎反复发作性眩晕：不稳症状持续时间通常与分泌性中耳炎持续不缓解有关。根据临床经验，经引流管植入治疗、鼓膜切开引流等适当的治疗，分泌性中耳积液消退后不稳症状常可得以缓解。\n7．后颅窝肿瘤及其他病变随着肿瘤增大，患者临床表现为进行性加重的共济失调、复视、听力下降等颅神经功能障碍，通常需要完善MRI检查进行鉴别。"}
{"id": "1434944", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n①胸4脊髓损伤（ASIA C），主动脉夹层术后，神经源性膀胱，神经源性直肠；②声带麻痹（左）；③吞咽障碍；④肺部感染；⑤高血压病3级（极高危组）。\n2．鉴别诊断：\n咽喉部肿瘤：早期症状多表现为声音嘶哑，随着肿瘤逐渐增大，阻塞气管出现呼吸困难、咳中带血等症状。电子喉镜、咽喉部CT、MR可明确诊断。\n甲状腺病变：①甲状腺囊肿：是一种比较常见的甲状腺良性疾病，主要与遗传、碘摄取不足等有关。颈前肿块，若囊肿增大或出血，伴随局部疼痛等症状。\n②甲状腺结节：是颈前增生团块，有良性和恶性，一般良性结节边界清晰，包膜完整，彩超可见回声均匀，形态规则，血流不丰富，恶性反之。如果结节较大或为恶性，需手术切除。\n脑血管疾病后吞咽障碍：有脑卒中、脑外伤史等脑部疾患史，临床可见饮水呛咳、进食不能等，头颅CT、MR可明确诊断颅脑疾病，如伴有吞咽障碍可诊断脑血管疾病后吞咽障碍，吞咽造影可明确障碍程度。"}
{"id": "1489337", "Diagnostic_results": "三、诊断与鉴别诊断\n确定诊断：脾梗死。\n高龄老人，既往有永久性心房颤动、肺栓塞病史，入院前3个月自行停用抗凝药物，此次突发急性腹痛，为持续性隐痛，左下腹为著，伴低热，体格检查全腹深压痛，化验D-二聚体升高，腹部增强CT提示脾内多发片状低密度影、脾梗死可能性大，综合考虑符合脾梗死诊断。患者高龄，腹痛伴体重下降明显，还应警惕消化系统肿瘤，但入院后多次便潜血阴性、癌胚抗原、甲胎蛋白等消化系统肿瘤标记物阴性，胃镜及腹部CT未见恶性占位性病变表现，消化系统肿瘤暂无依据。因患者高龄、合并慢性心肾功能不全，行肠镜风险高，故是否合并下消化道肿瘤仍需严密随诊。另外，患者既往有多个动脉粥样硬化危险因素，且有房颤病史，出现进食后腹痛，伴食欲减退、体重下降，体格检查腹部压痛阳性，亦应与缺血性肠病相鉴别，入院后化验便常规及潜血阴性，结合肠系膜血管B超，缺血性肠病暂不支持。同时，入院后观察患者症状、体征，结合血常规、淀粉酶及腹部B超、胃镜等辅助检查，不支持肠道感染、消化道穿孔、急性胰腺炎、泌尿系结石、急性心梗所致腹痛。"}
{"id": "1384619", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断\n1．肩胛舌骨肌综合征\n诊断依据：（1）症状：眩晕、肩痛、吞咽障碍。（2）体征：肩胛舌骨肌按压疼痛(+)，吞咽时颈部(R)出现前内向后外走行筷子粗细的X形条索；肌紧张试验：右侧胸锁乳突肌（+）右侧肩胛舌骨肌（+）。（3）辅助检查：无明显神经系统异常。\n2．功能诊断\n（1）功能和结构水平障碍：眩晕、肩痛和吞咽障碍。\n（2）参与和活动水平障碍：日常生活活动能力及工作能力受限。\n（三）鉴别诊断\n1．短暂性脑缺血发作（TIA）\n(1)突发局灶性脑或视网膜功能障碍，符合颈动脉或椎-基底动脉系统缺血表现，一般在24小时内(多数不超过1小时)完全恢复，可反复发作。\n(2)头颅MRI弥散加权成像(DWI)未发现相应急性脑梗死证据，为影像学确诊的短暂性脑缺血发作；无条件行DWI检查时，头颅CT/MRI常规序列未发现相应梗死灶，可作为临床诊断依据；无法得到影像学责任病灶证据时，仍以症状/体征持续时间不超过24小时为时间界限标准。\n(3)排除非缺血性病因。\n2．缺血性脑梗死\n(1)急性发病的局灶性神经功能缺失，少数可为全面性神经功能缺失。\n(2)头颅CT/MRI证实脑部相应梗死灶，或症状体征持续24小时以上，或在24小时内导致死亡。\n(3)排除非缺血性病因。"}
{"id": "1442365", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n采用2018年美国风湿病学会（ACR）大动脉炎分类标准，患者有发热、发力等全身症状，年龄≤60岁，影像学存在血管炎证据。有胸痛症状，PET-CT提示胸主动脉、升主动脉两段血管受累，评分>5分，可诊断大动脉炎，临床分型为胸腹主动脉型。\n2．鉴别诊断\n（1）巨细胞动脉炎：多发病于中老年人，主要表现为颞部疼痛、下肢跛行及视力下降，好发于颈动脉的颅外段，如颞动脉、颈内动脉等，主动脉瘤常见内膜、中层内侧炎症，血管内弹力层断裂，节段性病灶呈跳跃征（skip lesions）。本文患者青年男性，无上述症状，故不考虑。\n（2）lgG4相关性疾病：近年来发现IgG4相关性疾病可以累及血管，包括升主动脉、胸腹主动脉、冠状动脉、脾动脉等均有报道，以动脉扩张或动脉瘤常见，部分为慢性主动脉炎或周围炎表现。IgG4相关件疾病多见于50岁以上男性患者，常有多脏器受累，典型患者外周血IgG4水平升高，组织病理学见席纹样纤维化、闭塞性静脉炎和IgG4阳性的浆细胞浸润。\n（3）白塞病：当出现主动脉根部扩张、锁骨下动脉、颈动脉、眼底动脉、肾动脉等狭窄或动脉瘤样改变时需要和大动脉炎鉴别诊断。但是白塞病以男性常见，突出表现为口腔溃疡，生殖器、胃肠道、食管等黏膜溃疡，常见眼部前葡萄膜炎，结节红斑、假性毛囊炎、针刺反应阳性等，这在大动脉炎很少见。此外，白塞病可以表现为大中小血管炎症，动脉、静脉都可累及，病理上可以是中性粒细胞浸润伴核尘、组织坏死、脓疡、肉芽肿变、管腔血栓、出血等，炎性动脉瘤更常见，在疾病没有控制下，可以发生手术后吻合口瘘、再发吻合口动脉瘤、手术伤口无菌性炎症等。\n（4）结节性多动脉炎：两者均可引起高血压、肠梗阻、心肌缺血等临床表现。但是结节性多动脉炎多见于男性，常有乙型肝炎病毒感染史，为中等大小肌性动脉炎症，主要受累血管为肾动脉、肠系膜动脉、冠状动脉、肌性动脉等，影像学典型的表现是微梗死或微小血管瘤，病理改变为管壁炎性细胞浸润，纤维素样坏死，管腔狭窄，无肉芽肿病变，严重者内弹力层断裂，形成动脉瘤；临床上表现为肾血管性高血压、心肌梗死、血运循环障碍引起的肠梗阻、多发性单神经炎、睾丸炎、网状青斑等，常无主动脉根部扩张，很少累及主动脉。"}
{"id": "1494652", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史、影像学检查及穿刺病理结果，初步诊断：左乳混合型神经内分泌癌。\n鉴别诊断：（1）乳腺浸润性导管癌。浸润性导管癌是第一大常见的乳腺癌，占所有乳腺癌的75%~80%，体格检查，可有橘皮征，一般为边界不清，活动度较差，质硬肿块，可伴乳头有异常分泌物，当有腋窝淋巴结转移时，可扪及肿大淋巴结。影像检查常常可见边界不清、形态不规则的肿块，内常可见钙化灶，血流信号较丰富，增强一般较明显，若有坏死及肿瘤分泌，可见无增强区，常见腋窝淋巴结转移；常见转移部位为肺、骨、脑等。（2）乳腺浸润性小叶癌。浸润性小叶癌是第二大常见的乳腺癌，占所有乳腺癌的10%~15%，体格检查，可有橘皮征，一般为边界不清，活动度较差，质硬肿块，血流信号较丰富，增强一般较明显，若有坏死及肿瘤分泌，可见无增强区，当有腋窝淋巴结转移时，可扪及肿大淋巴结。影像检查常常可见边界不清、形态不规则的肿块，内可见钙化灶。与非浸润性小叶癌相比，诊断时年龄略高，分期更高，淋巴结易受累，肿瘤体积更大，但分级更低。其骨转移和腹膜转移发生率也较高，而肺转移发生率较低。（3）乳腺良性肿瘤。乳腺常见良性肿瘤有纤维瘤、纤维腺瘤、囊肿、叶状肿瘤，影像学表现一般为边界清、形态规则的肿块，内钙化灶不常见，且一般为粗大钙化灶，血流信号多不丰富。但应警惕乳腺叶状肿瘤有恶变倾向。（4）乳腺炎性肿块。常见为年轻女性，哺乳期，患者有明显的感染征象，体格检查常可见乳腺的皮肤红肿，触痛，当形成脓肿时，可有波动感。影像检查可与恶性肿瘤征象相重叠，但常常无钙化灶，可见脓肿坏死区，可行超声引导下穿刺引流有助于鉴别诊断及治疗。"}
{"id": "1490362", "Diagnostic_results": "三、诊断与鉴别诊断\n根据ICD-10的诊断标准，患者病程1年余，主要临床表现有情绪低落、兴趣减退、精力下降、睡眠障碍及敏感多疑、行为异常等，根据\"S-S-D\"的诊疗思路，这些症状构成抑郁状态的临床相，在抑郁的基础上出现敏感多疑等精神病性症状，由此可考虑患者诊断为伴有精神病性症状的重度抑郁发作。排除标准：患者否认既往存在脑器质性疾病及严重的躯体疾病，入院头颅MRI提示额叶有病变，需联络会诊后明确该病变是否与患者目前症状有关系，进一步予以排除。患者否认既往接触过精神活性物质及非成瘾性物质所致精神障碍。就鉴别诊断而言，最主要鉴别的是器质性精神障碍，患者虽然存在一定的性格基础，又有失恋、工作压力大的社会因素，抑郁症状较典型，但影像学检查结果提示的额叶病变仍不可忽略，治疗的过程中需要进一步联络神经内科明确病灶对症状的影响。"}
{"id": "1482974", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者既往手术史，术后病理结果，考虑患者肝内胆管来源的PMP。但仍需与肝脏黏液性囊腺瘤相鉴别。肝脏黏液性囊腺瘤往往为单房性囊肿，通常与胆管不相通，不伴有胆管扩张。而外周型IPMN-B可为单房或多房囊肿，一般伴有肝内外胆管的扩张，影像学检查是鉴别二者的关键点。尽管该病例CEA正常，但仍需与胃肠道来源的黏液性肿瘤相鉴别。入院胃镜肠镜排除胃肠道占位。因PMP主要来源于阑尾，腹盆腔CT阑尾虽未见明确病变，但不除外阑尾源性PMP的可能。"}
{"id": "1473229", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：36慢性根尖周炎。\n鉴别诊断：牙周脓肿：往往有深牙周袋，脓肿部位为牙周袋壁，牙髓有活力，可伴异常的松动度，X线片可见牙槽骨的吸收。35牙周未见明显异常，牙髓无活力，X线片显示根尖周暗影，可与牙周脓肿鉴别。"}
{"id": "1361341", "Diagnostic_results": "三、诊断\n诊断：\n根据2015年《NMOSD诊断标准国际共识》[ 2 ]，对于AQP4抗体阳性的患者，符合至少1项核心标准，并排除其他诊断，即可确诊NMMOSD。本例患者血清及脑脊液AQP4抗体均为阳性，且病程中共出现3项核心临床症状（脊髓炎，视神经炎，大脑综合征），同时排除自身免疫相关性脑炎（Autoimmune associated encephalitis，AE）、进行性多灶性白质脑病（Progressive multifocal leukoencephalopathy，PML）等其他诊断，明确诊断为AQP4抗体阳性的NMOSD。\n鉴别诊断：\n1．AE：\nNMOSD合并AE已有报道，且患者此次发病主要表现为发热、头痛，意识障碍、癫痫发作，临床表现类似AE，需警惕合并AE的可能，但患者影像学表现以白质受累为主，更符合脱髓鞘性疾病特点，且完善血清自身免疫性脑炎抗体未见异常，故可排除。\n2．PML：\n是由JCV的裂解性感染导致CNS少突胶质细胞进行性破坏的一种罕见疾病，常见于免疫功能低下的患者。该患者长期使用免疫抑制剂治疗，并于此次发病前3月接受过RTX治疗，此次病变以幕上白质多发病变为主，需警惕PML，但完善血淋巴细胞亚群分析未发现明显免疫抑制，JCV核酸定性定量检测结果提示阴性，且影像学幕上病灶多有强化，DWI病变信号较高，不符合PML的影像学改变，同时患者经免疫抑制治疗恢复良好，故不考虑PML。\n3．结缔组织病神经系统损害：\nNMOSD患者易合并系统性结缔组织病或相关抗体阳性，反之系统性结缔组织病患者神经系统受累可类似NMOSD的表现。此患者完善风湿免疫抗体提示ANA、ENA及SSA阳性，但既往无皮肤病变、关节炎、脱发、口眼干燥及多系统损害表现，不能达到结缔组织病诊断标准，可暂排除。"}
{"id": "1368571", "Diagnostic_results": "三、诊断\n脾动脉瘤破裂：该患者反复呕血、便血，消化内镜未见明显活动性出血灶，完善CTA后可见脾动脉瘤，进一步行DSA后可见脾动脉处对比剂外溢，考虑脾动脉瘤破裂出血，急诊行介入手术后出血停止，随访1年无消化道出血症状。\n鉴别诊断：（1）消化性溃疡：消化性溃疡是非静脉曲张出血最常见的原因，常有规律性腹痛病史，腹部可有压痛，该患者无腹痛，腹部无压痛、反跳痛，且消化内镜未见溃疡，故排除此诊断。（2）食管胃底静脉曲张出血：多有慢性肝病病史，临床表现为食欲不振、腹胀、腹水肝功不良、低蛋白血症，甚至肝昏迷及出血等。该患者有长期饮酒史，但无慢性肝病临床特征，肝功能检查正常，结合影像学和内镜检查，最终排除此诊断。（3）糜烂性胃炎：常有饮酒、严重创伤、大面积烧伤、休克及某些药物使用等诱因，该患者有长期饮酒的危险因素，但发病前无明显诱因，经胃镜检查进一步排除此诊断。"}
{"id": "1352812", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患者无动物接触史和疫区疫水接触史，无旅行史，无特殊药物摄入史，入院后多次查寄生虫感染、粪便培养阴性，无寄生虫感染、志贺菌感染、阿米巴痢疾、沙门菌感染、霍乱、致泻大肠埃希菌感染等成人急性感染性腹泻相关证据支持。入院查外斐氏试验、肥达氏试验阴性，暂不考虑伤寒、副伤寒。患者无糖尿病，查甲功及甲状腺彩超未见明显异常，暂不考虑内分泌和代谢性疾病所致腹泻。\n本例患者以腹痛腹泻为主要表现，血嗜酸粒细胞百分数、嗜酸粒细胞总数、总IgE明显升高，胃镜检查及病理示十二指肠球部存在嗜酸粒细胞浸润，符合嗜酸粒细胞性胃肠炎Talley诊断标准[ 3 ]。Talley标准主要包括：胃肠道症状；消化道病理活检或腹腔积液提示嗜酸粒细胞异常浸润（在十二指肠，多数研究使用20个嗜酸性粒细胞/高倍视野诊断EGE[ 4 ]）；除外寄生虫感染和胃肠道以外嗜酸粒细胞增多的疾病，如结缔组织病、特发性嗜酸粒细胞增多症、淋巴瘤等。EGE的另一个生物学标志是血清IgE水平异常升高，在50%以上的EGE患者中可观察到[ 4 ]，但血清总IgE水平和血嗜酸细胞计数无异常并不能完全排除EGE[ 5 ]。EGE影像学检查可发现肠壁增厚、黏膜皱襞粗大呈假息肉状结节、肠系膜淋巴结肿大、肠系膜周围渗出、肠腔狭窄或扩张和腹腔积液，肠镜检查可发现肠黏膜溃疡、充血、水肿等表现[ 6 ]。本例患者腹部增强CT提示小肠肠壁、胃窦部胃壁多发增厚，腹腔腹膜后多发小淋巴结，伴腹腔中量积液，符合EGE影像学表现。综上，结合症状、体征、辅助检查、病史等，综合考虑为嗜酸粒细胞性胃肠炎。"}
{"id": "1361063", "Diagnostic_results": "三、诊断与鉴别诊断\n继发性甲状旁腺功能亢进、慢性肾功能不全尿毒症期、肾性高血压、心功能不全四、治疗"}
{"id": "1494668", "Diagnostic_results": "三、诊断与鉴别诊断\n患者诊断：1.原发难治急性B淋巴细胞白血病， RCSD1-ABL1融合基因阳性；2.慢性乙型病毒性肝炎；3.新型冠状病毒感染，轻型。"}
{"id": "1356021", "Diagnostic_results": "三、诊断与鉴别诊断\n患者出现右侧偏身感觉麻木及右面部烧灼痛考虑脑出血后丘脑痛，请神经内科会诊后，诊断：脑卒中后焦虑抑郁伴丘脑痛。"}
{"id": "1366833", "Diagnostic_results": "三、诊断\n术前临床诊断：右侧残角子宫（IIB型）"}
{"id": "1491757", "Diagnostic_results": "三、诊断\n诊断：CD术前诊断仍无明显进展，多依靠术前胸片、CT等影像检查及各种实验室检查。本例通过彩超和核磁明确1个孤立病变，术后病理和免疫组化确定诊断为肠系膜CD（巨淋巴结增生症）。临床分型为单中心型；组织分型为透明血管型。\n鉴别诊断：（1）转移癌。转移癌中老年人多见，常见消化道肿瘤转移，常有消化道症状如：消瘦、纳差、呕吐等，彩超或者核磁及胃肠镜常能发现原发灶。（2）腹部淋巴瘤。患者可有腹痛、腹部包块、腹水甚至肠梗阻变现。可有间歇性发热、全身无力、消瘦，纳差、盗汗。常伴有无痛性淋巴结肿大。借助影像学和胃肠镜活检病理确诊。（3）原发性腹膜后肿瘤。原发性腹膜后肿瘤可分恶性肿瘤和良性肿瘤，恶性肿瘤常见脂肪肉瘤、平滑肌肉瘤、纤维肉瘤等，良性肿瘤如脂肪瘤、平滑肌瘤、良性畸胎瘤、神经鞘瘤等。早期多无明显症状，肿瘤增大可出现占位以及压迫和影响邻近器官的相应症状，如腹部包块、腹胀、腹痛、呕吐等。原发性腹膜后肿瘤以恶性居多，有复发倾向。（4）腹膜结核。腹膜结核常有低热、盗汗、乏力等结核中毒症状。常伴有肺结核、大肠结核或者盆腔结核。PPD试验可阳性，结核感染T细胞检测特异性高。抗结核治疗有效。（5）IgG4相关性疾病是一种免疫介导的慢性炎症伴纤维化疾病，最常见的临床表现为持续性免疫炎症和纤维化引起的肿块样病变，或周围器官受到压迫引起的器官功能障碍。本病可累及全身几乎所有器官，常见受累组织或器官为淋巴结、颌下腺、泪腺和胰腺。大量IgG4+浆细胞浸润、闭塞性静脉炎和席纹状纤维化是本病的显著病理特征。需要免疫组合鉴别。本例IgG4高，需注意鉴别排除。"}
{"id": "1355081", "Diagnostic_results": "三、诊断与鉴别诊断\n根据NCCN对T-LBL诊断的要求，患者病理诊断考虑T淋巴细胞母细胞淋巴瘤/白血病(T-lymphoblastic lymphoma, T-LBL)。因病理非T-LBL典型表现，遂联系华中科技大学附属同济医院病理科再次会诊阅片，会诊结果：淋巴造血组织恶性肿瘤，考虑T淋巴细胞母细胞淋巴瘤。故此，该病例诊断明确。"}
{"id": "1504666", "Diagnostic_results": "三、诊断与鉴别诊断\n最终诊断为Löeffler心内膜炎。Löeffler心内膜炎的诊断标准：（1）外周血嗜酸性粒细胞计数>1.5×10 9/L，持续6个月以上；（2）排除其他嗜酸性粒细胞增多的病因；（3）伴累及心脏损伤的证据 [ 1 ]。有创心肌活检是诊断本病的金标准，但因其有创及栓塞风险较少被患者接受，而心脏彩超及心脏磁共振作为无创检查，可作为本病常规诊断手段。本例患者拒绝心肌活检，但骨髓细胞、心脏彩色多普勒超声及心脏MRI增强均支持以上诊断。\n需鉴别诊断以下几方面的疾病：1.排除其他引起的嗜酸性粒细胞增多的原因，血液系统疾病（嗜酸性粒细胞白细胞）、过敏性疾病、寄生虫、结节病、结缔组织病或者药物引起的嗜酸性粒细胞增多；2.需鉴别心室血栓形成的疾病，如缺血性心肌病、扩张型心肌病、应激性心肌病；3.需鉴别相关心肌疾病，如病毒性心肌炎、淀粉样变心肌病、自身免疫性心肌病。"}
{"id": "1377926", "Diagnostic_results": "四、诊断及鉴别诊断\n1．诊断\n泌酸腺型/胃底腺型腺癌(gastric adenocarcinoma of the fundic gland type)。\n2．鉴别诊断\n(1)胃底腺息肉：向上生长，腺体密度增加，但形态与正常胃底腺相同，散见泌酸腺腺体呈囊性扩张，表面小凹萎缩变短、变平，细胞无异型性，核小位于基底，单层排列，极性好。本例肿瘤向下生长，表面小凹上皮正常，细胞有异型性，核复层，极性紊乱，且有黏膜肌侵犯。\n(2)普通型胃腺癌：腺管结构异型性明显，排列紊乱，细胞极性消失，腺管内可见凋亡、坏死，腺管周围可见间质反应；肿瘤细胞核浆比增大，细胞异型性明显，核分裂多见。本例细胞异型性较轻，胞质略嗜碱性，核分裂少见，免疫组化H +/K +-ATP酶、Pepsinogen Ⅰ及MUC-6阳性可鉴别。\n(3)神经内分泌肿瘤：细胞呈实性、巢状、条索状或腺样分布，细胞较小，胞质少，免疫组化CgA、Syn、CD56阳性，CK示核旁点状阳性，而泌酸腺型/胃底腺型腺癌H +/K +-ATP酶、Pepsinogen Ⅰ及MUC-6阳性，Syn常阳性，但CgA阴性可鉴别。\n(4)深在性囊性胃炎：表现为小叶状腺管囊性扩张，内陷至黏膜下层甚至固有肌层，上皮细胞形态温和，无明显异型性，腺管周可见固有膜样间质。"}
{"id": "1447060", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患者既往未曾接受细胞毒药物化疗和放射治疗，确诊CML后仅接受伊马替尼治疗，经伊马替尼治疗6个月后获得完全细胞遗传学缓解，随后坚持服用伊马替尼治疗，定期监测BCR/ABL1融合基因未见明显异常。CML一直控制好。在接受伊马替尼治疗33个月后，出现头晕乏力症状，复查血常规示血红蛋白、血小板减少，骨髓原始细胞15.5%，可见病态造血，染色体核型分析发现t(8;21)(q22;q22)异常核型，FISH及融合基因检测均提示BCR/ABL1阴性，AML1/ETO阳性。综上，本例患者诊断Ph-AML成立。\nPh-MDS/AML患者易发生误诊或漏诊，本例患者2017年11月复查骨髓细胞形态学示骨髓原始细胞比例较高，起初我们考虑为慢粒加速期，但患者染色体核型分析可见t(8;21)(q22;q22)异常核型，因此我们完善了AML相关的FISH及融合基因检查，结果均提示AML1/ETO阳性，BCR/ABL1阴性，使我们及时明确了Ph-AML的诊断，如若我们未及时完善AML1/ETO及BCR/ABL1融合基因检查，很可能会将本例患者诊断为慢粒加速期，从而造成误诊。"}
{"id": "1443144", "Diagnostic_results": "三、诊断\n左肺腺癌、多发淋巴结、左侧胸膜、多发骨及双肺转移。分子分型：EGFRL858R突变合并TP53突变、MET扩增。分期：T4N3M1c ⅣB期。"}
{"id": "1355687", "Diagnostic_results": "1．心胸外科医生：锁骨下动脉内膜切除术；"}
{"id": "1493091", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n迟发性Ⅳ级静脉炎。\n2．诊断依据：\n根据美国输液护理学会2021年版《静脉治疗护理实践指南》（Infusion Nursing Society，INS）静脉炎分级标准，符合Ⅳ级静脉炎的临床表现。患者表现为输液部位皮肤发红、疼痛、伴出现水泡的症状，但症状是在化疗结束后第7天出现，故诊断为迟发性Ⅳ级静脉炎。\n3．鉴别诊断\n（1）免疫性皮炎。支持点：局部皮肤发红伴小水泡。不支持点：免疫性皮炎一般发生在接受免疫治疗后的2个治疗周期，即6周左右，常见的类型为斑丘疹、白斑、苔藓样皮炎，以及大疱性皮炎等 [ 4 ]。该患者在首次免疫治疗后1周时出现水泡，部位局限在静脉穿刺点周围。结论：可排除。\n（2）接触性皮炎。支持点：局部皮肤发红伴小水泡。不支持点：接触性皮炎长水泡主要是由于各种外源性过敏原进入机体引起的过敏反应，多伴有瘙痒症状。患者否认接触外界过敏原，以上与本例不符。结论：可排除。\n（3）物理性皮肤病。支持点：疼痛伴大小不等的水泡。不支持点：患者否认患处被摩擦、烫伤、冻伤、晒伤等外部物理因素导致。结论：可排除。"}
{"id": "1442423", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史及辅助检查，\"主动脉瘤\"诊断成立。多学科讨论并结合患者病情及家属意向，定于择期行\"主动脉弓部覆膜支架植入术，无名动脉、左颈总动脉开窗术\"。患者主动脉硬化显著，对开放式血管置换手术耐受差，主动脉与人工血管吻合易出血，因此选择介入或杂交手术治疗。患者左侧椎动脉闭塞，暂不予左锁骨下动脉开窗 [ 4 ]，准备二期处理。另外术中建立右股静脉-右腋动脉体外转流以保证弓部三分支闭合后脑灌注，待无名动脉及左颈总动脉开窗植入支架完毕即可停体外转流。"}
{"id": "1452111", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：嗜酸性肉芽肿性血管炎：患儿为青春期女童，病史迁延2个月，临床表现为咳嗽，咯血，伴有鼻窦炎，病中合并多脏器损害，既往有哮喘病史。辅助检查提示外周血、骨髓嗜酸性粒细胞比值明显升高，鼻窦CT提示鼻窦炎，肺部影像提示双肺条索状、团片状、类结节影，激素治疗后肺部影像明显改善。纵观整个过程患儿肺部影像提示游走性改变，故诊断该病。\n鉴别诊断：患儿IgE升高，需与高IgE综合征鉴别。患儿无湿疹、皮肤粗糙、关节过度伸展、乳牙脱落延迟，免疫功能基本正常，暂不支持。患儿IgG升高，需与IgG4相关性疾病鉴别。患儿无脏器肿胀或肿块，无泪腺、胰腺等受累，暂不支持。患儿咯血，需与肺血管畸形、肺结核、肺部真菌、寄生虫感染等鉴别。患儿辅助检查未提示结核、真菌、寄生虫感染，不支持相关疾病。患儿属于血管炎，需与肉芽肿性多血管炎、显微镜下多血管炎、结节性多动脉炎等进行鉴别。"}
{"id": "1508484", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：完全性大动脉转位。根据临床表现、超声心动图、CT增强影像和实验室检查可进行诊断。\n鉴别诊断：（1）永存动脉干与完全性大动脉转位相似的是患者均有发绀，在胸骨左缘第2~3肋间可听到较强的主动脉第2心音，所不同者是共同动脉干的心脏杂音常是连续性的，其X线片示纵隔影宽，心界扩大，心电图则示双室肥厚，而心导管检查可证实为只有单一的动脉干，即共同动脉干。（2）完全性肺静脉畸形引流。当肺静脉总干发生梗阻时，完全性肺静脉畸形引流患者的症状加重，发绀也明显，此时可能疑为完全性大动脉错位，但前者的X线片显示典型的\"8\"字征，胸骨左缘收缩期杂音较轻，位置较高，且第2心音常分裂，行心导管检查及超声心动图检查，均可较明确的鉴别。（3）法洛四联症。法洛四联症与完全性大动脉转位相似的是患者均有发绀，并室间隔缺损的大动脉错位患者，其心脏杂音也相近似，但法洛四联症患儿出生后发绀发生常较晚，平时喜蹲踞，X线片显示靴形心的特征，肺血少，纵隔不宽，超声心动图检查可作进一步的鉴别诊断，而心导管及右心室造影更加有助于鉴别诊断。"}
{"id": "1501429", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断\n患者，女性，73岁，以劳力性胸闷为主要表现，慢性起病，进行性加重。有明确高血压、糖尿病病史20多年；无胸部外伤及外科手术史。8年前明确诊断CAF，经导管行右冠-肺动脉瘘弹簧圈栓堵术。术后仍有劳力性胸闷，活动耐量日渐减低。近1个月来休息时也感胸闷、乏力。体格检查：胸骨左缘第2肋间闻及连续性杂音。辅助检查：B型脑钠肽、肌钙蛋白I正常；心电图示完全性右束支阻滞及下壁、前侧壁心肌缺血；超声心动图示左房、左室增大；右心导管检查示主肺动脉氧分压明显高于右心室；冠脉CT和冠脉造影均提示多发CAF、冠心病（累及前降支）；肺动脉干直径36.2 mm。综上，明确诊断：①先天性冠状动脉瘘，右冠状动脉-肺动脉瘘弹簧圈栓堵术后；②冠状动脉粥样硬化性心脏病；③不稳定型心绞痛；④原发性高血压；⑤2型糖尿病。\n（二）鉴别诊断\n1．据临床特点，需要与肺部疾病如慢性阻塞性肺疾病、肺动脉栓塞等鉴别。患者无慢性咳嗽、咳痰及发绀等呼吸系统疾病相关症状。体征：口唇无发绀，颈静脉无充盈，胸廓正常，双肺呼吸音清晰，未闻及啰音，肝颈静脉反流征阴性，双下肢不肿。辅助检查：指尖血氧饱和度、外周动脉血氧分压及D-二聚体正常，肺CT未见明显肺实质和间质病变征象，超声心动图未提示右心负荷加重。综上可知，肺部疾病导致本例患者胸闷可能性不大。\n2．据心脏杂音特点，需要与动脉导管未闭、肺动脉瓣狭窄及房间隔缺损等其他结构性心脏病相鉴别。此类疾病经超声心动图检查不难发现，结合患者超声心动图结果，基本可排除。"}
{"id": "1368551", "Diagnostic_results": "三、诊断\n对比数据库资料，明确诊断Cornelia de Lange综合征1型。"}
{"id": "1378018", "Diagnostic_results": "五、诊断及鉴别诊断\n1．诊断\n(右髋骨)结合病史，符合骨巨细胞瘤地诺单抗治疗后改变(denosumab-treated giant cell tumor of bone)。\n2．鉴别诊断\n(1)纤维结构不良(fibrous dysplasia, FD):也称骨纤维异常增生症，是一种常见的发生于骨髓腔内的良性纤维性骨病，病变主要由增生的梭形成纤维细胞和不成熟编织骨组成，骨小梁周围无增生的骨母细胞被覆，骨小梁纤细，排列不规则，缺乏相互连接，呈字母形或逗点状排列，可局灶出现破骨细胞样巨细胞和泡沫状组织细胞。\n(2)骨纤维结构不良及骨化性纤维瘤：骨纤维结构不良(osteofibrous dysplasia, OFD)特指发生于胫腓骨，偶尔发生于尺桡骨骨皮质内的良性纤维性骨病，可累及骨髓腔，好发人群以婴幼儿和儿童多见，其骨小梁周边有增生活跃的骨母细胞；骨化性纤维瘤(ossifying fibroma)最常见于颌骨，也可见于长骨，新生骨小梁周围有骨母细胞被覆，并形成分化成熟的板层骨，多核巨细胞及出血和含铁血黄素沉积不常见。\n(3)非骨化性纤维瘤：骨的干骺端纤维缺损累及髓腔时称为非骨化性纤维瘤(nonossifying fibroma),好发于20岁以下的儿童和青少年，好发于长骨的干骺端，病变主要表现为梭形成纤维细胞和纤维组织排列呈席纹状或旋涡状结构，可见反应性的泡沫状组织细胞和多核巨细胞，一般不伴有骨质形成。\n(4)纤维组织细胞瘤(fibrous histiocytoma):一般发生于成人，组织形态和非骨化性纤维瘤相似，是一种由梭形成纤维细胞呈车辐状排列的原发于骨的良性肿瘤，伴有数量不等的多核巨细胞、泡沫状细胞和慢性炎细胞浸润，常伴有间质出血和含铁血黄素沉积，比较罕见，一般不伴有成骨。"}
{"id": "1491105", "Diagnostic_results": "三、诊断与鉴别诊断\n患者完善相关检查后，考虑左下肢半膜肌内占位明确，肿物性质不明，确诊金标准仍有赖于病理结果。骨科医生会诊后表示，对于肿瘤位置较深，体积较大的患者来讲，均不能排除原发性恶性肿瘤可能，如横纹肌肉瘤、骨肉瘤等。磁共振在鉴别部分肿瘤中具有高度的特异性，如脂肪瘤、血管瘤等疾病，本例患者可排除部分相关疾病。然而对于多数的肿瘤，MRI仍没有区分良恶性的特异性。患者既往有肿瘤病史，结合患者增强MRI所示环形强化及周围软组织肿胀表现，诊断倾向于转移性肿瘤可能性大。然而患者肿瘤指标不高，且疼痛症状明显，诊断结果仍存在矛盾，确诊仍需依靠病理。"}
{"id": "1458720", "Diagnostic_results": "三、诊断与鉴别诊断\n1．临床角度\n据报道，SACS基因突变可导致进行性小脑共济失调、行走困难、步态不稳、下肢痉挛、痉挛性共济失调、双侧巴宾斯基征阳性、足部异常、胼胝体发育不良、小脑萎缩、膝腱反射亢进、凝视诱发水平眼震、锤状趾、高弓足等表型，此与本患者的核心表型高度匹配（ 表1 ）；此外SACs也可有小脑共济失调，锥体束征不能完全排除。\n展开阅读\nCHPO表型库 患者症状 匹配度（22/40）\nINHERITANCE - -\n-Autosomal recessive 常染色体隐性遗传 ☑\nHEAD & NECK - -\nEyes - -\n- Retinal striation - -\n- Hypermyelinated retinal fibers 肿胀的视乳头，乳头周围的纤维和黄斑间区域呈梳状 ☑\n- Nystagmus 眼震，左侧凝视时快速水平眼震，右侧凝视时水平眼震较慢 ☑\n- Impaired smooth pursuit - -\nGENITOURINARY - -\nBladder - -\n- Urinary urgency - -\nSKELETAL - -\nHands - -\n- Swan neck-like deformities of the fingers 末端指节无法完全伸直 ☑\nFeet - -\n- Pes cavus 高足弓 ☑\n- Hammer toes 锤状趾 ☑\n- Distal muscle weakness due to peripheral neuropathy - -\nNEUROLOGIC - -\nCentral Nervous System    \n- Delayed walking development 自幼运动能力较同龄儿童差，3岁会走，跑跳困难 ☑\n- Increased falls 易摔跤 ☑\n- Gait ataxia，progressive 行走不稳逐渐加重 ☑\n- Truncal ataxia，progressive 共济失调 ☑\n- Spasticity - -\n- Dysarthria 言语不清 ☑\n- Scanning speech 小脑性语言 ☑\n- Dysmetria 双侧指鼻轮替笨拙，跟膝胫试验无法完成 ☑\n- Corticospinal tract dysfunction 双侧巴宾斯基征阳性 ☑\n- Hyperreflexia 下肢腱反射活跃 ☑\n- Extensor plantar responses - -\n- Absent ankle reflexes 跟腱反射无法引出 ☑\n- Amyotrophy，distal，severe - -\n- Distal muscle weakness - -\n- Mental retardation（2 patients） - -\n- Cerebellar vermis atrophy MRI提示小脑萎缩（蚓部突出） ☑\n- Loss of Purkinje cells in the cerebellar vermis - -\nPeripheral Nervous System - -\n- Distal sensory loss，especially vibratory sense - -\n- Decreased sensory nerve conduction velocities（NCV） 四肢所检神经呈周围神经性损害，运动神经轴索损害为主 ☑\n- Decreased motor NCV NCV：感觉神经传导未引出肯定波形 ☑\n- Loss of large myelinated fibers - -\nMISCELLANEOUS - -\n- Onset usually in infancy or early childhood 自幼起病 ☑\n- Later onset has been reported - -\n- Most patients become wheelchair-bound 32岁左右完全不能行走，需轮椅辅助 ☑\n- High prevalence in Charlevoix-Saguenay region of northeastern Quebec - -\n- Estimated carrier frequency in Charlevoix-Saguenay region is 1/22 - -\nMOLECULAR BASIS - -\n- Caused by mutation in the sacsin gene（SACS，604490.0001） NM_014363.5：c.5692G>T（p.Glu1898Ter）；NM_014363.5：c.12673_12677delTATCA（p.Tyr4225AspfsTer6） ☑\n表1\n基因-表型匹配度分析\n注：\"-\"代表不适用或没有该表型\n2．遗传学角度\nSCAs常见动态突变panel阴性排除了常见SCAs。根据ACMG指南，WES发现的两个变异被预测为可疑致病性突变，且Sanger验证为NM_014363.5：c.12673_12677delTATCA来源自父亲（ 图3 ）；因为NM_014363.5：c.5692G>T也位于10号外显子，故该无义突变很可能来自患者母亲或De novo突变。\n展开阅读\n图3\n在SACS基因中发现的新突变　A：家系图；B：Sanger验证结果；C：ClinVar报道SACS变异位点分布及本例报道的突变位点\n3．功能学角度\n通过CRISPR/Cas9技术，Naef等[ 16 ]生成并表征了一个sacs-null突变斑马鱼，该突变复制了ARSACS的主要特征，表现出运动障碍、后脑萎缩、线粒体功能障碍和活性氧积累。已开发的基因敲除小鼠模型也囊获了ARSACS的主要特征，在这些模型中，发现了突触以及浦肯野细胞内在特性的改变都可能导致ARSACS的疾病表现。研究发现兴奋性突触驱动在Sacs-/-浦肯野细胞上降低，并且浦肯野细胞的放电率在出生后第40天降低。在出现运动缺陷之前就观察到轻度放电缺陷。Sacs-/-小鼠的浦肯野细胞对深部小脑核团中靶神经元的神经支配减少[ 17 ]。Sacs纯合错义突变小鼠表现出与Sacs基因敲除小鼠相似的异常，包括共济失调表型的发展、浦肯野细胞放电率降低等[ 18 ]。\n综上所述，本例患者被诊断为：常染色体隐性遗传性痉挛性共济失调Charlevoix-Saguenay型。"}
{"id": "1408844", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：上唇瘢痕，外伤后\n诊断依据及鉴别诊断：\n根据患者\"6月前因面部外伤致上唇瘢痕形成，并与鼻部黏连\"，\"患者面部有多处痤疮瘢痕形成3年余\"的明确外伤及痤疮既往病史，专科查体：1.上唇中央与鼻小柱黏连，人中、鼻小柱不可见，上唇严重外翻。考虑诊断\"上唇瘢痕，外伤后\"成立，无需特殊鉴别。"}
{"id": "1357001", "Diagnostic_results": "三、诊断与鉴别诊断\nCIP的主要表现包括：①危重症患者（多器官功能障碍）；②广泛肢体无力和/或呼吸机撤离困难；③两条以上神经的CMAP、SNAP波幅低于正常下限的80%。其支持性表现包括：①重复神经刺激无波幅递减；②肌活检无肌球蛋白缺失；③神经活检示轴索变性；④直接肌肉刺激（direct muscle stimulation，DMS）检查刺激运动神经和刺激肌肉所得的CMAP波幅比（neCMAP/dmCMAP）<0.5。\n诊断CIP条件见文献[ 2 ]：符合3项主要表现；若主要表现中符合第①+②项，同时满足支持性表现中的①+②、①+③或①+④。\n鉴别诊断：本患者需要鉴别GBS与糖尿病性周围神经病（diabetic peripheral neuropathy，DPN）。静脉注射神经节苷脂经常用于治疗脑梗死、脑出血等中枢神经系统疾病，但可能诱发GBS。本患者在使用神经节苷脂后出现全身无力症状，且腰穿出现\"蛋白-细胞分离\"，需考虑GBS可能；患者糖尿病病史15年，也需要考虑DPN可能。"}
{"id": "1492534", "Diagnostic_results": "三、诊断与鉴别诊断\n结合临床，本例患者诊断为：（1）完全性纵隔子宫；（2）子宫内膜息肉；（3）中度贫血。\n鉴别诊断：本病应与以下疾病进行鉴别：（1）宫颈癌：宫颈癌早期表现接触性出血，晚期肿瘤侵犯血管引起阴道不规则出血，甚至大出血，需进行妇科检查鉴别；（2）宫颈息肉：妇科检查即可了解有无宫颈息肉；（3）妊娠相关疾病：如先兆流产、滋养细胞肿瘤等。\n结合患者现病史、既往史和辅助检查结果，初步考虑患者诊断如上。"}
{"id": "1412669", "Diagnostic_results": "三、诊断\n入院诊断为：鼻背中线瘘管。拟行影像导航下鼻外径路联合鼻内镜鼻背中线瘘管切除。"}
{"id": "1492890", "Diagnostic_results": "三、诊断与鉴别诊断\n结合上述实验室检查以及至关重要的膝关节MRI，初步诊断为左侧膝关节米粒体滑膜炎。由于抗核抗体，抗\"Ｏ\"，类风湿因子、抗环瓜氨酸肽抗体（CCP）及人类白细胞抗原B27等检查结果均正常暂时排除类风湿关节炎、强直性脊柱炎等。"}
{"id": "1458697", "Diagnostic_results": "三、治疗\n结合患者病史及目前检查结果，考虑患者出现PPWD、脑脊液漏合并感染，保守治疗效果不佳，另外患者反复手术，局部瘢痕粘连，一般情况差，咽后壁缺损较大，直接缝合张力较大，考虑行局部清创联合ISMF转移术修复咽后壁缺损。\n气管切开和张口器辅助下彻底清创以保证受区创面干洁，术中暴露咽后壁，可见咽后壁原缝合切口裂开，寰椎前弓及枢椎体暴露，寰枢椎椎间隙中有液体积聚，咽后壁可见明显缺损，范围约6 cm×4 cm，两侧软组织张力高，无法直接缝合。根据缺损范围设计上蒂岛状ISMF，岛状皮瓣面积约10 cm×4 cm（ 图3A ），切开皮肤、颈阔肌及颈前筋膜，行筋膜下分离，显露胸锁乳突肌前后缘，再切开皮瓣的前侧及下侧切口，分离并切断胸锁乳突肌的胸骨头和锁骨头，将颈深筋膜浅层连同胸锁乳突肌一起向上掀起，分离至血管神经蒂部，以乳突下2 cm左右为轴点旋转，从下颌骨内侧沿椎前筋膜进入口腔（ 图3B 、 图3C ），同时从肌皮瓣游离处一条肌肉组织及数条筋膜组织填塞入寰枢椎间的骨间隙中，堵塞硬膜撕裂处。将皮瓣适当修剪后与咽后壁缺损缘缝合固定，皮瓣供区两侧适当游离后直接缝合，留置负压引流（ 图3D ）。\n展开阅读\n图3\n设计左侧ISMF修复咽后壁缺损。A:设计上蒂岛状ISMF，大小为10 cm×4 cm，虚线范围为去表皮区域；B：切断胸骨头及锁骨头，剥离胸锁乳突肌，以乳突下2cm左右为血管蒂旋转，沿椎前筋膜剥离，将皮瓣从椎前间隙放入口内；C：将ISMF放入口内并缝合固定；D：缝合供区，放置引流"}
{"id": "1430676", "Diagnostic_results": "三、诊断与鉴别诊断\n幻肢痛的诊断主要依靠临床症状。该例患者疼痛出现于截肢后，主要在截除的肢体远端；疼痛程度和性质繁多，该患者经常用\"无法描述的感觉\"来形容；疼痛多数呈阵发性出现或加重，常于安静时发作，情绪变化、气候变化、疲劳或其他疾病可诱发或加重；疼痛持续时间可数秒，也可数小时；可详细描述出疼痛部位；截肢残端轻轻触摸即可引起整个患肢放射性疼痛。\n主要应与截肢痛相鉴别：部分患者幻肢痛与截肢痛并存；截肢痛的范围较弥散，可累及整个残端并向身体其他部位放射；疼痛性质多呈刺痛、灼痛或跳痛；肢体残端触摸多有剧痛和明显压痛点。"}
{"id": "1331768", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患儿为足月晚期新生儿，生后即发现全身多部位浅表肿物，伴反复发热，抗感染治疗无效。体格检查：全身多部位肿物，大者约4 cm×3 cm，质硬，活动欠佳，辅助检查提示全身多发骨质破坏，内脏多发受累，肿物病理活检提示符合肌纤维瘤病，故诊断肌纤维瘤病。患儿病变累及多部位及内脏，故考虑为全身型。"}
{"id": "1467171", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n右下肢碾压外伤。\n2．鉴别诊断\n（1）右胫骨平台骨折（Schatzker分型1型）为单纯的胫骨平台外侧劈裂骨折，一般选择手术复位螺钉固定；（2）右腓骨中段下段骨折：若是腓骨远端骨折、中下段骨折，往往需要切开复位，用钢板、螺钉维持长度。手术以后6周之内避免负重，6周以后通过拄拐部分负重，慢慢过渡；（3）右胫骨下段Pilon骨折（Ruedi-Allgower分型，亚型）：Pilon骨折是指累及胫距关节面的胫骨远端骨折，胫骨远端关节面严重粉碎，骨缺损及远端松质骨压缩，常合并有腓骨下段骨折（75%~85%）和严重软组织挫伤；（4）右小腿骨筋室综合征：由于肢体骨筋膜间隔区肌肉、神经、血管等组织因急性严重缺血造成的一种早期综合征，是临床常见且较严重的创伤并发症 [ 5 , 6 ]。"}
{"id": "1483100", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n乳腺恶性肿瘤。\n2．诊断依据\n（1）患者中年女性，52岁。（2）发现左乳肿块3个月，短期内迅速增大。（3）体格检查发现肿块质地中等，活动度可。（3）常规超声呈高低不均质回声，形态不规则。（4）超声造影呈快速整体高增强，周边可见粗大血管。常规超声中高回声部分在超声造影中与低回声部分类似，也表现为早期快速高增强，静脉期快速消退，消退稍慢于低回声部分，快于周边乳腺组织。\n3．鉴别诊断\n（1）乳腺癌\n多呈低回声，内部回声不均匀，可见微钙化，边界毛刺及有高回声晕，\"蟹足样\"改变，后方回声衰减。较硬。可出现乳头凹陷、橘皮征。\n（2）纤维腺瘤\n纤维腺瘤周边常有环形低回声带，瘤体内可见粗大块状钙化，病灶易多发，且生长缓慢。\n（3）叶状肿瘤\n质地中等偏硬，肿块较大时可使皮肤受压变薄，肿瘤内出血坏死出现大小不等无回声区，可呈蜂窝样改变。由于肿瘤内静脉曲张，彩色多普勒显示较丰富静脉血流。\n（4）髓样癌、间质肉瘤等特殊类型\n髓样癌回声与PBL相似，边界清楚，因伴有大量淋巴细胞进入肿瘤及周围组织，常表现为边缘浸润或小分叶的恶性征象，后方亦可有回声增高表现。但PBL发病年龄较髓样癌轻，肿块生长迅速，活动度好。间质肉瘤可呈囊实性表现，但血供不如PBL丰富。\n4．病理诊断\n患者行超声引导下穿刺活检，采用Elite MEP10粗针向左乳肿块穿刺8条组织送石蜡病理。病理诊断：（左乳）非霍奇金淋巴瘤，符合弥漫大B细胞性淋巴瘤。免疫组化：CD10（−），CyclinD1（−），CD2（+），CD20（弥漫+），CD30（−），CD5（−），CK（−），C-myc（−），Bcl-2（+），Bcl-6（+），Ki67（60%+），PAX-5（+）。\n展开阅读\n图4\n患者病理检查结果　A：箭头显示为增大异形的大B细胞　HE染色×400；B：CD20染色显示大B细胞壁弥漫性深染　免疫组化×400"}
{"id": "1360416", "Diagnostic_results": "三、诊断与鉴别诊断\n原发性血色病，并累及心脏、垂体、胰腺。铁蛋白、转铁蛋白饱和度明显升高，铁离子升高，不饱和铁结合力明显降低，转铁蛋白、总铁结合力降低。胸片提示双肺间质性肺水肿、心影增大，心彩超提示全心增大、左室室壁运动普遍减弱、左室EF明显减低。睾酮、卵泡刺激素、黄体生成素、雌二醇降低，孕酮升高；糖化血红蛋白6.7%，空腹血糖7.2mmol/L。基因检测1个杂合变异，存在于HFE基因上。家系验证结果显示：HFE基因上的变异(c.694C>T，p.Pro232Ser)，先证者的母亲携带该变异，父亲未携带该变异。"}
{"id": "1480993", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n诊断：原发腮腺指突状树突状细胞肉瘤。\n2．鉴别诊断\n（1）原发腮腺的癌，免疫组化需表达上皮标记，如AE1/3、EMA等。（2）恶性黑色素瘤，瘤细胞镜下具有明显的核仁、差的黏附性，组织形态学表现像癌又像肉瘤，免疫组化弥漫表达HMB45、Melan-A、PRAME、S-100等，上述标记至少两种同时表达方可诊断，本例仅S-100（+），不支持恶性黑色素瘤。（3）朗格汉斯细胞肉瘤（Langerhans cell satcoma，LCS），肿瘤细胞呈圆形、卵圆形，细胞胞质丰富，细胞核多呈马蹄形/肾形，具有核沟和核切迹，肿瘤背景多见多核巨细胞和嗜酸性粒细胞，瘤细胞免疫标记表达CDla、Langerin和CD68，本例IDCS上述标记均不表达可与LCS鉴别。（4）间变性大细胞淋巴瘤。镜下瘤细胞相似IDCS，细胞异形性大、核怪异，免疫标记表达CD30、CD45、EMA和间变性淋巴瘤激酶。（5）滤泡树突细胞肉瘤（FDCS）。FDCS在组织形态上与IDCS重叠最多，瘤细胞多呈梭形合体状，细胞均一且少见细胞多形性，免疫组化表达CD21、CD23、CD35等，本例的免疫组化均不支持FDCS。排除上述鉴别诊断，此例病理诊断结果为指突状树突状细胞肉瘤。从上述鉴别诊断中可见组织学虽是评估IDCS的诊断基础，免疫组化却是确诊IDCS的重要辅助方法，这与IDCS的疾病起源相关，IDCS源于免疫系统中抗原提呈细胞的恶变，而抗原提呈细胞的种类繁多且组织形态多相似。例如，树突状细胞就包括滤泡树突网状细胞、指状树突网状细胞、朗格汉斯细胞、面纱细胞，所以在WHO造血和淋巴组织肿瘤的分类中，就将组织树突细胞来源的恶性肿瘤按此分为组织细胞肉瘤（HS）、朗格汉斯细胞增多症（LCH）、朗格汉斯细胞肉瘤（LCS）、滤泡树突细胞肉瘤（FDCS）和IDCS [ 3 ]。假若遇到免疫组化也不能明确的病例，无法证实肿瘤起源哪种组织树突细胞，借助电镜辅助诊断也是一种选择，IDCS在电镜下胞内可见溶酶体散在分布，不含Birbeck颗粒，肿瘤细胞的指状突起呈现镶嵌排列且无桥粒连接。"}
{"id": "1361311", "Diagnostic_results": "三、诊断\n临床拟诊\"直肠良性肿瘤\"，在连续硬膜外麻醉下行\"直肠肿物切除术\"。"}
{"id": "1360749", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：结合病史、纤维鼻咽喉镜、影像学检查及病理结果，最终诊断为：咽旁间隙原始神经外胚层肿瘤（右）。\n鉴别诊断：\n凡形态上属小圆细胞的肿瘤都属需要鉴别之列,包括:尤文肉瘤、胚胎性横纹肌肉瘤、淋巴瘤、外周神经母细胞瘤、嗅神经母细胞瘤、小细胞骨肉瘤、小细胞性恶性黑色素瘤、小细胞癌、促纤维生成型小圆细胞肿瘤、间叶性软骨肉瘤等。虽然上述肿瘤均表现为小圆细胞肿瘤,但发生部位、发生年龄、肿瘤形态学改变、免疫组织化学表型、遗传学特点等方面均有其特点,可资鉴别。CT和MR是有效的影像学检查方法,能较好的显示肿瘤内部结构、明确肿瘤的范围,有助于本病的鉴别诊断[ 7 ]。\n近年来研究表明，pPNET与骨组织的尤文肉瘤（Ewing'ssarcoma, ES)在组织形态、免疫组化和分子生物学改变方面有许多相似之处，目前多数学者认为二者是同一种肿瘤的两个不同阶段，ES为未分化型，而pPNET则为伴有神经分化的另一种类型，故将其称为ES/pPNET家族。组织学上，二者难以鉴别，鉴别诊断主要依靠免疫组化及电镜显示的不同神经分化特征。电镜下胞浆内可看到肝糖原、微突、微丝、微管和神经分泌颗粒。免疫组化标记物CD99阳性率高达90%~100%,提示神经分化的标志物神经元特异性烯醇酶（neuron-specific enolase, NSE) 、波形蛋白（vimentin, Vim) 、S100蛋白（S100-protein, S100)有不同程度的表达，其中NSE表达程度最高[ 8 , 9 , 10 ]，本病例免疫组化NSE (弱+) ,Vim (+)，更符合pPNET的表现。"}
{"id": "1434961", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患者是急性重症胰腺炎，疾病早期临床曾出现心率、呼吸频率改变，合并胸腔积液，气管切开。入科后有呼吸肌力量减退。根据患者病史、临床表现及辅助检查结果，诊断为急性重症胰腺炎相关肺损伤。"}
{"id": "1506954", "Diagnostic_results": "三、诊断与鉴别诊断\n排除禁忌证后，对腹直肌包块进行了穿刺活检。病理示：乳腺来源非特殊型浸润性癌Ⅱ级（ 图3 ）。免疫组化：ER（-）、PR（弱，10%）、Her-2（-）、Ki-67（40%）、P53（-）、CK5/6（-）。结合患者乳腺癌手术病史及超声检查结果，乳腺癌术后腹直肌转移诊断明确。左胸壁肌层结节因过小，未行穿刺活检，根据病史及超声检查结果考虑胸壁复发，在后续姑息性治疗过程中，左胸壁结节和腹直肌包块同步缩小，进一步支持了胸壁复发的诊断。因此诊断为乳腺癌术后腹直肌转移并胸壁复发。\n展开阅读\n图3\n左侧腹直肌病灶穿刺病理检查结果　HE×100\n鉴别诊断应考虑：（1）腹盆腔恶性肿瘤导致的腹直肌转移瘤。本例患者无相应病史，故不首先考虑。（2）腹直肌子宫内膜异位症。一般发生于剖宫产术后，子宫内膜异位包块位于下腹部切口处。本例患者病变位于上腹部，故不首先考虑。（3）腹直肌脓肿。多发生于经腹外科手术后，超声表现为透声较差的无回声包块，内部可见点状、絮状的高回声。本例患者病史及超声表现与之不同，故不首先考虑。（4）腹直肌断裂。超声表现为肌纤维连续性中断，断端回声增强、挛缩。本例患者超声表现与之不同，故不首先考虑。（5）腹直肌纤维瘤病。超声表现为梭形低回声包块，包块所在腹直肌的前、后鞘结构连续。本例患者与之超声表现相似，难以相鉴别，需通过组织病理学检查确诊。"}
{"id": "1430980", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断\n患者最终诊断为\"进行性家族性肝内胆汁淤积症3型\"。诊断依据：①少年起病，以胆石症首次就诊。肝功表现为转氨酶轻度增高，GGT升高超过3倍正常上限，ALP升高超过1.5倍正常上限，符合胆汁淤积性肝病标准。②肝穿病理结果示胆汁性肝硬化，请中日友好医院病理科会诊，考虑病理诊断倾向于\"进行性家族性肝内胆汁淤积症3型（PFIC-3型）\"；③基因检测：ABCB4基因突变，Exon 6编码区C/T杂合突变，Exon 12编码区G/T杂合突变，明确诊断为PFIC-3型。\n（二）鉴别诊断\n1.Alagille综合征：\n是一种累及多系统的显性遗传性疾病，为先天性肝内胆管发育不良症，该病的发病率约为1/70000。可累及多个器官，肝脏、心脏、骨骼、眼睛异常及特殊面容是该病最常见的临床表现[ 4 ]。患者无Alagille综合征特殊面容，基因检测未见Alagille综合征基因突变，可除外此病。\n2.先天性胆汁酸合成障碍：\n是一类由于合成胆汁酸过程中的酶缺陷引起的先天性胆固醇合成胆汁酸障碍，是罕见的遗传代谢性疾病，大多属于常染色体隐性遗传病，也可以是自身基因自发突变导致，占婴儿胆汁淤积性疾病的1%~2%。临床表现为高结合胆红素血症、神经系统病变及脂溶性维生素吸收不良等[ 5 ]。患者肝穿病理结果及基因检测结果不支持此病。\n3.良性复发性肝内胆汁淤积：\n常染色体隐性遗传，特点为急性发作性的胆汁淤积、黄疸和严重的皮肤瘙痒,每次发作之间可有数周到数月的完全缓解期。首次发病常出现在幼年，可反复发作。发作时颇似梗阻性黄疸，但肝组织学呈微胆管淤胆变化，一般预后良好[ 6 ]。患者肝穿病理结果和基因检测结果不支持此病。"}
{"id": "1352999", "Diagnostic_results": "三、诊断与鉴别诊断\n5例家族性高胆汁酸2型婴儿均以胆汁酸持续异常就诊，在排外解剖结构异常、感染因素后，通过代谢性肝病基因分析明确诊断；因这5例婴儿早期均有胆汁淤积症状，需要与新生儿肝内胆汁淤积症、胆管闭锁、进行性家族性肝内胆汁淤积症等相鉴别。"}
{"id": "1409652", "Diagnostic_results": "三、诊断\n超声诊断：双侧肾上腺体积增大，考虑肾上腺皮质增生可能。实验室检查：皮质醇↑，睾酮↑，促肾上腺皮质激素↑，17α-羟孕酮↑。染色体核型结果：46，XX；未见染色体数目和结构明显异常。临床诊断：符合先天性肾上腺皮质增生症（CAH）。"}
{"id": "1366858", "Diagnostic_results": "三、诊断\n结合基因检测结果及临床表现诊断为WHIM综合征。"}
{"id": "1461274", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：鼻-眶-脑型毛霉菌病。\n鉴别诊断：\n1．急性鼻窦炎：为鼻窦的化脓性炎症，有流涕、鼻塞、头痛、嗅觉减退等症状，鼻内镜检查可见鼻腔水肿、脓涕或鼻息肉等。少数患者可有眼部压迫感，较少影响视力，全身症状较轻，可资鉴别。\n2．颅内转移瘤：通常为慢性起病，早期多无症状，病程可快速进展，患者可有头痛、视物模糊、呕吐、脑神经麻痹、感觉障碍、肢体瘫痪、共济失调甚至精神行为异常、意识障碍等表现，部分患者可有恶性肿瘤病史，依赖影像学检查可鉴别。\n3．中枢神经系统曲霉菌感染：该病起病隐匿，症状与毛霉菌感染类似，也伴有中枢神经系统浸润，表现为鼻窦疼痛、鼻塞、发热、面部肿胀、眼肌麻痹、视力下降及脑膜炎等，区别在于曲霉菌病程较缓慢，并且抗真菌治疗效果较好，形态学表现为菌丝细，有隔膜且呈锐角，高度怀疑时行真菌培养或活组织病原学检查可明确诊断。\n4．病毒性脑炎：是由于多种病毒感染引起的颅内急性炎症性病变，急性起病者常出现一些非特异症状如发热、头痛、恶心、呕吐等，典型的临床表现可有意识障碍、抽搐、失语、吞咽困难、饮水呛咳、精神行为异常以及肢体活动障碍等，脑脊液检查可见细胞数轻度增高、糖、氯正常或减低，蛋白正常或稍高，部分患者影像学可见脑部单侧或双侧颞叶、海马区异常信号，依赖脑脊液培养或病原学检测可鉴别。"}
{"id": "1506133", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断\n诊断：高血压病3级（极高危），SIADH，低钾低钠低氯血症，睡眠呼吸暂停综合征（轻度）。\n（二）继发性高血压病因鉴别诊断\n1．肾性高血压：肾实质性高血压包括急慢性肾小球肾炎、糖尿病性肾病、慢性肾盂肾炎、多囊肾等肾脏病变引起的高血压。肾血管性高血压是由各种原因造成单侧或双侧肾动脉狭窄引起的高血压，常见病因有动脉粥样硬化、纤维肌性发育不良和大动脉炎。本例患者肾功能正常，尿蛋白及潜血均为阴性，无肾实质病变、肾动脉狭窄，因此不支持。\n2．主动脉疾病：其中主动脉缩窄是指主动脉局限狭窄，管腔缩小，造成血流量减少，多数为先天性，少数是多发性大动脉所致。临床表现为上肢血压增高，而下肢血压不高或降低。患者双上肢及双下肢血压均对称，下肢血压高于上肢血压，不支持主动脉缩窄；红细胞沉降率、C反应蛋白均正常，影像学未见血管狭窄性病变、血管环形增粗影等大动脉炎特征性表现，不支持大动脉炎。\n3．睡眠呼吸暂停综合征：指睡眠过程中各种原因引起的上气道部分或完全闭塞，夜间反复发生低氧血症、高碳酸血症和睡眠结构紊乱，睡眠呼吸暂停综合征与高血压常合并发生，是继发性高血压的重要原因。患者睡眠呼吸监测AHI指数为6.3次/h，为轻度睡眠呼吸暂停低通气综合征，亦不足以解释。\n4．单基因遗传性高血压：如Liddle综合征亦称假性醛固酮增多症，典型的临床表现为早发的中重度高血压、低血钾、代谢性碱中毒、低血浆肾素，Liddle综合征多为家族性；先天性肾上腺皮质增生症是一组由于肾上腺皮质激素合成过程中限速酶缺陷造成的常染色体隐性遗传病，以高血压就诊的患者中11β-羟化酶、17α-羟化酶缺乏症多见。患者年龄较大，无特殊家族史，近期血压难以控制，故不支持。\n5．药物导致的高血压：长期摄入甘草（光果甘草根）或甘草样化合物（如，甘珀酸）和使用三唑类抗真菌药（泊沙康唑、伊曲康唑）均可导致类似原发性醛固酮增多症的表现，即高血压、低钾血症、代谢性碱中毒及低血浆肾素活性和低醛固酮水平，但血钠较高，由于患者无上述药物服用史不支持。\n6．内分泌疾病：原发性醛固酮增多症是由于肾上腺皮质分泌醛固酮过多所引起的综合征，临床特征主要为高血压、正常血钾或低血钾、低血浆肾素及高血浆醛固酮，是继发性高血压的常见病因，而此患者醛固酮、肾素及醛固酮/肾素比值均在正常范围。嗜铬细胞瘤是起源于肾上腺髓质的肿瘤，患者血尿儿茶酚胺及代谢产物未见异常，血压升高时无阵发心悸、头痛、多汗及面色苍白，不支持嗜铬细胞瘤。患者皮质醇节律及甲状腺功能均正常，故亦不支持库欣综合征以及甲状腺疾病。"}
{"id": "1375478", "Diagnostic_results": "三、诊断\n患者的临床特点是青年女性，发病年龄轻，脂肪泻，有糖尿病家族史，体形消瘦，无腹痛，无酗酒史，不耐受油腻饮食，无酮症倾向的糖尿病，胰岛功能较差，需要胰岛素控制血糖，CT发现胰腺萎缩并弥漫性钙化和基因检测符合遗传性胰腺炎的遗传规律。根据患者的临床表现、实验室检查结果和内分泌功能试验，糖尿病诊断成立，分型为特殊类型糖尿病中胰腺外分泌疾病，倾向遗传性胰腺炎，合并有周围神经病变和可疑糖尿病肾病1期的并发症，所以患者的诊断为：①胰源性糖尿病（遗传性胰腺炎）并周围神经病变和糖尿病肾病1期？②双眼白内障，③维生素D缺乏症，④混合痔。患者家系分析结果见 表4 。\n展开阅读\n检测基因 检测位置 检测方法 核苷酸变化 受检人 检测结果\nSPINK1 ch5-147207583 Sanger测序 c.194+2T>C Ia 无变异\nIb 纯合变异\nIIa 杂合变异\nIIb 杂合变异\nIIc 杂合变异\nIId 杂合变异\nIIe 杂合变异\nPRSS1 Chr7-142460750 Sanger测序 c.623G>C Ia 无变异\nIb 杂合变异\nIIa 杂合变异\nIIb 无变异\nIIc 无变异\nIId 杂合变异\nIIe 无变异\n表4\n患者家系分析结果\n注：先证者的爸爸（Ia）、先证者的妈妈（Ib）、先证者（IIa）、先证者的第一个妹妹（IIb）、先证者的第二个妹妹（IIc）、先证者的弟弟（IId）、先证者的第三个妹妹（IIe）"}
{"id": "1361049", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者症状及超声心动图检查诊断为卵圆孔未闭。"}
{"id": "1360449", "Diagnostic_results": "三、诊断\n依据患者的病史及查体，考虑患者双侧先天性小耳畸形诊断明确。需鉴别是否为表现为耳廓畸形的综合征类疾病。鉴别诊断如下[ 4 ]：\n1．Treacher-Collins综合征，又称下颌骨颜面发育不良综合征，为常染色体显性遗传病，可表现为睑裂向外下垂、下眼睑部分缺损、下眼睑内2/3睫毛缺失、颧骨及下颌骨发育不全、外耳及听力缺陷、鬓角毛发生长靠前至面颊部。该患者未见该综合征典型的睑裂、下睑异常，故不考虑该诊断。\n2．Melinick-Fraser综合征，又称鳃耳肾发育不良，为常染色体显性遗传病，主要表现为听力下降、耳前瘘管、耳廓畸形、鳃裂发育异常和（或）伴有肾脏不发育或发育不全。该患者腹部超声提示双肾未见明显异常，故不考虑该诊断。\n3．Apert综合征，又称尖头并指综合征，为常染色体显性遗传病，可表现为颅缝早闭、尖头、并指（趾）、听力障碍、面中部后缩，其耳畸形常表现为低位耳。该患儿未见典型的颅面骨尖头畸形、手足并指（趾）畸形，故不考虑该诊断。"}
{"id": "1494214", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者症状体征以及相关辅助检查，诊断为：（1）高血压脑出血（右侧基底节区）；（2）高血压病3级很高危。\n鉴别诊断：\n1．脑动静脉畸形：患者为老年男性，既往高血压病史，有未规律控制血压、出血区域典型等特点，但仍不能排除AVM情况，需完善头颅CTA、MRA等检查，待病情允许，家属签字后尽早完善。\n2．脑梗死：老年人多见，多有动脉粥样硬化的危险因素，可有短暂性脑缺血发作的病史，头痛、恶心、呕吐少见，颅脑CT、MRI有助于鉴别。\n3．蛛网膜下腔出血：各年龄组均可见，以青壮年多见，多在动态中骤然起病，病情进展快速，头痛剧烈，多伴恶心、呕吐，多无局灶性神经功能缺损的症状和体征，颅脑CT、MRI及脑脊液检查有助于明确诊断。\n4．颅内占位病变：颅脑外伤、脑膜炎等疾病：根据发病急缓程度，外伤史、发烧等其他临床表现以及CT、MRI、脑脊液等检查做出诊断。"}
{"id": "1486051", "Diagnostic_results": "三、诊断与鉴别诊断\n患者为老年男性，慢性病程，病情逐渐进展加重，典型四肢周围神经受累的临床表现，伴腹泻、直立性低血压、躯干多汗、肢端皮肤发冷等自主神经功能障碍，结合脑脊液、血清抗体结果、神经电生理结果及 TTR基因 Glu81Gly突变等综合判断，诊断转甲状腺素蛋白淀粉样变性多发性神经病。康复诊断：四肢活动障碍；感觉障碍；平衡功能障碍；日常生活活动障碍。\n该患者主要表现为四肢感觉运动神经受累伴自主神经功能障碍，需与以下疾病进行鉴别：（1）慢性炎性脱髓鞘性多发性神经根神经病：隐袭起病，缓慢进展、阶梯进展以及复发缓解等病程；表现为对称性运动和感觉性多发性周围神经病的症状和体征；脑脊液蛋白-细胞分离；电生理检查提示周围神经传导速度减慢、传导阻滞或异常波形离散；大多数患者使用激素治疗有效，故不考虑该病。（2）代谢性周围神经病：如糖尿病周围神经病，隐匿起病，进展慢，可累及所有神经纤维，小纤维神经受累为重，但患者既往无相关病史，故不考虑此病。（3）中毒性周围神经病：大多表现为长度依赖性轴索性周围神经病，但患者无特殊用药史、毒物接触史，故排除。（4）副肿瘤性神经病：通常为进行性加重的病程，除周围神经病的表现外，还可有其他系统受累的表现，本患者未见其他副肿瘤性疾病的多系统症状，如副肿瘤性脑干脑炎等症状体征，肿瘤标志物及各脏器检查等未见肿瘤表现，不考虑本病。"}
{"id": "1504639", "Diagnostic_results": "三、诊断\n根据病史及相关检查结果回报，排除了颅脑肿瘤（典型症状为头痛、恶心、呕吐、眼底视乳头水肿，一般症状发展缓慢，呈进行性加重，良性肿瘤在CT和MRI上不增强，增强者预后相对较差）、结核性脑膜炎（有结核病史，早期表现为发热、头痛、呕吐及脑膜刺激征；CSF压力增高可达400 mmH 2O或以上，外观无色透明或微黄，静置后可有薄膜形成；淋巴细胞显著增多，常为50×10 6/L~500×10 6/L；蛋白增高，通常为1~2 g/L，糖及氯化物下降，脑脊液涂片抗酸染色可见结核菌；头颅CT或MRI主要表现为脑膜强化）、隐球菌性脑膜炎（临床主要表现为发热、头痛、呕吐、视力模糊、癫痫发作及意识障碍和脑膜刺激症等，脑脊液压力明显升高，隐球菌脑膜炎的诊断通过脑脊液涂片墨汁染色检出隐球菌或培养发现隐球菌生长确诊）的可能。本例患者诊断为人类免疫缺陷病、进行性多灶性脑白质病、人多瘤病毒-2型感染；肺部感染；银屑病。"}
{"id": "1486456", "Diagnostic_results": "三、治疗及检查\n2020年1月入院后，根据患者当地医院相关检查及目前诊断开始一线治疗：奥希替尼80 mg，每日一次，口服；同时给予唑来膦酸4 mg，每28天输注一次治疗骨转移。2021年9月，复查胸CT见左肺上叶病灶大小为30 mm×18 mm，伴右侧腋窝新增淋巴结转移（ 图1 ）；腹盆CT示肝胃间隙、腹膜后新增淋巴结转移（ 图2 ）；为确定下一步治疗，同月行第二次血液NGS检测到c797S（+），L858R（+）。同时，患者自行将靶向药物更换为吉非替尼。2021年11月，患者出现头晕、头痛，间断呕吐及失语症状，ECOG评分：3分。头颅MRI示多发脑及脑膜转移（ 图3 ）。患者拒绝行腰椎穿刺术且放疗科建议放疗治疗效果欠佳，遂行贝伐珠单抗和培美曲塞联合治疗1周期，治疗后出现Ⅳ度骨髓抑制，且患者头部症状缓解不明显。同月，给予患者阿美替尼110 mg治疗，用药4 d后头部症状即有所好转，阿美替尼治疗2个月后，2022年1月，复查头颅MRI示脑及脑膜转移病灶较前减小（ 图4 ），且患者头胸症状较前明显好转，疗效评价为PR。2022年3月出现第三次进展，患者头晕、头痛症状再次加重，头颅MRI示脑内病灶较前增多进展，疗效评价为PD（ 图5 ）。胸CT示左肺上叶病灶较前增大（30 mm×18 mm→42 mm×2 1mm），伴右侧腋窝淋巴结部分融合（ 图6 ）。腹盆CT示肝胃间隙、腹膜后淋巴结，部分较前略缩小（ 图7 ）。为确定下一步治疗，行我院多学科会诊后，考虑患者病情进展以脑膜病灶为主。遂给予培美曲塞10 mg腰椎鞘注6次。同时行脑脊液脱落细胞学检查，前4次脑脊液脱落细胞学检查均可见恶性肿瘤细胞；脑脊液送检行第三次NGS检测示EGFR L858R（+），C797S（+），ERS1 R394C（+）。经腰椎鞘注6次后脑脊液压力从220 mmHg降至160 mmHg；脑脊液CEA水平也从治疗前28.35 ng/ml降至11.05 ng/ml。但因患者无法忍受反复腰椎穿刺所带来的痛苦，于2022年3月底，行培美曲塞静脉全身化疗1次，患者出现Ⅲ度骨髓抑制。遂于2022年4月初开始，改为口服厄罗替尼150 mg治疗，颅内高压症状有所缓解。2022年5月，复查头颅MRI示脑及脑膜转移病灶较前范围缩小，疗效评价为PR（ 图8 ）。胸CT示左肺上叶病灶较前减小（42 mm×21 mm→25 mm×17㎜），右侧腋窝淋巴结较前缩小（ 图9 ）。腹盆CT示腹部肿大淋巴结较前明显减小（ 图10 ）。2022年5月底患者在全麻下行脑室Ommaya囊置入术，通过Ommaya囊定期行脑脊液20 ml减压及鞘注培美曲塞联合小剂量地塞米松共20 ml，控制该患者头胸部病灶，定期治疗过程中，根据患者状态进行剂量的微调。2022年7月，复查头颅MRI示颅脑术后，各脑室略扩大，脑沟、裂稍增宽，中线结构无位移（ 图11 ）。脑脊液免疫报告示：CEA 0.52 ng/ml；脱落细胞学检查示未见肿瘤细胞，从阳性转为阴性。胸CT示左肺上叶病灶较前大致相仿，右侧腋窝淋巴结较前略缩小（ 图12 ）。腹盆CT示腹部淋巴结较前明显减小（ 图13 ）。直至今日，该患者仍通过Ommaya囊定期行鞘注培美曲塞及联合口服厄洛替尼，来控制EGFR（+）晚期NSCLC脑及脑膜转移及全身症状。\n展开阅读\n图1\n2021年9月胸部CT示左肺上叶尖后段实变（30 mm×18 mm）\n图2\n2021年9月盆腹部CT示肝胃间隙、腹膜后淋巴结，较前新出现，考虑转移\n展开阅读\n图3\n2021年11月头颅MRI示脑内转移可能；脑膜弥漫强化，考虑转移\n图4\n2022年1月头颅MRI示脑内异常结节，较2021.11减少；脑膜弥漫强化，较前范围减小\n展开阅读\n图5\n2022年3月头颅MRI示脑内异常结节，较2022年1月增多；脑膜弥漫强化，部分较前明显\n图6\n2022年3月胸部CT示左肺上叶尖后段实变（42 mm×21 mm），较前范围增大\n图7\n2022年3月腹盆部CT示肝胃间隙、腹膜后淋巴结，部分较前略缩小\n展开阅读\n图8\n2022年5月头颅MRI示脑内异常结节，较2022年3月减少；脑膜弥漫强化，部分较前范围缩小\n图9\n2022年5月胸部CT示左肺上叶尖后段实变（25 mm×17㎜），范围缩小\n图10\n2022年5月腹盆部CT示肝胃间隙、腹膜后淋巴结，较前明显减小\n展开阅读\n图11\n2022年7月头颅MRI示颅脑术后，中线结构无位移\n图12\n2022年7月胸部CT示左上叶尖后段较前大致相仿\n图13\n2022年7月腹盆部CT示肝胃间隙、腹膜后淋巴结，较前明显减小"}
{"id": "1476647", "Diagnostic_results": "三、诊断\n术后病理诊断：结合临床及免疫组化标记，符合胰岛素瘤。"}
{"id": "1369111", "Diagnostic_results": "救治当中的不足：本病例患者比较危重，搬动有一定难度，担心院内二次损伤导致患者病情变化未有效的利用移动彩超，移动DR检查；本病例入院第2天出现左肺挫伤并胸腔积液，经病例讨论考虑右侧胸腔积液、纵隔移动挤压、反应性胸膜炎渗出所致。"}
{"id": "1433672", "Diagnostic_results": "三、诊断与鉴别诊断\nANCA相关性血管炎诊断明确：患者病史中有咳嗽、咳痰，双肺间质性改变，抗髓过氧化物酶（MPO）抗体0.78 u/ml，抗中性粒细胞蛋白酶3（PR3）抗体1.87 u/ml。\n抗磷脂综合征诊断明确：患者多发血栓栓塞形成，抗心磷脂抗体IgG 223.5gpl/mL(正常值<12.00 gpl/ml)，抗心磷脂抗体IgM 11.8 gpl/ml (正常值<12.00 gpl/ml)，β2糖蛋白I抗体11.6U/ml(正常值<16.00 U/ml)。\n肺栓塞诊断明确：多排CT肺动脉造影：右肺动脉干及其分支和左肺动脉分支多发充盈缺损，考虑肺栓塞。两肺间质性肺炎。\n鉴别诊断：\n肺栓塞是以各种栓子阻塞肺动脉系统为其发病原因的一组疾病或临床综合征的总称。患者可表现为呼吸困难、胸痛、咯血，也可表现为烦躁不安、胸痛、上腹痛、心前区等。\n1．冠心病：部分肺栓塞患者可出现冠状动脉供血不足，心肌缺氧，表现为胸闷、胸痛等，心电图有心肌缺血样改变，易误诊为冠心病所致心绞痛或心肌梗死。冠脉造影可见冠状动脉粥样硬化、管腔狭窄证据，心肌梗死时心电图和心肌酶水平有相应的特征性动态变化。\n2．肺炎：当肺栓塞有咳嗽、咯血、呼吸困难、胸膜炎样胸痛，出现肺不张、肺部阴影，尤其同时合并发热时，易被误诊为肺炎。但肺炎一般会有明确的感染病史，肺炎有相应肺部和全身感染的表现，如咳痰、寒战、高热、外周血白细胞及中性粒细胞增高等，抗菌治疗有效。\n3．主动脉夹层：肺栓塞可表现胸痛，部分患者可出现休克，需与主动脉夹层相鉴别，后者多有高血压，疼痛较剧烈，胸片常显示纵隔增宽，心血管超声和胸部CT造影检查可见主动脉夹层征象。"}
{"id": "1355105", "Diagnostic_results": "三、诊断与鉴别诊断\n为明确诊断，患者行右腹股沟区病变穿刺活检，病理示血管低度恶性纤维组织细胞瘤,其他部位病变与该病变具有相似的影像学表现，所以最终诊断为血管多发低度恶性纤维组织细胞瘤。"}
{"id": "1361047", "Diagnostic_results": "三、诊断及鉴别诊断\n病理诊断：原发肾脏BCOR-C3orf62基因融合的未分化肉瘤。\n诊断依据：本例肿瘤组织呈片状、巢状、束状及栅栏状生长，肿瘤细胞呈小圆形、短梭形，染色质细腻，核仁不明显，间质富含纤细的毛细血管网，局灶见坏死、微囊变及粘液变性，核分裂象易见。免疫组织化学显示：Vimentin、BCOR、SATB2、CyclinD1、CD99、TLE1等阳性。FISH检测到BCOR基因分离；RNAseq融合基因检测存在BCOR-C3orf62融合进一步证实了本病。\n鉴别诊断：（1）肾孤立性纤维性肿瘤：中年人多见，罕见原发于肾脏，发生肾脏时形态学类似软组织，肿瘤细胞呈束状、席纹状排列，可见绳索样胶原纤维，细胞短梭形或卵圆形，可呈血管外皮瘤样结构，可伴黏液变性。肿瘤体积大，细胞密度高，异型性明显，坏死、核分裂象明显高度提示恶性生物学行为。恶性孤立性纤维性肿瘤也可表达BCOR，这些形态学的表现导致易与未分化肉瘤混淆。但孤立性纤维性肿瘤有免疫组化STAT6阳性，特异性NAB2-STAT6基因融合可帮助鉴别诊断。（2）尤文肉瘤：好发于长骨，发生于肾脏病例少见，占肾脏肿瘤的比例不足１%，好发于年轻人，肿瘤组织由一致性、紧密成片的小圆细胞组成，被间质的纤维分隔呈小叶状，核染色质细腻，核仁不明显，核浆比高；肿瘤细胞围绕血管形成Homer-Wright菊形团样结构。免疫组化表达CD99细胞膜弥漫强阳性，NKX2.2、Fli-1阳性；CCNB3常阴性，分子检测显示FET-ETS基因融合。（3）滑膜肉瘤：青少年至中年人多见，少见发生于肾脏，肿瘤组织由密集成片的小圆细胞或短梭形细胞构成，可有上皮样细胞区域，核染色质较细腻，核仁不明显，核分裂象多见，间质可见粘液变性，部分病例间质可见大量薄壁血管。免疫组化表达上皮性、间叶源性标志物，不同程度表达CD99、SMA、Bcl2；BCOR也可表达阳性[ 1 ]，50%可表达TLE1弥漫强阳性有助于鉴别；分子检测显示SYT-SSX基因融合。（4）CIC重排肉瘤：儿童至老年人均可发生，男女发病率无明显差异，发病部位主要在四肢或躯干的深部软组织中，而较少见于肾脏，目前国内外报道的发生于肾脏内的CIC重排肉瘤共8例，肿瘤由弥漫成片的未分化圆形细胞组成，有纤维分隔，常伴有梭形或上皮样细胞成分。肿瘤细胞相对一致，核轻度多形性，核仁明显，核分裂易见。胞浆轻度嗜酸，偶可透明，常见坏死。1/3的病例肿瘤细胞呈网状或假腺泡状排列，可见局灶黏液样间质。免疫组化表达WT-1、ETV4；分子检测显示CIC重排。（5）肾透明细胞肉瘤（CCSK）：主要发生于2-4岁的儿童，罕见发生于成人[ 2 , 3 ]，肿瘤细胞呈巢状或条索样生长，由宽度较为一致的较窄的纤维血管间质分隔，间质血管呈\"鸡笼样\"，肿瘤细胞可呈上皮样或梭形，间质内可发生粘液变性，细胞短梭形或卵圆形，染色质细腻，核仁不明显。免疫组化Vimentin、CyclinD1、Bcl-2、TLE1表达阳性，CK、EMA、WT-1阴性。分子检测显示90%表现为BCOR-ITD,少数可见YWHAE-FAM22融合，或二者均无。因此，基于CCSK与BCOR基因改变的URCS临床病理特征有重叠，有研究在RNA转录组测序中发现二者的基因表达很接近[ 4 ]，现有许多学者认为二者同属于BCOR基因改变的肿瘤家族[ 5 , 6 , 7 ]，但目前还缺乏充分的研究来细化、区分二者、准确评估其生物学行为以及根据不同的基因亚型探寻恰当的治疗方案。"}
{"id": "1486557", "Diagnostic_results": "三、诊断\n诊断：患儿临床表现为慢性腹泻伴有浮肿、少量腹水，实验室检查可见外周血淋巴细胞绝对计数减少、低蛋白血症、免疫球蛋白降低、CD4+CD8+明显降低，胃镜检查见十二指肠降部弥漫性分布白色粟米样改变，经病理证实小肠黏膜层淋巴管扩张。患儿起病年龄小，无手术及其他疾病病史，故考虑为原发性小肠淋巴管扩张症。"}
{"id": "1356067", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者的临床表现，再结合影像和实验室检查，典型的松果体区肿瘤诊断并不难，增强磁共振检查对诊断松果体区肿瘤的诊断是十分必要的；对于怀疑生殖细胞瘤的患者，应检查血清和脑脊液中与生殖细胞瘤相关的标记物,例如甲胎蛋白(AFP)和人绒毛膜促性腺激素(HCG),但对于术前有合并梗阻性脑积水的患者，此时不宜行腰穿检查。对松果体区肿瘤进行鉴别诊断应考虑到脑膜瘤、胶质瘤的可能，邻近部位的如小脑蚯部、脑干肿瘤等，术前主要依据影像学来进行鉴别诊断，依据术后病理确诊。"}
{"id": "1482904", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者病史、实验室检查及主动脉CTA，最终诊断：主动脉夹层（Stanford A型）。鉴别诊断：1.急性冠脉综合征；2.肺栓塞。"}
{"id": "1505202", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史、实验室检查及影像学表现，经肝胆胰肿瘤多学科综合治疗，术前初步诊断为原发性肝癌，建议外科手术治疗。\n鉴别诊断：\n1．肝海绵状血管瘤：患者常无特殊症状，影像学上多见类圆形，边界清楚的肝内占位，增强典型表现为由外向内的渐进性填充式强化。T1WI呈均匀低信号，T2WI呈均匀的高信号，在肝实质低信号背景的衬托下，肿瘤表现为边缘锐利的极高信号灶，称为\"灯泡征\"。"}
{"id": "1355693", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史、术前实验及影像学检查，诊断为：1.上矢状窦血栓形成合并脑内出血；2.癫痫发作；3.右侧额顶脑膜瘤切除术后。"}
{"id": "1446358", "Diagnostic_results": "三、诊断\n患儿PIK3CA基因存在杂合突变，c.1635（exon10）G>T，根据OMIM数据库及ACMG指南，结合该患儿临床表现、体格检查、辅检及基因型进行分析，判定为致病性变异。先证者出现耳廓及足部畸形、发育迟滞表现。父母发育正常。结合PROS表型谱（ 图5 ），先证者表型符合MCAP（巨脑-毛细血管畸形），考虑散发突变，系体细胞突变所致。\n展开阅读\n图5\nPROS的表型谱\nPIK3CA相关过度生长谱（PROS）的临床诊断标准如下：一般是先天性或儿童早期发病，存在体细胞PIK3CA基因突变（如果不能确定为基因突变，可假定为PROS），表现为偶发或者不规则地过度生长，具有特征A或B。特征A：复合特征（2个及以上特征，呈进行性发展），如下，①过度生长。脂肪、肌肉、神经、骨骼。②脉管畸形。毛细血管、静脉、动静脉、淋巴管。③表皮痣。特征B：单一特征，如下，①巨大孤立的淋巴管畸形；②单发的巨指（趾）症[又可称作营养异常性巨大发育脂质过多症、巨指（趾）症纤维脂肪瘤病和巨人症]或过度生长的八字脚/手、四肢过度生长；③躯干脂肪过度生长；④半侧巨脑畸形综合征（双侧）/发育不良性巨脑畸形/Ⅱ型局灶性皮质发育不良；⑤表皮痣；⑥脂溢性角化病；⑦良性苔藓样角化病。同时PROS的表型包括有：FAO/HHML，纤维脂肪增生和过度生长/偏侧发育不全多发性脂肪瘤；ILM，孤立性的大的淋巴畸形；CLOVES，先天性脂肪瘤过度生长、血管畸形、表皮痣、脊柱侧凸/骨骼和脊柱异常；EN，表皮痣；SK，脂溢性角化病；BLK，良性苔藓样角化病；MCAP，巨脑-毛细血管畸形；HMEG，半侧巨脑畸形；DMEG，发育不良性巨脑。表型谱见 图5 。"}
{"id": "1375431", "Diagnostic_results": "三、诊断与鉴别诊断\n术前病理及术中组织病理最终确诊为寻常疣。鉴别诊断：（1）疣状癌：低度恶性的鳞癌中的一种。皮损最初很像难治的跖疣，为隆起的斑块，向深部生长，形成很多深凹陷，凹陷中充以角质物和脓液。肿瘤晚期可穿透跖筋膜，甚至可破坏周围的骨和侵犯足背皮肤。（2）鳞状细胞癌：皮损早期可表现为浸润性硬斑、斑块、结节或者疣状损害,质地坚实,表面常呈菜花状增生,有些中央破溃形成溃疡,基底部有浸润,边界不清,触之有坚实感。（3）基底细胞癌：该病好发于老年人的曝光部位,特别是颜面部,临床上可分为结节溃疡型、色素型、浅表型、硬斑病型、纤维上皮瘤型等。以结节溃疡型多见。表面常呈现蜡样光泽,有溃疡、结痂,病程较长。（4）上皮样肉瘤：多见于青壮年四肢远端，尤其是手指屈侧、手掌、前臂和足部。表现为生长缓慢的隆起性触痛结节，常出现多发性溃疡性结及或环状斑块。（5）恶性黑素瘤：恶性黑素瘤多表现为边缘不规则的斑块或结节,色素分布不均、瘤体不对称、自发破溃,早期多有色素斑或色素痣病史。"}
{"id": "1450288", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1．原发性肝癌（巴塞罗那分期C期，AJCC分期cT3N0M1、Ⅳ期，中国肝癌分期Ⅲb期）；2．肺继发恶性肿瘤；3．胆囊结石；4．慢性乙肝。\n鉴别诊断：\n1．本例患者肝内病灶从影像学上需与肝内胆管细胞性肝癌及混合型肝癌相鉴别，且患者肿瘤指标中除了甲胎蛋白升高以外CA19-9也明显升高，虽然穿刺病理提示肝细胞癌，但仍需考虑混合型肝癌的可能，因为穿刺获取的组织量较少，可能未取到胆管细胞癌组织，仅仅取到肝细胞癌组织。\n2.患者肺多发小结节需与原发性肺癌或肺结核相鉴别。原发性肺癌一般在CT上呈磨玻璃状样，结节边缘模糊、毛糙、可存在分叶征，边缘凹凸不平，部分可见胸膜凹陷征。而转移性结节一般在CT上表现为肺内多发结节，大小不等，结节密度均匀。肺结核患者可存在结核相关症状，如咳嗽、咳痰、咯血、乏力、低热、盗汗等。CT上表现为双肺多发结节，病灶形态、大小、密度不同，两肺分布不均匀，常合并肺内斑片状浸润灶，部分可见空洞形成。痰涂片检查和痰结核菌培养可见结核杆菌。"}
{"id": "1355699", "Diagnostic_results": "三、诊断与鉴别诊断\n结合HE形态学、免疫组化结果及NGS结果，最终诊断为伴有FUS-CREM融合的颅内间叶性肿瘤"}
{"id": "1343953", "Diagnostic_results": "三、诊断\n根据影像学表现及中山大学附属第三医院病理会诊结果，确定诊断为鼻腔卵黄囊瘤，Ⅳ期，高危组，中枢神经系统侵犯。"}
{"id": "1483299", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n抗MDA5+皮肌炎继发快速进展型肺间质病变并感染（烟曲霉+屎肠球菌+白色念珠菌）。\n2．诊断依据：\n（1）抗MDA5+皮肌炎诊断依据：①符合2017年EULAR/ACR关于成人和幼年性炎性肌病及其主要亚型的分类标准 [ 1 ]；②有典型的向阳疹和Gottron征；③抗MDA5抗体高滴度阳性。（2）快速进展型肺间质病变诊断依据：目前尚未达到普遍共识，目前主流文献一般参考2022年ATS/ERS/JRS/ALAT临床实践指南对进行性肺纤维化的概念和定义 [ 2 ]，即过去1年内至少出现以下3个标准中的2个，而没有其他病因解释①呼吸道症状加重；②1年内肺功能中FVC预测值下降≥5%或DLCO绝对值下降≥10%预测值；③肺部影像学进展。\n3．鉴别诊断：\n患者呼吸道症状加重且肺部CT提示肺部影像学快速进展，主要表现为新增胸膜下多发磨玻璃影，除考虑抗MDA5+皮肌炎导致的快速进展型肺间质病变，需与以下肺部感染疾病鉴别：（1）新型冠状病毒性肺炎：患者有新冠病毒暴露史或感染史，新冠核酸阳性，肺部影像学可表现为多发小斑片影及间质改变，进而发展为双肺多发磨玻璃影、浸润影。该患者3周前曾有新冠病毒感染，但患者已经过正规的抗病毒治疗，且治疗后发热、气促症状有改善，此次气促加重，复查新冠病毒核酸阴性，且肺泡灌洗液未检测出新冠病毒，可能性不大。（2）卡氏肺孢子菌肺炎：多出现在免疫功能低下的宿主患者，肺部影像学表现为由肺门向外扩展的多发磨玻璃影或间质改变，很少累及胸膜。G实验阳性，肺泡灌洗液mNGS可检出卡氏肺孢子菌。此患者肺部影像学和病原学检查不支持。"}
{"id": "1377922", "Diagnostic_results": "钙化性巢状间质-上皮性肿瘤"}
{"id": "1444086", "Diagnostic_results": "三、诊断与鉴别诊断\n1．结合临床，女方初步诊断为：\n（1）继发不孕；（2）早发性卵巢功能不全；（3）怀疑是BPES；（4）输卵管功能障碍。男方诊断：男方弱精子症。\n2．鉴别诊断：\n卵巢抵抗综合征（ROS）又称卵巢不敏感综合征或Savage综合征，是一种发病率和诊断率均较低的生殖内分泌疾病，表现为内源性促性腺激素（Gn）升高，并且对大剂量外源性Gn刺激呈现低反应或无反应，但是卵巢储备功能与同龄女性相比无异常，且染色体核型和第二性征发育也正常。ROS的临床表现：（1）原发性或继发性闭经、月经稀发、不孕；（2）自身Gn水平升高，雌激素水平偏低，对外源性高水平的Gn缺乏反应；（3）AMH正常，超声和腹腔镜下卵巢组织学检查均可见正常数量的小卵泡。患者可因化妆、整形等原因影响医生对特殊眼睛表型的判断，需仔细观察、详细询问病史。二者的鉴别要点见 表1 。\n展开阅读\nBPES ROS\n特殊眼睛表型 有 无\n月经稀发、闭经 有 有\nAFC 正常 正常\nFSH 升高 升高\nAMH 降低至POI、POF水平 正常\n促排卵低反应史 有 有\n染色体 正常 正常\n基因检测 FOXL2变异 正常或其他受体缺陷相关\n表1\nBPES和ROS鉴别要点\n注：BPES：睑裂狭小-倒转型内眦赘皮-上睑下垂综合征；ROS：卵巢抵抗综合征；AFC：窦卵泡计数；FSH：促卵泡激素；AMH：抗米勒氏管激素；POI：卵巢功能不全；POF：卵巢功能早衰；FOXL2：为翼螺旋/叉头转录因子基因2"}
{"id": "1467689", "Diagnostic_results": "三、诊断及鉴别诊断\n1．诊断\n诊断：患者最终诊断未先天性肾上腺发育不良。\n诊断依据：患儿系婴儿，生后出现皮肤色素沉着，并进行性加深，以口唇、牙龈、乳晕、阴囊、指关节处色素沉着明显，检验结果回示促肾上腺皮质激素明显偏高，17-羟孕酮偏高，11-脱氧皮质酮、11-脱氧皮质醇、雄烯二酮偏高，肾上腺CT提示双侧肾上腺显示不清，结合基因结果，故诊断。\n2．鉴别诊断\n（1）3β-羟类固醇脱氢酶缺乏症（3 beta-hydroxysteroid dehydrogenase deficiency，3β-HSD）：经典型临床表现为明显的失盐和肾上腺皮质功能不足，一般出生2周以后开始恶心、呕吐、脱水、低血糖、低血钠和高钾血症、代谢性酸中毒。女性婴儿外生殖器表现正常或有不同程度的男性化，男性婴儿多表现不同程度的性发育不良，如小阴茎、尿道下裂，严重者将出现男性假两性畸形。3β-HSD的失盐表现者，电解质呈现低血钠、高血钾、酸中毒改变。患者血孕烯醇酮、硫酸脱氢表雄酮水平增高，17-羟孕酮浓度下降。基础血、尿皮质醇水平及血醛固酮浓度低下，尿17-酮和17-羟皮质醇浓度下降，而ACTH、肾素活性浓度增高。由于外周Ⅰ型3β-HSD的作用，部分患者基础17-OHP浓度可上升至21-OHD患者的水平。\n（2）21-羟化酶缺乏症：是先天性肾上腺皮质增生症的常见类型，分为经典型、单纯男性化型，非经典型。经典型又称失盐型，在新生儿或婴儿期出现低血钠、高血钾、代谢性酸中毒等失盐危象，伴或不伴外生殖器异常。二者均表现为肾上腺皮质功能不足、ACTH显著增高表现，但21-羟化酶缺乏症患儿17-羟孕酮升高明显，肾上腺影像学多表现为肾上腺增大，通过类固醇激素谱及基因检测可鉴别。\n（3）SF-1缺乏：AHC及SF-1缺乏均可导致肾上腺皮质功能不足、ACTH显著增高，表现为不同程度的性腺及外生殖器发育不良，甚至外生殖器完全异性表型，伴或不伴肾上腺功能不全，需通过类固醇激素及基因检测可鉴别。"}
{"id": "1482856", "Diagnostic_results": "三、诊断\n根据ICD-10诊断标准，初步诊断：精神分裂症。\n症状标准：病史中存在自语自笑，感被害被监视，同时有言语性幻听。情感协调，稍显焦虑，意志活动减退。病程标准：持续性病程22年。严重程度标准：社会功能受损，工作能力下降，自知力部分存在。排除标准：病前无诱因，体查及神经系统检查未见明显异常，无使用精神活性物质的证据，结合实验室及影像学检查，暂可排除器质性、躯体疾病及精神活性物质所致精神障碍。患者表现自语自笑，偶有脾气大、消极想法，但自诉情绪整体平稳，否认既往存在持续的情感高涨及低落史，暂排除双相情感障碍。"}
{"id": "1366798", "Diagnostic_results": "三、诊断与鉴别诊断\n患者行心脏超声造影检查后，考虑为心脏内恶心肿瘤，随后患者的PET/CT结果显示：右心房占位，右心房及右心室壁不均匀性增厚，FDG代谢增高；升主动脉-主动脉弓旁软组织密度肿物，FDG代谢增高，考虑恶性肿瘤性病变。最后，患者取心包积液脱落细胞行病理检查，病理回报：（心包液细胞块）B细胞性非霍奇金淋巴瘤。\n在鉴别诊断上，心脏内的占位病变需与心脏肿瘤性病变及非肿瘤性病变相鉴别。\n心脏肿瘤的发生率比较低，良性肿瘤中最常见的是粘液瘤，超声表现为实质回声均匀的低回声或等回声团，好发于房间隔的左房侧，通常可见瘤蒂，肿块活动度较大。其他良性肿块有乳头状弹力纤维瘤，横纹肌瘤，脂肪瘤等。恶性肿瘤的发生率较低，转移性的比原发性的多见，原发性的恶性肿瘤较常见的是各种来源于间叶组织的肉瘤。恶性肿瘤通常形态不规则，内部回声不均质，基底部宽，活动度小，且常出现顽固性心包积液，转移性的肿瘤通常能找到原发病灶。良性肿瘤心脏造影常表现为乏血供的肿块，恶性肿瘤心脏造影常表现为富血供的肿块，该病例表现为富血供肿块，因此考虑为恶性肿瘤。\n另外心脏内的占位性病变还有非肿瘤性病变，如赘生物与血栓。赘生物通常有发热和感染性心内膜炎的病史，超声表现为附着在瓣膜上的团块状回声，可跟随瓣膜活动。心脏内血栓的患者一般会有风湿性心脏病，二尖瓣狭窄，扩张型心肌病，心肌梗死的病史，较常见的是左心耳、左心房、左心室心尖部等血流易瘀滞的地方。超声表现基底宽，不活动，表面尚平整，新鲜血栓呈低回声，机化的血栓回声较强，回声不均。非占位性病变在心脏造影上为无造影剂灌注的表现，可与本病例鉴别。"}
{"id": "1366787", "Diagnostic_results": "三、诊断\n结合患者临床表现、影像学结果及病理检查结果，本例诊断为右乳纤维瘤病样化生性癌。"}
{"id": "1248453", "Diagnostic_results": "肝癌伴门静脉癌栓，乙型肝炎肝硬化，胆囊术后。"}
{"id": "1368604", "Diagnostic_results": "三、诊断\n结合患者病史，诊断为（1）左侧颈动脉狭窄；（2）CEA术后脑梗死；（3）高血压病。"}
{"id": "1449312", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：Aicardi-Goutieres综合征1型诊断依据：全面发育迟缓，小头畸形及冻疮，结合头颅影像学显示颅内多发钙化、脑白质病变，全外显子基因检测结果显示 TREX 1基因变异。\n鉴别诊断：1.宫内感染：该病可出现颅内钙化，但病情多不随着年龄变化而进行性加重，有孕期病史或病原学支持依据；2.Cockayne综合征：该病可出现小头、颅内钙化，但头颅钙化部位位于纹状体小脑处，且同时伴有视网膜萎缩和耳聋综合征；3.线粒体脑病：该病可出现颅内钙化及脑白质病变，但该疾病体格生长发育多正常，感染后病情明显加重伴乳酸显著升高。"}
{"id": "1507885", "Diagnostic_results": "三、诊断与鉴别诊断\n术前诊断：右侧附睾肿物。\n鉴别诊断：（1）慢性附睾炎。附睾增大，有硬结伴输精管增粗。尿常规及前列腺液常规检查可发现较多白细胞。触诊附睾尾部轻度肿大呈正常形态。阴囊超声与附睾肿瘤鉴别较困难，必要时行MRI。（2）精液囊肿。附睾处无痛性结节，为位于附睾头部的球形肿块，表面光滑，波动感明显。B超检查附睾头部有圆形透声区，其大小一般在1~2 cm。诊断性穿刺可抽出乳白色的液体，镜检可见精子。（3）附睾结核。可累及睾丸，产生结节，与附睾肿瘤可相似。但结核病变常累及输精管，形成串珠状结节；附睾尾部的浸润与硬结，可与阴囊粘连形成窦道；直肠指诊时，可扪及前列腺、精囊有浸润与硬结。（4）睾丸肿瘤。阴囊肿大、附胀，也可伴有鞘膜积液。需活组织检查以证实。本例患者行睾丸、阴茎平扫MRI检查提示右侧附睾囊实性病变，与右侧睾丸上缘分界欠清。明确诊断需要术后病检结果。"}
{"id": "1430249", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：急性淋巴细胞白血病。诊断依据:1.中年男性，急性病程。2.骨穿形态学：骨髓增生极度活跃，粒系增生占3.00%，中性粒细胞可见少量成熟阶段细胞，红系增生占2.00%，见少量晚幼红细胞，原始细胞增生活跃，约占83%，提示ALL可能。流式：原始细胞占82.2%，符合B-ALL表达，BCR-ABL 190/210拷贝数0 copies，ABL转录本拷贝数266 478 copies，56种白血病融合基因未见明显异常。ph-B-ALL诊断明确。鉴别诊断：1）MDS：发热、浸润征象少见，原始细胞比例<20%，且存在一系以上细胞病态造血现象。2）类白血病反应：外周血白细胞常<30×109/L，且有病毒、细菌感染前驱症状。3）慢性白血病：起病缓慢，骨穿可鉴别。4）恶性组织细胞病（MH）：常呈持续性高热、进行性衰竭、明显的肝功能损害、化疗反应差；骨髓中异常组织细胞呈明显的多形性，占有核细胞比例常<30%。"}
{"id": "1322069", "Diagnostic_results": "三、诊断\n右侧支气管肺癌（T1N0M0 Ⅰ期）。"}
{"id": "1360602", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：皮肤母细胞性浆细胞样树突细胞肿瘤。\n诊断依据：青年女性，无明显诱因出现皮疹，伴鼻塞，体格检查无明显阳性体征，活检背部及右上肢皮肤组织，病理及免疫组化结果示：CD123、CD56、CD4、ki-67（30%~40%+）、CD31阳性，CD33弱阳性；骨髓穿刺结果示：LPD，骨髓活检未见异常；流式：淋巴细胞26.2%，抗原表达未见明显异常；染色体：未见异常；符合BPDCN诊断标准。\n鉴别诊断：\nBPDCN通常行皮肤活检来初步诊断。因此，需与原发于皮肤的未成熟造血细胞肿瘤浸润、主要累及皮肤的成熟性T/NK细胞淋巴瘤及原发或转移的未分化肿瘤相鉴别。原始粒细胞（CD13、MPO）、单核母细胞（CD14、溶菌酶）以及B淋巴细胞和T淋巴母细胞（CD19、PAX5、CD3）标志物的表达可以排除BPDCN。\n1．皮肤的T细胞或NK/T细胞淋巴瘤：表达CD4或CD56，或两者都表达，T细胞标志物、细胞毒分子和EBV的表达，可排除BPDCN。\n2．侵袭性NK细胞白血病：是一种与EBV感染密切相关的NK细胞恶性增殖性疾病，高度侵袭性的临床过程结合TCR胚系构型及异常的NK细胞免疫表型是ANKL的诊断要点，EBV感染的证据及高度复杂的核型支持ANKL的诊断。\n3．肝脾T细胞淋巴瘤：是一种罕见类型的淋巴瘤，来源于细胞毒性T细胞，通常为γδT细胞。患者表现明显脾肿大，常伴肝肿大，累及骨髓。免疫分型、病理免疫组化对诊断HSTL具有重要意义。"}
{"id": "1350355", "Diagnostic_results": "三、治疗\n介入科会诊：考虑栓子较大，介入不能完全碎栓取栓。心脏大血管外科会诊：建议外科手术治疗。术中探查：右肺动脉主干内可触及占位，延续至右上肺动脉，切除肿块3 cm×2.5 cm×1.6 cm，行右上肺叶切除+右肺动脉重建术。术后病理：（右上肺动脉）梭形细胞恶性肿瘤，散在多灶坏死（ 图3 ）。免疫组化示：肿瘤细胞Vimentin（灶+），CD31（+）。荧光原位杂交（FISH）：MDM2基因部分扩增。\n展开阅读\n图3\n术后病理结果　A：（右肺动脉内膜）脉管壁组织，内膜见少量异型细胞，符合肿瘤累及　HE染色×10；B：（右肺动脉占位）梭形细胞恶性肿瘤，散在多灶坏死　HE染色×10"}
{"id": "1368934", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患儿新生儿期起病，主要表现为反复发热，呈不规则热型。引起新生儿发热的原因可分为非感染性和感染性因素。根据该患儿病史，可排除环境温度过高（室内温度过高、包裹过多过严、温箱温度设置不当）、脱水热等。该患儿无毛发细、眉毛缺失、指甲发育不良等外胚层发育不良表现，不支持无汗型外胚层发育不良所致发热。患儿无神经系统症状，结合头颅MRI检查，可排除颅内出血所致发热。常见的感染性因素包括细菌、病毒、真菌等。该患儿除早期大便轮状病毒阳性、咽喉部分泌物培养铜绿假单胞菌，其他常见呼吸道病毒、肠道病毒、巨细胞病毒、前期多次血及脑脊液培养均阴性，虽下呼吸道分泌物病原宏基因组学检查查出多种球菌及假单胞菌，但是患儿无感染中毒症状，多种常见抗生素治疗无效，不支持这些病原菌感染感染所致。G/GM试验阴性，不支持真菌感染。该患儿生后12天起病，反复发热，脾脏及肺部出现结节性病变，支纤镜检查发现气管、支气管内膜可见白色膜状物，常规抗生素治疗无效，临床考虑先天性结核感染可能，但诊断性抗结核治疗无效，孕母无结核病的病史，不支持结核感染。该患儿在反复发热47天后病情加重，出现全身感染中毒症状，反应及吃奶差，腹胀，多次血培养为洋葱伯克霍尔德杆菌，提示机会致病感染。患儿起病后呈反复无规律性发热，肝脾增大，脾及肺脏出现多发结节改变，多种抗生素（普通、抗结核）治疗无效，后继发机会致病菌感染，临床高度怀疑存在先天性免疫缺陷病，但该患儿多次血常规(粒细胞计数、淋巴细胞计数)，细胞免疫及体液免疫等未见异常，不支持常见重症免疫缺陷病。反复追问病史其胞兄约2岁时因感染疾病死亡，结合患儿脾和肺脏的结节性病变，考虑为慢性肉芽肿病，经家系全外显子组测序检查发现患儿X染色体 CYBB基因上发现1个半合子突变：NM_000397.3:c.665A>G (p.His 222Arg)，其母亲为携带杂合突变，父亲为野生型，最后确诊为X-连锁CGD。"}
{"id": "1501339", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病史、体征及影像学检查可明确诊断为：右侧面、颈、肩部淋巴血管畸形（考虑大囊型）。\n鉴别诊断：（1）淋巴血管畸形伴囊内出血。淋巴血管畸形伴发囊内出血时肿块往往随着时间的延长进一步增大，肿块触之质韧，皮温稍高，一般检验结果通常提示存在感染。而不伴出血时触之较软，皮温正常，不伴感染指标的升高。另可以通过病变部位的穿刺进一步明确诊断。（2）血管瘤。颈部大囊性淋巴血管畸形与血管瘤在临床表现和影像学上可能相似。血管瘤是由血管内皮细胞和间质组成的良性肿瘤，而淋巴血管畸形则是淋巴管的先天性异常扩张。鉴别的关键在于淋巴血管畸形在MRI或CT扫描中常常显示囊状结构，而血管瘤则显示较为均匀的强化。（3）囊性肿块。颈部大囊性淋巴血管畸形需要与其他囊性肿块进行鉴别，例如皮样囊肿、甲状腺囊肿、支气管囊肿等。影像学检查可以帮助确定囊性肿块的来源和性质，并结合临床表现进行综合判断。（4）肿瘤。颈部大囊性淋巴血管畸形需要与其他颈部肿瘤进行鉴别，如颈部囊肿、颈部肿瘤性病变等。综合临床表现和影像学检查，以及必要时的组织学检查，可以帮助确定病变的性质和来源。（5）感染。颈部大囊性淋巴血管畸形在感染时可能表现为急性发作，伴随局部红肿、疼痛和发热等症状。在评估颈部肿块时，需要注意排除感染的可能性，并根据病史、临床表现和实验室检查来确定是否存在感染。"}
{"id": "1459895", "Diagnostic_results": "三、诊断与鉴别诊断\n为了明确诊断，我们对腹股沟淋巴结进行了再次穿刺活组织检查。病理结果表明，该转移癌可能来自乳腺，并具有HER2（+）、ER（90%+）、PR（75%+）、Ki67（10%+）的表现。虽然乳腺癌孤立性腹股沟淋巴结转移癌病例较为罕见，目前尚未制定明确的诊断标准，但我们认为诊断的依据包括：（1）患者有乳腺癌手术病史；（2）术后2019年对侧腹股沟区淋巴结肿大直径超过2 cm；（3）2次淋巴结活检病理切片和免疫组化显示与原发乳腺癌病灶相似；（4）排除了腹股沟淋巴结炎、淋巴结核和淋巴瘤等其他可能的疾病。"}
{"id": "1348133", "Diagnostic_results": "三、辅助检查结果及诊断\n1. 患者及家系成员的临床资料及头颅 MRI表现：先证者，女性，58岁，有发作性头晕、头痛症状，先证者孙女有脑出血、癫痫发作症状，先证者女儿、儿子均无症状。先证者及家系成员头颅MRI平扫+DWI+SWI 均示累及侧脑室旁、额、顶、颞枕部等部位。先证者与先证者孙女头颅MRI显示病灶多，病灶大，有明显的临床症状。而先证者女儿、儿子头颅MRI显示病灶少，病灶小，无临床症状（ 表1 ）。\n展开阅读\n项目 Ⅰ1（先证者） Ⅱ2（先证者女儿） Ⅱ3（先证者儿子） Ⅲ4（先证者孙女）\n性别 女 女 男 女\n年龄（岁） 58 32 35 8\n发病年龄（岁） 54 / / 1\n头痛 有 无 无 无\n头晕 有 无 无 无\n癫痫 无 无 无 有\n脑出血 无 无 无 有\n侧脑室旁 有 有 有 有\n额、顶、颞、枕叶 有 有 有 有\n脑干 有 有 有 有\n小脑 有 有 有 有\n表1\n患者临床资料\n注：有：表示出现相关症状（头痛、头晕、癫痫、脑出血）或累及颅内相关部位（侧脑室旁、额顶颞枕叶、脑干、小脑）；无：表示未出现相关症状；/：未发病\n2.全外显子基因测序分析：先证者、先证者儿子、先证者女儿及先证者孙女在家族性大脑海绵状畸形1型 KRIT1基因（遗传方式AD）的外显子区域发现1处杂合缺失：c.1301_1305del（ 图6 ）， KRIT1基因转录本为NM_001350672.1，染色体gDNA位置为chr7∶91852237，导致氨基酸改变p.L436fs。该突变在人群中的携带率未检出。HGVS（Human Genome Variation Society）命名为NC_000007.13：g.91852237_ 91852241TTCAA［1］；NM_001350672.1：c.1301_1305TTGAA［1］NP_001337601.1：p.Leu436fs。HGMD Professional 数据库报道情况：突变位点为致病突变，报道疾病为“cerebral cavernous malformations”。参考文献PMID：17562932。ClinVar数据库报道情况：突变位点为致病性（pathogenic），报道疾病为“cerebralcavernous malformation”（ClinVar 数据库将该变异描述为c.1301_1305del）。\n展开阅读\n图6\n该家系基因检测结果（箭头及方框示突变位点）脑海绵状血管瘤　1型 KRIT1基因杂合缺失：NC_000007.13：g. 91852237_91852241TTCAA［1］；NM_001350672.1：c.1301_1305TTGAA［1］NP_001337601.1：p.Leu436fs。红色方框内标注的为缺失的5个碱基"}
{"id": "1368589", "Diagnostic_results": "三、治疗过程\n患者于我院行\"左股骨近端骨折切开复位内固定术\"，术后给予消肿、抗炎、止痛、抗凝等对症治疗，病情稳定后出院。\n患者伤后定期复查显示骨折恢复较慢（ 图4 ， 图5 ， 图6 ）。伤后4个月余复查发现，骨折仍无明显愈合迹象（ 图7 ， 图8 ， 图9 ， 图10 ），决定予以髓内钉动力化处理。遂予以局麻手术，取出远端两枚锁钉，继续密切随访观察，术后1年复查平片可见骨折基本愈合迹象（ 图11 ， 图12 ），术后2年复查可见骨折完全愈合（ 图13 ， 图14 ， 图15 ， 图16 ）。\n展开阅读\n图4~6\n患者术后复查X线片，显示骨皮质不连续\n展开阅读\n图7~10\n患者术后4月复查X线片，显示骨皮质不连续\n展开阅读\n图11~12\n患者术后1年复查X线片，显示骨折基本愈合\n展开阅读\n图13~16\n患者术后2年复查X线片，骨折完全愈合"}
{"id": "1355133", "Diagnostic_results": "三、诊断与鉴别诊断\n本例病变主要在下颌骨，外院术后病理经本院病理科会诊，明确诊断为右下颌骨黏液表皮样癌。牙龈瘤考虑为局部牙龈继发性改变，已切除，无肉眼残留，且术区包含在本次拟手术范围内，遂不做特殊处理。鉴别诊断主要为其他类型颌骨病变，如造釉细胞瘤、牙源性角化囊性瘤、中央性颌骨癌等，已由病理诊断排除。"}
{"id": "1456594", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.脑梗死，偏瘫，日常生活活动能力受限；2.高血压病。\n诊断依据：1.老年期男性，起病急，病程长，因\"左侧肢体活动不利4个月余，加重1周\"入院。2.既往高血压病史明确。3.体格检查。Brunnstrom分级，左上肢2级，左手2级，下肢2级。坐位平衡1级。不能独站，Berg平衡评定量表4分。Barthel指数25分，严重功能缺陷。4.辅助检查。头颅MRI提示右基底节区急性腔隙性脑梗死。\n鉴别诊断：1.脑出血。患者多在活动时或情绪激动时发病，多数有高血压病史且血压波动大，该病起病急，头痛、呕吐，意识障碍多见疾病过程中常出现呼之不应；影像学检查可明确鉴别出血及梗死灶，一般发病后12 h，头颅CT可明确出血呈高密度灶，头颅MRI中DWI相可在超急性期明确脑梗死。2.颅脑肿瘤。肿瘤破裂出血或瘤栓塞血管。也可出现类似于脑出血或脑梗死表现。颅脑肿瘤患者多起病隐匿，病程较长，发病时多无明显诱因，发病时肢体乏力偏瘫及中枢性面瘫等症状，可与脑梗死相混淆，头颅MRT可鉴别脑梗死及占位性病变。3.脑外伤。患者年龄不限，有明确的外伤史及手术史，头颅CT可以显示脑出血或脑损伤改变。4.脑炎。患者多为青少年，常有发热、头痛、恶心呕吐等症状，腰穿脑脊液可以显示颅内感染表现。"}
{"id": "1353011", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：先天性小颌畸形综合征\n鉴别诊断：\n（1）Pierre-Robin综合征：由Von Siebold及Pierre Robin医生首次报道，以下颌发育不足、舌后坠、腭裂、吸气性呼吸困难为主要临床表现，可伴有心血管系统及骨骼系统异常。由于喂养困难，死亡率高达1.7-26%。本患者出生时即出现显著的小下颌及睡眠打鼾现象，不排除本诊断[ 1 ]。\n（2）第一、二腮弓综合征，又称为先天性耳颅综合征，临床表现为耳廓畸形，下颌体和髁突发育不全导致的面部不对称畸形。发病率为1/5000-1/4000，单侧多见，双侧发病率约为总人数的5-16%。本患者无耳畸形且为双侧发病，考虑第一、二腮弓综合征的可能性较低[ 4 ]。\n（3）儿童时期颞下颌关节创伤导致的下颌畸形：儿童期颞下颌关节损伤、炎症等因素导致的关节骨性强直或髁突异常，可能会导致下颌体、下颌支及颏部发育不足，可伴有舌后坠、气道狭窄，从而出现睡眠呼吸功能障碍[ 5 ]。本患者符合本疾病症状描述，但患者否认儿童期外伤史，查体颞下颌关节无弹响、不适，考虑后天性因素导致的继发性小颌畸形可能性较低。"}
{"id": "1354706", "Diagnostic_results": "三、诊断与鉴别诊断\n患者右侧髋臼内侧软组织病理提示：查见变形的小圆形细胞恶性肿瘤，结合免疫组化及病史符合神经母细胞瘤，肿瘤细胞变形重，倾向为低分化型。免疫组化：肿瘤细胞呈CD99（-）、突触素（synaptophysin，Syn；+）、NSE（-）、CD20（-）、CD3（-）、末端脱氧核苷酸转移酶（Terminal deoxynucleotidyl transferase，TdT；-）、desmin（-）、myogenin（-）、myoD1（-）、磷酸烯醇式丙酮酸羧激酶（phosphoenolpyruvate carboxykinase，PCK；-）、上皮膜抗原（epithelial membrane antigen，EMA；-）、髓过氧化物酶（myeloperoxidase，MPO；-），Ki-67阳性率70%。荧光原位杂交技术（fluorescence in situ hybridization, FISH）检测结果：未检出BCOR基因易位；未检出CIC基因易位；未检出N-MYC基因扩增；未检出EWSR1基因易位。"}
{"id": "1445958", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者病史、影像学特点，综合病理HE切片和免疫组化检查，本例（右乳肿块）诊断为窦组织细胞增生伴巨大淋巴结病（Rosai-Dorfman病）。该疾病通过临床表现和镜下形态学表现和免疫表型需与炎性肌纤维母细胞瘤、肉芽肿性乳腺炎、IgG4硬化性乳腺炎、具有浆细胞分化的乳腺淋巴瘤等相鉴别。具体鉴别诊断在\"讨论\"部分详述。"}
{"id": "1506132", "Diagnostic_results": "三、诊断与鉴别诊断\n患者有多年明确冠心病病史，近日有胸闷，伴双下肢水肿入院，入院后体格检查两肺呼吸音粗，两肺底湿性啰音，双下肢足背水肿，入院后查BNP偏高（1976 pg/ml），心梗三合一未见异常，结合患者既往的病史及冠脉CTA检查，目前诊断为：冠心病，缺血性心肌病，慢性心力衰竭，心功能Ⅱ级（NYHA分级）。\n临床上需鉴别其他引起心脏增大或心力衰竭的病因。包括：扩张型心肌病、高血压心肌病、心肌炎等。首先，对于扩张型心肌病，除了在症状上出现胸闷气急伴双下肢水肿表现，心脏彩超上还有各心腔扩大，早期即可有心脏扩大，以左心室扩大早而显著，室壁运动减退，有一大二薄三弱四小等特点。其次，本例患者有高血压病史，对于本例患者需对高血压性心脏病相鉴别。高血压性心脏病心肌肥厚大多呈对称性，室间隔与左室游离壁厚度比值<1.3，且室间隔和左心室后壁绝对厚度>12 mm，左室舒张功能减退，左室舒张末期前后径>55 mm，左房内径增大>38 mm，患者主诉血压控制可，且根据心脏彩超指标有所不符。最后，对于以胸闷气急起病患者，仍需与心肌炎相鉴别，本例患者没有呼吸道感染病史及症状，入院后查心肌酶均正常，且超声未提示存在心肌损伤等，可予以排除。"}
{"id": "1355676", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n根据患者的临床表现和胸部影像学表现，考虑急性血行播散型肺结核可能性大。\n2．鉴别诊断：\n患者青年女性，孕24周。主要临床表现为进行性呼吸困难，伴发热、咳嗽，在急诊和住院部检验检查提示为Ⅰ型呼吸衰竭、肝功能异常、电解质紊乱、尿蛋白阳性。对于该患者，首先需要考虑的是有无妊娠相关的并发症或生理状态导致相关症状，如子痫、肺栓塞、妊娠期心肌病等，但患者查体发现血压不高，肺部听诊未闻及湿啰音，双下肢静脉彩超和超声心动图检查未见异常，基本可以排除上述问题。其次是妊娠合并免疫系统疾病，该患者没有免疫系统的其他表现，在入院后也完善了相关抗体的检查，可待结果回报后进一步明确诊断。最后就是肺内感染的问题，妊娠期由于激素分泌异常，细胞免疫受到抑制，常常容易罹患感染性疾病。该患者存在发热、咳嗽的症状，入院时实验室检查可见低血钠、转氨酶升高和蛋白尿，最容易想到的是军团菌感染，因此使用了阿奇霉素抗感染治疗。同时，完善影像学检查是非常有必要的，将为进一步的诊疗方案提供证据和方向。\n3．最终诊断：\n通过完善检查，并依据痰中结核分枝杆菌复合群核酸结果阳性，最终确定诊断为急性血行播散型肺结核（核酸阳性，初治），Ⅰ型呼吸衰竭，贫血，低蛋白血症，肝功能异常，电解质紊乱，右肾积水，妊娠状态（孕24周）。"}
{"id": "1369454", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿于婴儿期发病，有急性神经系统受累表现，智力运动倒退，合并多脏器进行性损害，结合白细胞葡萄糖脑苷脂酶、血浆壳三糖酶活性及GBA分析结果，诊断为戈谢病Ⅱ型。根据病史、症状、体征、骨骼X线、溶酶体酶活性及全外显子分析结果，可以排除神经节脑苷脂病、尼曼匹克病等其他溶酶体病。"}
{"id": "1336929", "Diagnostic_results": "三、诊断\n患儿于PICC置管后3 d突然出现严重心动过缓及低血氧饱和度，听诊心音遥远，常规气管插管、心脏按压等抢救措施无效，行心脏超声提示：大量心包积液，胸部X线片提示PICC管端移位右心内，管端卷曲。行心包穿刺术抽出8 ml乳白色液体，积液化验提示为乳糜性质，故心包积液、心脏填塞诊断明确，考虑为PICC相关性。"}
{"id": "1480462", "Diagnostic_results": "三、诊断与鉴别诊断\n鉴别诊断：\n1.继发性肺含铁血黄素沉着症：最常见的是继发于心脏病，尤其是二尖瓣狭窄和各种原因引起的慢性左心衰竭的肺含铁血黄素沉着症。这些患者心脏体征常很明显，病史也明确。痰呈污褐色，镜检可见心力衰竭细胞，普鲁士蓝反应阳性。胸部X线检查除肺内可见弥漫性细结节状阴影外，还可见二尖瓣狭窄等所表现的心影改变。\n2.Goodpasture综合征：临床特点是肺出血、胸部X线片显示肺浸润阴影、贫血和急性肾小球肾炎。临床上最主要的区别在于本综合征有肾小球肾炎的改变，而特发性肺含铁血黄素沉着症无肾小球肾炎的改变，而且前者病情更为严重。\n3.血行播散型肺结核：本病肺部也可见弥漫性小结节状阴影，但阴影以上、中肺野为多而且可以有钙化，而特发性肺含铁血黄素沉着症肺阴影以肺门及中、下肺野为多，但不钙化。血行播散型肺结核患者有明显的中毒症状，一般不咯血，也无贫血，痰含铁血黄素巨噬细胞阴性，病程经过良好，抗结核治疗有效等均可与本病鉴别。\n4.其他原因所致的肺泡出血性疾病：如系统性红斑狼疮、韦格纳肉芽肿、结节性多动脉炎、过敏性紫癜、Behcet病、特发性冷球蛋白血症、药物过敏所致疾病等。再者感染性肺炎、胸部外伤者也可引起肺泡出血。支气管内出血虽不是肺泡出血，但可以吸入肺泡内。这些疾病均有其原发病的特征，除肺泡出血外，还有其他的损害和临床症状，组织病理学也有所不同，不难做出正确诊断。\n5.其他：如溶血性贫血等需与本病鉴别，但根据溶血方面的检查不难与本病鉴别的。"}
{"id": "1350415", "Diagnostic_results": "三、诊断\n1、急性阑尾炎2、高血压病3、脂肪肝4、肥胖症5、睡眠呼吸暂停综合征"}
{"id": "1494210", "Diagnostic_results": "三、诊断\n1．冠状动脉前降支中段心肌桥（Schwarz B型）。诊断依据：（1）冠状动脉CTA、冠状动脉造影、腔内影像OCT检查均证实；（2）心肌桥多巴酚丁胺负荷功能学评估，d-FFR值0.75。该诊断明确。\n2．冠状动脉微血管疾病。诊断依据：（1）患者有反复心悸伴肩背部不适症状；（2）前降支腺苷负荷功能学提示：CFR值1.8（明显降低）、IMR值31（明显升高）。该诊断明确。\n3．冠状动脉、外周动脉粥样硬化症。诊断依据：冠状动脉造影及腔内影像OCT检查、颈部血管超声均明确证实，该诊断明确。\n4．心律失常：偶发房早、短阵房速。诊断依据：动态心电图结果证实，该诊断明确。\n5．慢性胃炎。诊断依据：胃镜检查证实，该诊断明确。"}
{"id": "1479457", "Diagnostic_results": "三、诊断与鉴别诊断\n依据患者术前外院影像学检查及姑息术后病理，上皮样型胸膜间皮瘤诊断明确，免疫组化中Calretinin、WT-1、D2-40、CK5/6指标的阳性支持诊断间皮瘤，而TTF-1、NapsinA、P40、P63、CD117、S-100阴性可鉴别肺、神经组织来源、软组织来源的转移瘤。"}
{"id": "1445258", "Diagnostic_results": "三、诊断\n综上诊断为急性髓系白血病继发肺泡蛋白沉积症。"}
{"id": "1381045", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患儿有病原学阴性的肺部空洞病人接触史，结核菌素皮肤试验两次强阳性，无结核感染症状，全身未找到结核感染灶，符合结核潜伏感染诊断标准，患儿存在胃黏膜慢性萎缩性改变，但胃蛋白酶不低，胃蛋白酶I/Ⅱ比值正常，抗内因子抗体、抗壁细胞抗体均阴性，自身免疫性胃炎诊断依据不足，考虑黏膜改变与慢性贫血导致消化道长期缺血缺氧、引起胃黏膜萎缩有关。诊断：1.重度贫血；2.结核潜伏感染；3.缺铁性贫血；4.慢性浅表性胃炎。贫血的病因主要为结核潜伏感染引起的炎症性贫血，结核分枝杆菌通过消耗机体储存铁、影响铁吸收，可进一步引起缺铁性贫血。"}
{"id": "1487036", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n（1）孤独症谱系障碍；（2）注意缺陷多动障碍。\n2．鉴别诊断\n（1）智力障碍：本例患儿语言、社交能力发育落后，需要鉴别智力障碍。但ASD患儿智力落后各能区呈不均匀分布，而智力障碍是表现为全面落后，两者容易共患。\n（2）社交交流障碍：社交交流障碍的儿童语言和非语言的社交性运用方面存在持久的困难，但没有狭隘兴趣、刻板行为。该案例中患儿狭隘兴趣和刻板行为明显，两组症状均存在，需诊断为ASD。\n（3）听力障碍：家长诉新生儿期间听力筛查正常，日常生活中观察对部分声音有反应，故暂不考虑。需要注意的是，对于不听从指令的患儿一定要有筛查听力障碍的意识，常规行听力筛查，必要时行听觉诱发电位检查，警惕部分患儿ASD共患听力障碍。\n（4）其他神经和躯体疾病：阵发性运动障碍、良性遗传性舞蹈病、迟发性运动障碍等可能会出现类似刻板行为，但神经系统病史、体格检查和实验室检查可以发现相应疾病的有关症状和体征，本例患儿神经系统体格检查和辅助检查均不支持以上诊断。"}
{"id": "1435054", "Diagnostic_results": "三、诊断与鉴别诊断\n颅顶肿块病理提示浆细胞瘤，脑脊液流式检出大量骨髓瘤细胞。结合病史及实验室检查诊断为复发难治MM，IgG-κ型（伴中枢浸润）。"}
{"id": "1496980", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：考虑肠道急性移植物抗宿主病，根据MAGIC诊断及分级标准，下消化道分级3级，总体3级。\n诊断依据：患者系T淋巴母细胞淋巴瘤单倍型移植后，分子学复发，干扰素、供体淋巴细胞输注等抢先干预后，存在急性移植物抗宿主病临床基础；患者表现为腹泻，解绿色稀水便，24 h 6次，总量3246 g，此为肠道排异典型表现。结合患者治疗史及临床表现，诊断较为明确。\n鉴别诊断：（1）黏膜炎。黏膜炎为移植后患者常见并发症，但常见于移植后早期，与预处理药物毒性相关，本例患者腹泻出现时间为移植后3个月余，非黏膜炎高发期，且无恶心、呕吐等黏膜炎常见受累表现，经对症支持治疗无好转，故黏膜炎诊断可能性不大。（2）肠道感染。移植后患者为免疫缺陷状态，感染为常见并发症，但本例患者便常规未见白细胞、细菌、霉菌，粪便NGS未见明显病原体，外周血感染指标阴性，暂不考虑肠道感染。"}
{"id": "1368642", "Diagnostic_results": "三、诊断\n本患者62岁起病，临床主要表现为慢性、进行性加重的、不对称的四肢无力及萎缩。颅神经、感觉及共济查体均正常，病理征阴性。血清中可见单克隆的游离λ轻链，骨穿未见明显异常。肌酸激酶轻度升高。肌电图符合活动性肌病的电生理表现。肌肉活检病理主要表现为肌肉萎缩及肌纤维内杆状体沉积，Z盘蛋白α-actinin染色阳性。最终诊断为SLONM-MGUS。\nSLONM最容易误诊为运动神经元病。两者临床均可表现为一侧肢体起病的肌无力和肌萎缩，逐渐累及其他肢体，且均可累及球部肌肉 [ 6 ]。但运动神经元病临床查体可发现上运动神经元受累的证据，且同芯针剂肌电图应有进行性失神经和慢性神经源性损害共存的证据 [ 6 ]。\n另外，SLONM应注意与其他不对称的肌病，如散发性包涵体肌炎、中性脂肪沉积症、面肩肱型肌营养不良等进行鉴别。而上述肌病的肌肉病理表现截然不同，鉴别诊断并不困难。"}
{"id": "1361191", "Diagnostic_results": "三、诊断与鉴别诊断\n予患儿及父母行全外显子组测序，结果报：先证者携带COL27A1基因（NM_032888）：c.118C>T（p. Gln40Ter）/c.3988G>C (p. Gly1330Arg)复合杂合变异，其中c.118C>T（p. Gln40Ter）来源于父亲，c.3988G>C (p. Gly1330Arg)来源于母亲，根据ACMG遗传变异解读指南，此两个变异均判定为可能致病性（补充具体的ACMG变异分类级别）。综合病史、体征、症状相关科室检查及基因检测结果，该患儿诊断为：Steel syndrome。"}
{"id": "1378714", "Diagnostic_results": "三、诊断\n结合临床，本例患者诊断为急性髓系白血病（M4）。"}
{"id": "1374562", "Diagnostic_results": "三、诊断与鉴别诊断\n多次住院均诊断为精神分裂症，此次住院，再次详细回顾其病史，明确诊断\"精神分裂症\"。诊断依据：根据ICD-10及DSM-Ⅳ症状学标准，患者21岁首次发病，主要表现为原发的幻觉、妄想，行为紊乱，情绪不稳、易激惹，无法正常工作、生活。病程标准：缓慢起病，病程53年。严重程度标准：社会功能明显受损，无自知力。"}
{"id": "1361380", "Diagnostic_results": "三、诊断\n（1）溃疡性结肠炎（慢性复发型广泛结肠活动期中度）；（2）艰难梭菌感染；（3）荨麻疹。"}
{"id": "1356053", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：肺血管内大B细胞淋巴瘤相对罕见，该病不存在任何特异性的症状和体征，最终诊断需通过组织病理学确诊且病理确诊存在难度。该患者诊断依据包括：\na)患者血乳酸脱氢酶异常升高、白蛋白进行性下降，考虑与恶性肿瘤有关。\nb)无淋巴结肿大。\nc)病理切片提示血管腔内有体积大的异型细胞，符合肺血管内大B细胞淋巴瘤。\nd)免疫组化有B细胞分类抗原CD19（+），CD20（+），CD79a（+），CD5（+），抗Ki67抗体阳性说明有大量增殖活性的IVLBCL细胞存在。\n肺LVLBCL需与以下疾病进行鉴别：\n（1）肺间质性肺炎，肺间质血管腔内无异型淋巴细胞，免疫组化标记CD3、CD20提示T、B淋巴细胞混杂分布，结合影像学特征可鉴别。\n（2）血管内NK/T细胞淋巴瘤，NK/T细胞淋巴瘤少见，免疫学标记物和TCR基因重排检测有助于两者的鉴别。\n（3）转移性肿瘤：常有临床原发病史，瘤栓的表面有完整血管内皮被覆，肿瘤细胞常伴有相关标记物表达。"}
{"id": "1501749", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：（1）先天性肾积水（右侧）；（2）自发性肾破裂（右侧）。\n鉴别诊断：\n（1）膀胱输尿管交界处梗阻：指输尿管进入膀胱壁内段梗阻，可以为原发性或者继发性，除了有肾积水表现还有输尿管明显扩张。临床表现为尿路感染、血尿、腹痛或腹部包块。根据增强CT结果，可初步排除该诊断，也可通过逆行或顺行造影进一步明确诊断。（2）膀胱输尿管反流：可分为原发性和继发性，前者因为输尿管膀胱连接部活瓣作用不全，后者继发于下尿路梗阻。可表现为输尿管和肾集合系统扩张，临床表现为反复泌尿系感染导致的发热、泌尿系统感染表现（尿频、尿急、尿痛和脓尿等）、肾绞痛和肾区压痛等。根据增强CT、血常规和尿常规结果，可初步排除该诊断，也可通过排尿性膀胱尿道造影进一步明确诊断。（3）肠系膜淋巴管瘤：是指发生于肠系膜的淋巴管源性病变，是腹盆腔少见的良性病变，儿童多见，发生部位以小肠系膜多见。由于淋巴管的先天发育异常，使正常淋巴不能经静脉引流，淋巴结构异构或淋巴管增生扩大所致。肠系膜淋巴管瘤生长缓慢、位置较深，临床表现不明显、无特异性，患者常常无意间或体检时发现腹腔占位。即使有症状和体征，也多是受累部位的继发症状，较常见为数月数年的间歇性腹痛，其次为腹部不适饱胀、恶心呕吐、腹泻、便血等症状。CT检查显示囊性淋巴管瘤呈单房或多房蜂窝样结构，边缘清楚，囊壁菲薄，钙化少见，囊内呈液性内容物。根据增强CT结果，可排除该诊断。（4）小肠重复畸形：是指在小肠的近系膜侧出现的一种圆形或管状结构的空腔器官，与其毗邻的小肠有相同的组织结构，其血液供应亦非常密切。小肠重复畸形可发生于小肠任何部位，但以回肠最为多见。CT可表现为囊性占位改变。根据增强CT结果，可排除该诊断。（5）囊性畸胎瘤：为发生于生殖细胞的成熟良性畸胎瘤，肿瘤一般为中等大小，呈圆形，表面光滑，常为单房。囊性畸胎瘤一般无症状，除非肿瘤较大，压迫邻近器官，但有瘤蒂扭转的倾向。如发生蒂扭转则出现急腹症的临床表现。囊性畸胎瘤内或多或少可见到实性回声，或可见囊壁结节，或囊壁厚薄不均，或有钙化。根据增强CT结果，可排除该诊断。（6）卵巢囊肿：在卵巢发育过程中，可能会出现异常的卵泡或囊状结构，从而导致囊肿的形成。囊肿较大时可压迫邻近器官，如发生蒂扭转则出现急腹症的临床表现。根据增强CT结果，可排除该诊断。（7）肾囊肿：该病常见于成人，在儿童中少见，肾囊肿和肾集合系统不相通，一般没有症状，当囊肿较大时可以压迫肾实质，对肾功能会产生影响。根据增强CT结果，可排除该诊断。（8）是一种遗传性的囊性改变的慢性肾脏病，有家族病史，囊肿在出生时即已存在，随时间推移逐渐长大，其特征是：全肾布满大小不等的囊肿，直径由刚能分辨至数厘米不等。肾盂肾盏明显变形。囊内有尿样液体，出血或感染时呈不同外观。临床表现为：肾区疼痛、感染性发热、血尿和肾功能不全等。根据增强CT结果，可排除该诊断。（9）泌尿系结石：儿童结石发生率较低，输尿管内的结石可导致泌尿系统梗阻，出现肾积水和输尿管扩张等表现。临床表现有肾绞痛、寒战和发热等感染表现。"}
{"id": "1448024", "Diagnostic_results": "三、诊断与鉴别诊断\n依据患者临床症状、实验室检查、影像表现及病理组织学活检结果综合评估，诊断为IgG4-RD累及腹膜后（特发性RPF）可能性大。该病需与以下腹膜后疾病进行鉴别：（1）淋巴瘤：质地较软的软组织结节、相互融合，推移邻近腹膜后组织而非包埋。增强无明显强化。常伴有纵隔、颈部等其他部位的淋巴结累及。（2）炎性肌纤维母细胞瘤：多见于青年人，常发生于肺、四肢、中枢神经系统、腹盆腔，发生于腹膜后者少见，可包绕腹膜后组织及肾门结构。增强持续性渐进性强化。（3）感染性疾病：如结核杆菌或放线菌等，需结合实验室相关检查。（4）转移瘤：继发于恶性肿瘤，病变中心易坏死、囊变。增强环形强化。"}
{"id": "1462178", "Diagnostic_results": "三、诊断与鉴别诊断\n定位诊断：患者以\"口唇不自主运动、咬舌\"为主诉入院，言语不清、步态不稳，偶伴四肢不自主运动，四肢肌张力增高，肌力正常，病理征阴性，病变定位在锥体外系；定性诊断：患者中年男性，慢性病程，主要临床表现为口唇不自主运动伴牙齿咬舌、言语不清、走路不稳，体格检查有锥体外系症状，结合MRI及基因检测结果诊断为神经棘红细胞增多症（舞蹈症-棘红细胞增多症）。\n鉴别诊断：1.亨廷顿病（Huntington disease，HD）。HD又称亨廷顿舞蹈症（Huntington chorea），是一种常染色体显性遗传性神经退行性疾病。主要病因是患者第4号染色体上的 Huntington基因发生变异，产生了变异的蛋白质在脑细胞内聚集影响神经细胞的功能。一般患者在中年发病，临床表现与舞蹈症-棘红细胞增多症相似，都具有舞蹈样不自主动作、精神障碍和进行性痴呆\"三联征\" [ 5 ]。但与舞蹈症-棘红细胞增多症不同的是，HD无食物诱发的伸舌、癫痫发作、周围神经肌肉病，HD肢体舞蹈症症状更突出，根据相关临床症状、肌电图、家族史的遗传方式有助于鉴别，基因检测可确诊。2.癫痫（epilepsy）。癫痫是大脑神经元突发性异常放电，导致短暂的大脑功能障碍的一种慢性疾病 [ 6 ]。与舞蹈症-棘红细胞增多症不同的是，癫痫发作后一般能完全恢复正常，无肢体肌张力障碍及不自主运动等后遗症。3.帕金森病（Parkinson disease，PD）。PD又称震颤麻痹，是一种常见于中老年的神经系统变性疾病，多在60岁以后发病，临床主要表现为静止性震颤、肌强直、运动迟缓、姿势运动障碍，偏侧起病，对左旋多巴治疗敏感 [ 7 ]。而舞蹈症-棘红细胞增多症除具有帕金森症状外，伴有口面部不自主运动、不自主伸舌有助于鉴别。4.麦克劳德综合征（McLeod syndrome，MLS）。MLS是由X染色体上 XK基因的隐性遗传突变引起的神经棘红细胞增多症的一种， XK基因负责产生一种特定的蛋白质 [ 8 ]，它在外周血涂片中也显示血清肌酸激酶和棘细胞升高，最初的表现可能是精神或认知问题，实验室检查显示肌酸激酶和肝酶升高有助于鉴别ChAc和McLeod综合征，基因检测可确定诊断。"}
{"id": "1339548", "Diagnostic_results": "三、诊断及鉴别诊断\n患儿入院后依据临床症状、既往病史、病理检查及影像学检查，考虑嗜酸性肉芽肿性血管炎伴多器官受累，其中心脏和血管为最新受累。\n1．高嗜酸性粒细胞综合征：\n表现为不明原因的持续Eos升高和器官受累，肺和心脏亦可受累，但通常没有哮喘和血管炎并发症。\n2．变应性支气管肺曲菌病：\n表现为哮喘发作、肺部模糊影，与本病相似，支气管肺泡灌洗液找到曲霉菌和血清烟曲霉特异性IgE的升高，有助于诊断该病。\n3．急性嗜酸性粒细胞性肺炎：\n急性起病，常伴有发热和呼吸困难，气管镜灌洗液富含Eos，但不伴有外周血Eos增多和其他器官受累。\n4．其他ANCA相关血管炎：\n如肉芽肿性多血管炎、显微镜下多血管炎，前者肺部出现空洞性结节，常伴有鼻痂、鼻和鼻窦侵蚀；后者很少伴有外周血Eos增多、结节和Eos肺浸润。\n5．与IgG4相关性疾病：\n有过敏表现、血Eos增多、肺浸润、鼻窦炎、难治性哮喘等，但是组织活检示纤维化性脉管炎而没有血管炎和肉芽肿。"}
{"id": "1502867", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者PSA升高病史、前列腺穿刺组织病理学结果，确诊前列腺腺泡腺癌明确，结合患者全身MRI及骨扫描结果，提示PCa包膜外侵犯、膀胱颈口侵犯（ 图1A ）、双侧盆腔淋巴结转移、右侧髂骨骨转移。该疾病病理诊断明确，初诊临床分期cT4N1M1b。主要针对髂骨占位病灶进行鉴别。患者全身多参数MRI表现为右侧骶髂关节髂骨侧孤立病灶（成骨性改变为主），呈T1加权低信号，DWI弥散加权高信号，DCE对比增强后明显强化（ 图1B ），且骨扫描示同样部位异常放射性浓聚灶，结合患者病史无外伤、骨折史，基本可排除陈旧性骨折、退变等良性病变。必要时可行骨病灶穿刺活检或手术切除进一步明确病理性质。\n展开阅读\n图1\n新辅助放疗前后全身MRI成像　A：新辅助治疗前前列腺右侧叶弥漫性浸润伴膀胱颈口侵犯；B：新辅助治疗前右侧骶髂关节髂骨侧骨转移灶；C：新辅助治疗后前列腺体积缩小，未见包膜外侵犯及膀胱颈口侵犯；D：新辅助治疗后右侧骶髂关节骨转移灶消失"}
{"id": "1486052", "Diagnostic_results": "三、诊断及鉴别诊断\n1．诊断：\n扩张型心肌病，顽固性心力衰竭\n2．鉴别诊断：\n（1）冠心病缺血性心肌病：患者多有冠心病、心肌梗塞病史，通过冠脉造影可发现冠状动脉血管严重狭窄；\n（2）风湿性心脏病：患者查体可以听到瓣膜杂音，超声心动图瓣膜发生特征性病变；\n（3）酒精性心肌病：患者通常有长期、大量的饮酒病史；\n（4）高血压性心脏病：患者有长期、慢性的高血压病史，且血压控制情况较差；\n（5）围产期心肌病：见于女性患者在围产期出现心力衰竭、心律失常等症状；\n（6）其他原因：所导致继发性心肌疾病，包括心肌淀粉样变性、系统性红斑狼疮及甲状腺功能亢进等。"}
{"id": "1471748", "Diagnostic_results": "三、诊断与鉴别诊断\n1．扁桃体肥大伴有腺样体肥大。\n2．鼻甲肥大。\n鉴别诊断：鼻咽部血管瘤。支持点：睡眠打鼾，鼻咽部CT提示鼻咽部占位；不支持点：无血涕病史，无颈部淋巴结肿大，鼻咽部CT可见骨质破坏，术后病理可鉴别。"}
{"id": "1481455", "Diagnostic_results": "三、诊断和鉴别诊断\n根据患者青少年，高血压1年余，两联降压治疗效果不佳，否认糖尿病、冠心病等慢性病史，否认家族遗传病史，否认吸烟饮酒史，排除原发性高血压，考虑继发性高血压可能。完善继发性高血压筛查，排除了原发性醛固酮增多症、库欣综合征、甲状腺功能异常引起的高血压、主动脉缩窄等其他继发性高血压。患者的血尿儿茶酚胺显著升高，肾上腺未见异常，考虑异位嗜铬细胞瘤可能，DOTATATE PET/CT提示右侧阴囊软组织密度肿块，考虑副神经节瘤；左侧髂内可疑淋巴结显示，转移待排。生殖超声示右侧睾丸鞘膜腔内实质性占位，结合病史考虑副神经节瘤。生殖增强CT提示右侧阴囊富血供占位，拟副神经节瘤可能。术后病理结果瘤体大小4.0 cm×4.0 cm×2.5 cm，病理诊断为右侧睾丸、精索考虑副神经节瘤。综上所述，该患者明确诊断为继发性高血压阴囊异位嗜铬细胞瘤。\n异位嗜铬细胞瘤分泌的儿茶酚胺物质可作用于全身各组织器官，其临床表现多种多样，除了阵发性/持续性高血压、典型三联征头痛、心悸、多汗外，还可引起心血管系统、消化系统、泌尿系统等多系统病变及代谢异常。因此除了与其他继发性高血压鉴别以外，还需与以下疾病进行鉴别，某些颅内病变如蛛网膜下腔出血、间歇性或自发性癫痫也可有发作性高血压及血尿儿茶酚胺增多，从颅内病变的神经系统体征及头颅CT即可鉴别。冠心病患者在心绞痛发作时可能会出现血压急剧升高，可通过心电图、心肌酶、血尿儿茶酚胺鉴别诊断。糖尿病患者可有体位性低血压，出现血压较大波动，异位嗜铬细胞瘤患者也会引起糖代谢功能障碍，通过测定血尿儿茶酚胺结合相关影像学定位诊断以鉴别。"}
{"id": "1453239", "Diagnostic_results": "三、诊断\n本例患者面部蝶形红斑，检查ANA阳性、白细胞降低、蛋白尿、抗ds-DNA抗体及抗Sm抗体阳性、补体C3降低，根据2009年欧洲抗风湿病联盟（EULAR）和美国风湿病学会（ACR）关节SLE的分类诊断标准，诊断为系统性红斑狼疮明确。结合患者反复腹痛、腹泻，腹部CT提示广泛肠壁环形增厚，呈靶形征，考虑合并狼疮肠系膜血管炎，SLEDAI评分21分，提示SLE处于疾病重度活动。"}
{"id": "1496445", "Diagnostic_results": "三、诊断\n外伤性耳缺损诊断明确，无需鉴别。"}
{"id": "1353009", "Diagnostic_results": "三、诊断与鉴别诊断\n患者中年男性，主要临床表现为微血管病性溶血性贫血、血小板减少、急性肾损伤，肾穿刺活检病理示血栓性微血管病，无腹泻病史，ADAMTS13活性正常，诊断为aHUS。患者血清C3水平较低，C4水平正常，提示补体旁路途径过度激活。患者血清CFH水平较低，CFH自身抗体阴性，进一步检测发现两种CFH基因变异。最终诊断为补体因子H缺乏导致的aHUS。\n鉴别诊断：\n1．典型溶血尿毒综合征：\n典型HUS由产志贺毒素大肠埃希菌感染所致，主要累及儿童，此患者为中年男性，且无腹痛、腹泻、血便等症状，粪便培养未见明显异常，考虑证据不足。\n2．血栓性血小板减少性紫癜（thrombocytopenic purpura，TTP）：\nTTP由ADAMTS13严重缺乏或针对ADAMTS13的自身抗体所致，也可表现为溶血性贫血、血小板减少，其常伴有中枢神经系统受累、肾脏受累相对较轻，此患者无明确神经系统病变、肾脏病变重，完善ADAMTS13活性正常且自身抗体阴性，可排除。\n3．系统性红斑狼疮：\n患者存在血液系统、肾脏、免疫系统等多系统受累，需考虑系统性红斑狼疮，但患者ANA、抗dsDNA、抗ENA抗体谱及抗磷脂抗体等相关筛查均阴性，故不支持。"}
{"id": "1483745", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n（1）临床表现：患者，男性，37岁，反复皮肤包块7年余；（2）骨穿刺活检：核细胞增生活跃，结合免疫组化提示CD3(+)、CD20(-)、CD30(+)、ALK/P80(-)，符合原发皮肤间变大细胞淋巴瘤，ALK阴性的诊断标准。\n2．鉴别诊断：\n经典型霍奇金淋巴瘤（classic Hodgkin lymphoma，cHL）：cHL常表现为CD30（+）、CD15（+/-）、PAX5（弱+）、MUM1（+）、CD45（-）、CD20（-/弱+）、CD3（-）、BOB.1（-）、OCT2（-/+），部分患者EBVEBER（+）。该患者免疫组化CD3(+)。"}
{"id": "1411863", "Diagnostic_results": "三、诊断\n患儿全身皮肤雪白、吸吮差、隐睾，早期考虑Prader-willi综合征，多重连接探针扩增技术（MLPA）在Angelman/Prader Willi综合征相关区域15q11-13未见明确致病变异（ 图2 ）。后取患儿及父母外周血基因组DNA进行全外显子CNV测序，检测到MAGEL2基因的一处杂合突变（c.1996C/T chr15-23890894 p.Q666）（ 图3 ），MAGEL2基因是常染色体显性遗传Schaaf-Yang综合征（MIM：615547）的致病基因。依据患儿的临床特点及分子遗传学检测结果，诊断为Schaaf-Yang综合征（ 图1 ）。\n展开阅读\n图1\nSchaaf-Yang综合征患儿临床表现　A：双手食指倾斜、弯曲，手指关节挛缩；B：双侧阴囊小、隐睾、阴茎细小；C、D：双下肢关节挛缩\n展开阅读\n图2\n多重连接探针扩增技术在Angelman/Prader Willi综合征相关区域15q1113未见明确致病变异\n展开阅读\n图3\n患儿及父母外周血全外显子CNV测序　检测到MAGEL2基因的一处杂合突变（c.1996C/T chr15-23890894 p.Q666）"}
{"id": "1368967", "Diagnostic_results": "三、诊断\n考虑患者淀粉样变心脏累及诊断明确。继续进一步检查明确CA的病因。血κ/λ轻链4.47/2.81 g/L（参考值分别为1.38~3.75 / 0.93~2.42 g/L），血游离κ/λ轻链23.4/36.4 mg/L（参考值分别为6.7~22.4 / 8.3~27.0mg/L），血游离κ/λ轻链比值0.64（参考值0.31~1.56），血免疫固定电泳：阴性，骨髓穿刺及活检均未发现浆细胞数目增多或轻链限制性表达。因此，轻链型心脏淀粉样变（immunoglobulin light chain amyloidosis, AL-CA）可排除。脂肪活检免疫电镜（上海金域医学检验所）：提示TTR型淀粉样变性。99Tcm-PYP SPECT/CT显像（ 图3 ）：1h平面显像H/CL值1.6，3h平面显像H/CL值1.6，视觉评分3分，考虑ATTR-CA。基因检测示18号染色体基因错义突变，使编码蛋白质第39位的氨基酸由丙氨酸（Ala）变为天冬氨酸（Asp）（Ala39Asp），即既往文献报道的突变基因Ala19Asp。其弟弟、姐姐基因检测未见基因突变。\n展开阅读\n图3\n99Tcm-PYP SPECT/CT显像　图A和B分别为注射显影剂后1.25h后全身前、后位显像，图C和D分别为1h后胸腹部前、后位显像，图E和F分别为3h后胸腹部前、后位显像，可见各时间段心脏摄取均明显高于周围肋骨及胸骨，提示转甲状腺素蛋白心脏淀粉样变"}
{"id": "1506933", "Diagnostic_results": "三、诊断与鉴别诊断\n食管胸中段鳞癌，新辅助化疗免疫后，双侧气管食管沟淋巴结继发恶性肿瘤，高血压病2级，高脂血症。"}
{"id": "1457147", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：（1）右眼角膜后弹力层脱离，结合患者裂隙灯显微镜下右眼角膜形态与AS-OCT图像，诊断明确。（2）右眼白内障术后人工晶体眼状态，结合患者既往病史、手术史及裂隙灯下眼部表现，诊断明确。（3）左眼闭角型青光眼小梁切除术后，结合患者既往病史、手术史及裂隙灯下眼部表现，诊断明确。\n鉴别诊断：患者1个月前右眼白内障手术史明确，AS-OCT示DMD与白内障手术切口相连，且询问患者无眼部外伤史，既往无类似发作史，排除外伤导致DMD可能，考虑诊断为右眼白内障术后迟发性DMD。"}
{"id": "1436431", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者骨髓检查、血尿免疫固定电泳结果及既往诊治经历，患者多发性骨髓瘤诊断明确，髓外病灶（手部）穿刺病理结果考虑浆细胞瘤。"}
{"id": "1499659", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：依据患者的病史及体格检查，考虑患者双侧先天性小耳畸形诊断明确。\n鉴别诊断 [ 4 ]：需鉴别是否为表现为耳廓畸形的综合征类疾病。（1）Treacher-Collins综合征。Treacher-Collins综合征又称下颌骨颜面发育不良综合征，为常染色体显性遗传病，可表现为睑裂向外下垂、下眼睑部分缺损、下眼睑内2/3睫毛缺失、颧骨及下颌骨发育不全、外耳及听力缺陷、鬓角毛发生长靠前至面颊部。本例患儿未见该综合征典型的睑裂、下睑异常，故不考虑该诊断。（2）Melinick-Fraser综合征。Melinick-Fraser综合征又称鳃耳肾发育不良，为常染色体显性遗传病，主要表现为听力下降、耳前瘘管、耳廓畸形、鳃裂发育异常和（或）伴有肾脏不发育或发育不全。本例患儿腹部超声提示双肾未见明显异常，故不考虑该诊断。（3）Apert综合征。Apert综合征又称尖头并指综合征，为常染色体显性遗传病，可表现为颅缝早闭、尖头、并指（趾）、听力障碍、面中部后缩，其耳畸形常表现为低位耳。本例患儿未见典型的颅面骨尖头畸形、手足并指（趾）畸形，故不考虑该诊断。"}
{"id": "1361196", "Diagnostic_results": "三、诊断及依据\n诊断：右侧结节性甲状腺肿（Bethesda I类）；碘甲亢；甲状腺功能减退症；Ⅱ型糖尿病；心律失常阵发性房扑阵发房颤导管射频消融术后；冠心病陈旧性前壁心肌梗死两支病变介入治疗术后；高血压病Ⅱ级很高危组。\n诊断依据：患者为中老年男性，彩超发现双侧甲状腺结节，左侧大小超过1cm，低回声；查体：双侧甲状腺I°肿大，质软，无压痛，未闻及血管杂音；甲状腺细针穿刺术考虑左侧甲状腺结节为良性；患者服用胺碘酮之前甲状腺功能正常，长期服用胺碘酮后，甲功相关检验指标异常，TSH降低，FT3、FT4升高；患者反复心悸3年，既往有\"冠心病、高血压、糖尿病\"病史，曾在我院行\"射频消融术、LAD、D1及LCX介入治疗术\"；入科心电图：窦性心律；电轴左偏；陈旧广泛前壁心肌梗死；ST-T改变。"}
{"id": "1360461", "Diagnostic_results": "三、诊断\n结果显示先证者Affymetrix CytoScan HD SNP-Array芯片检测结果显示男性（ 图2 ），该患者在X染色体Xq28区段存在497.4 Kb片段的重复，内含MECP2 (300005)等18个OMIM基因，先证者的母亲Affymetrix CytoScan 750K SNP-Array芯片检测结果显示女性（ 图3 ），该受检者在X染色体Xq28区段存在473.1Kb片段的重复，内含MECP2(300005)等18个OMIM基因，可确定先证者X染色体Xq28区段存在497.4Kb片段的重复应为遗传自母亲，从而确诊先证者为MECP2重复综合征。我们进一步对该家系的Ⅰ2、Ⅱ2、Ⅱ4、Ⅱ7、Ⅲ3、Ⅲ5、Ⅲ7、Ⅳ1、Ⅳ2、Ⅳ3、Ⅳ4、Ⅳ5进行检测。结果Ⅱ7、Ⅳ2、Ⅳ4为正常女性，Ⅲ7为正常男性，Ⅰ2、Ⅱ2、Ⅱ4、Ⅲ3、Ⅲ5为女性携带者，Ⅳ1、Ⅳ4、Ⅳ5为男性患者。\n展开阅读\n图2\n先证者Ⅳ1基因检测结果\n展开阅读\n图3\n女性携带者Ⅲ2基因检测结果。染色体拷贝数的变化在50Kb/25marker缺失\n100Kb /25marker重复的分辨率水平对样本进行分析，一般不报告小于100Kb的片段缺失和小于200Kb的片段重复，不报告全基因组中已知属于正常多态的拷贝数变化"}
{"id": "1353486", "Diagnostic_results": "三、诊断：\n卵巢伴胚胎型神经外胚层肿瘤（髓母细胞瘤）分化的畸胎瘤IC1期"}
{"id": "1492309", "Diagnostic_results": "三、诊断与鉴别诊断\n结合临床，该患者诊断为：（1）子宫腺肌症；（2）盆腔子宫内膜异位症；（3）左侧卵巢子宫内膜异位囊肿剥除术后；（4）轻度贫血；（5）甲状腺功能减退。\n鉴别诊断：该病应与子宫肌瘤、子宫肉瘤相鉴别，结合患者现病史、既往史和辅助检查结果，考虑患者为子宫腺肌症。"}
{"id": "1378686", "Diagnostic_results": "三、诊断与鉴别诊断\n假性动脉瘤可在穿刺区局部摸及搏动性肿块，超声可显示肿块内红蓝相间彩色血流、脉冲多普勒频谱显示破口处双期双相动脉频谱等典型的假性动脉瘤超声表现，再结合患者的介入穿刺手术史，可明确诊断。"}
{"id": "1458740", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：宫内妊娠34周妊2产1；妊娠合并宫颈鳞状细胞癌（低分化）ⅠB1期（2009年FIGO分期，2018年FIGO分期为ⅠB2期）；胎儿生长受限；臀位\n鉴别诊断：\n1．前置胎盘：表现为妊娠晚期发生无诱因、无痛性反复阴道流血。超声常提示胎盘下缘达到或覆盖宫颈内口。本例患者超声未提示胎盘位置低，故不考虑该诊断。\n2．先兆早产：主要表现为不规律宫缩，常伴有少许阴道流血或血性分泌物。本例患者未扪及宫缩，故暂不考虑该诊断。\n3．胎盘边缘血窦破裂：表现为无痛性阴道流血，流血量多少与破裂程度相关，超声可见胎盘边缘液性暗区。本例患者超声未提示胎盘边缘出血，故不考虑该诊断。"}
{"id": "1442428", "Diagnostic_results": "三、诊断标准\n按照WHO（2016）急性髓细胞白血病诊断及分类标准，原始细胞占所有骨髓有核细胞的百分比≥20%可诊断急性髓系白血病。本例患者原始细胞占比27%，骨髓流式免疫分型检查结果示35.4%细胞（占有核细胞）为恶性髓系幼稚细胞，故AML诊断成立。染色体核型分析显示患者骨髓细胞核型正常，白血病基因检测结果仅有AML1-ETO融合基因阳性，故诊断急性髓系白血病（中危组）。结合FAB标准AML分类法，从骨髓细胞形态上看，该病例患者属于M2型。故最终诊断AML1-ETO阳性AML（M2，中危组）。"}
{"id": "1445250", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者磁共振肝脏平扫+弥散+增强（普美显）检查及肝胆脾增强CT表现，考虑患者为乙肝后肝硬化，原发性肝细胞癌可能性大。"}
{"id": "1361143", "Diagnostic_results": "三、诊断\n初步诊断：急性胰腺炎糖尿病酮症酸中毒肺部感染低钾血症。\n诊断依据：病史+实验室检查+辅助检查。\n鉴别诊断：（1）空腔脏器穿孔：腹平片可鉴别；（2）心肌梗死：心电图、TNI可鉴别。\n诊疗方案：（1）急性腹痛+腹部CT提示，则\"急性胰腺炎\"诊断成立；（2）乳糜血+急性胰腺炎+排除占位、结石等前提下，即使在血脂水平暂无法检测的情况下亦考虑\"高甘油三酯血症\"为胰腺炎病因；（3）存在胰腺实质形态及密度异常+胰腺周围脂肪炎性改变+胰腺周围积液，参照《Balthazar CT分级》+临床表现该例急性胰腺炎为\"中度重症\"型，不及时逆转病程则预后差；（4）修正诊断：高甘油三脂血症性急性胰腺炎（中度重型），糖尿病酮症酸中毒，肺部感染，低钾血症。（5）病程进展快速，已存在皮肤花斑、少尿、躁动等有效灌注不足、胰性脑病等脏器持续受损表现，且肥胖、病因为高甘油三酯血症，病情极易凶险化，应收住ICU严密监护下针对病因治疗+综合救治。"}
{"id": "1501647", "Diagnostic_results": "三、诊断与鉴别诊断\n最终诊断：本例患者无明显诱因气促10余天入院，影像学检查发现纵隔占位，胸腔积液，胸主动脉两侧旁多发淋巴结转移，胸水细胞形态学检查易见淋巴瘤细胞，经过两次组织病理检查，结合免疫分型、影像学和临床表现，诊断T淋巴母细胞淋巴瘤（Ann Arbor分期Ⅳ期，纵隔大包块）明确。\n鉴别诊断\n1．伯基特淋巴瘤：组织形态学上，伯基特淋巴瘤与淋巴母细胞淋巴瘤有相似之处，均为中等大小的单形性肿瘤细胞构成，都可出现\"星空现象\",但核仁与胞浆不明显，淋巴母细胞淋巴瘤的样本中只是偶见灶性\"星空现象\"，而伯基特淋巴瘤的\"星空现象\"常常贯穿于整个肿瘤组织。IHC免疫表型常表现为sIgM (+)、单一轻链(+)、CD19 (+)、CD20(+)、CD22 (+)、c-Myc (+)、CD10 (+)、Bcl6 (+)、Bcl2 (-或弱+)、CD5 (-)、CD23 (-)、MUM-1 (-)和TdT (-)。结合该病例的形态和免疫分型可进行鉴别区分，可排除伯基特淋巴瘤。\n2．非淋巴造血系统小细胞性恶性肿瘤：有一些小圆细胞肿瘤，如尤文肉瘤、神经母细胞瘤、小细胞未分化癌等，由于在儿童中的发病年龄和淋巴母细胞淋巴瘤相似，细胞特征也有相似，因此，如果当肿瘤分子特征表现为CD99阳性，而LCACD3、CD20均阴性时，容易误诊。可通过多种抗原，如神经内分泌标记物(CgA、Syn)等来进行鉴别。\n3．胸腺瘤：由于胸腺瘤一般位于前上纵隔，在病理上也表现为淋巴细胞弥漫性生长，TdT阳性，有时可能会与淋巴母细胞淋巴瘤相混淆。但胸腺瘤极少发生于儿童及青少年，且组织形态学与淋巴母细胞淋巴瘤不同，可用上皮相关标记物（如AE1/AE3和CK19等）和T/B细胞基因克隆性重排来鉴别胸腺瘤。"}
{"id": "1444492", "Diagnostic_results": "三、诊断\n初步诊断：\"左乳肿物性质待查：乳腺癌可能性大\"。\n术后病理检查及诊断：患者行左侧乳腺保乳术和左腋下前哨淋巴结活检术。大体检查：（左侧，保乳术切除）乳腺组织大小为9.5 cm×8.0 cm×3.5 cm，未带皮肤、乳头及骨骼肌。切面见一结节状肿物，大小为2.2 cm×1.8 cm×1.7 cm，边界清楚，切面灰白、质中，部分区域呈胶冻样。\n显微镜检查：乳腺组织中见一境界相对清楚但无包膜的囊实性肿物，囊腔内可见高柱状肿瘤细胞呈复层、乳头状、小簇状或散在排列，腔内见大量蓝染细胞外黏液积聚，形成黏液湖；肿瘤由两种不同形态特征的瘤细胞构成：大部分瘤细胞胞浆透亮，富含胞内黏液。小部分细胞胞浆内黏液减少，呈嗜酸性。瘤细胞呈中度至重度核异型（2-3级），核分裂像易见，并可见病理性核分裂像。未见明确肿瘤性坏死，未见外周淋巴管-血管侵犯及神经侵犯；肿瘤周围可见一小灶导管原位癌（ 图3 ）：呈高核级、实体型，少数原位癌细胞可见胞浆内黏液。手术切缘未见癌。阿辛蓝-过碘酸雪夫（AB-PAS）染色显示细胞内黏液和囊腔黏液蓝染（酸性黏液）。免疫组织化学结果：CK7、E-cadherin、GATA-3和Mammaglobin阳性；Ki-67约50%阳性；雌激素受体（ER）、孕激素受体（PR），Calponin 、SMMHC、p63、GCDFP15、CK5/6、EGFR、CK20、CDX2、SATB2、PAX8、WT1和TTF1阴性；HER2免疫组化染色阳性（积分3+），HER2荧光原位杂交呈簇状扩增（ 图4 ）。\n展开阅读\n图3\nH&E图像　A：肿瘤全景图示乳腺组织中见一境界清楚的囊性结构，囊腔内见大量细胞外黏液；B：囊内部分肿瘤细胞呈乳头状排列（HE×100）；C：肿瘤细胞呈高柱状，部分细胞胞浆透亮富含黏液，部分细胞胞浆呈嗜酸性（HE×400）；D：近肿瘤边缘见一高级别导管原位癌病灶（P63标记显示肌上皮存在）（HE×200）\n展开阅读\n图4\n免疫组化染色（IHC）、特殊染色及荧光原位杂交图像　A：Mammaglobin阳性（IHC×200）；B：CK7阳性（IHC×200）；C：CK20阴性（IHC×200）；D：HER2阳性　积分3+（IHC×200）；E：AB-PAS染色显示细胞内黏液和囊腔黏液蓝染（×400）；F：荧光原位杂交显示HER2基因簇状扩增（×1000）\n送检前哨淋巴结9枚，均未见癌转移。\n病理诊断：（左侧乳腺）乳腺黏液性囊腺癌（病理学分期：pT2，pN0）；建议进一步结合临床和影像学除外转移癌的可能性（女性生殖系统、胰胆管及胃肠道等消化系统）。\n肿瘤行二代测序多基因检测（华大基因，NGS泛癌组织688基因检测），发现有临床意义的体细胞变异基因13个，包括1个Ⅰ类变异基因：ERBB2拷贝数增加；12个Ⅱ类变异基因：TP53突变（p.F134I c.400T>A）、ERBB2突变（p.V842I c.2524G>A）、CDKN2A拷贝数减少、CDK4突变（p.R240 c.718C>T）、CDK12、GRB7、RARA、AXIN2、PRKAR1A、SOX9、ZNF217及GNAS拷贝数增加（ 表1 ）。微卫星状态稳定，未检测出胚系变异基因。\n展开阅读\n变异等级 基因 检测结果 突变丰度或拷贝数\nⅠ类 ERBB2 拷贝数增加 15.14\nⅡ类 TP53 p.F134I 51.86%\n    c.400T>A  \n  ERBB2 p.V842I 0.43%\n    c.2524G>A  \n  CDKN2A 拷贝数减少 0.82\n  CDK4 p.R240 0.62%\n    c.718C>T  \n  CDK12 拷贝数增加 12.60\n  GRB7 拷贝数增加 16.01\n  RARA 拷贝数增加 12.09\n  AXIN2 拷贝数增加 9.68\n  PRKAR1A 拷贝数增加 18.74\n  SOX9 拷贝数增加 10.31\n  ZNF217 拷贝数增加 9.13\n  GNAS 拷贝数增加 6.42\n表1：\nNGS检测体细胞变异结果\n注：NGS：二代基因测序试验检查\n最终诊断：结合患者术前盆腹腔器官超声、胸片和术后进一步完善的全身PET-CT检查，卵巢、肺部、胰胆管及胃肠道等器官均未见明显占位性病变，因此除外了转移癌的可能。本例最终诊断为乳腺黏液性囊腺癌（原发性）。"}
{"id": "1437168", "Diagnostic_results": "癌性疼痛发生发展与机体营养代谢情况密切相关。癌痛可从饮食摄入、神经内分泌系统、社会心理等途径影响机体的营养代谢；反过来，通过正确饮食干预和营养支持不仅可以减少或预防肿瘤患者的营养不良状况，而且有利于改善癌痛症状。从而改善癌痛患者的生活质量和生存率。本例为晚期小细胞肺癌伴难治性癌痛的营养支持治疗，提示改善营养状况可能有助于癌痛镇痛，尤其是有利于PCSA镇痛的有效实施。"}
{"id": "1378700", "Diagnostic_results": "三、诊断\n结合相关检查及病史，患者被诊断为\"主动脉夹层A3S型、主动脉瓣反流（中度）、心包积液、中度贫血、孕35+周\"。"}
{"id": "1381024", "Diagnostic_results": "三、诊断与鉴别诊断\n予利伐沙班20mg，1次/d，抗凝治疗3个月。2021年4月20日复查CTPA提示右肺动脉栓塞较前进展肺动脉。考虑慢性血栓进展或肺动脉内肿瘤可能。肺动脉取栓术后病理提示血凝块中见鳞状细胞癌（ 图2 ）。患者腹部CT增强，PET-CT及妇科检查未发现宫颈癌复发及其他部位肿瘤。结合患者宫颈癌病史，诊断首先考虑宫颈癌相关肺动脉肿瘤栓塞。\n展开阅读\n图2\n血凝块中见鳞状细胞癌"}
{"id": "1509377", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：左上颌鳞状上皮乳头状瘤。\n鉴别诊断：（1）乳头状瘤。乳头状瘤是一组局部上皮呈外生性和息肉样增生形成的菜花状或疣状肿物，在口腔中较为常见。乳头状瘤包含鳞状细胞乳头状瘤、寻常疣、尖锐湿疣和多灶性上皮增生。鳞状细胞乳头状瘤以20~50岁人群常见。最常见部位是硬软腭、唇黏膜、舌和牙龈。质软有蒂，表面呈结节、乳头状或疣状。寻常疣常发生于儿童，常见部位唇红黏膜、舌前部，表现为无痛性丘疹。尖锐湿疣多见于青少年和青年，常发生于唇黏膜、舌前份和腭，表现为无痛、圆形和外生性结节，较前两者大，可以多发。多灶性上皮增生多发生于儿童，常发生于唇、颊、舌、牙龈，表现为多发、质软、扁平丘疹，单个病变较小。颜色与正常黏膜相近。本例形态有别于常规乳头状瘤外生状的特点，但门诊活检回报为鳞状上皮乳头状瘤，故考虑该疾病可能性大。（2）牙龈癌。牙龈癌多为分化程度较高的鳞状细胞癌，生长较慢，以溃疡型为最多见。早期向牙槽突及颌骨浸润，使骨质破坏，引起牙松动和疼痛，上颌牙龈癌可侵入上颌窦及腭部。本例表面呈颗粒状，形态上与牙龈癌有一定的相似性。（3）黏液表皮样癌。黏液表皮样癌发生于腮腺者居多，其次是腭部和下颌下腺，也可发生于其他小唾液腺。高分化黏液表皮样癌呈无痛性肿块、生长缓慢。肿瘤体积大小不等，边界可清可不清，质地中等偏硬，表面可呈结节状。同牙龈癌，本病例表面呈颗粒状，形态上与黏液表皮样癌有一定的相似性。"}
{"id": "1443632", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿入院后完善心脏超声检查，提示左心室壁增厚，收缩末期心肌非致密层/致密层比值约3~4，大于2.3，彩色多普勒成像可见深陷小梁间隐窝内血流的证据，左心室侧壁可见明显的小梁网状结构。同时临床有心力衰竭的表现，伴心电图的异常改变，考虑心肌致密化不全可明确诊断。患儿父亲也存在心肌致密化不全，但因家属拒绝，未完善相关基因检测。"}
{"id": "1381022", "Diagnostic_results": "三、诊断\n依据病史、症状、体征，以及多次病理结果，诊断结节病（肝、脾、肺受累）。\n鉴别诊断：肺结核：多见于免疫力低下患者，可多器官累及，肺最常见，可有咳嗽、气短、乏力、纳差、午后低热、盗汗等症状，痰或肺泡灌洗液抗酸染色、T-SPOT试验、PPD试验均可协助诊断。病理结果可见干酪性坏死性肉芽肿性炎。该患者多器官受累，但病程中数月未见感染迹象，无发热，结核相关检查、化验均阴性。病理结果未见干酪性坏死。"}
{"id": "1369735", "Diagnostic_results": "三、诊断\nTCS主要表现为颅面部畸形，轻者只有轻微畸形，重者可阻塞气道致死，这可能与遗传背景、环境因素和随机事件相关。TCS的常见症状包括颧骨及下颌骨发育畸形（面中部发育不全89%、小颌或缩颌78%），外耳畸形（77%），下眼睑畸形（缺损69%，睫毛稀疏、部分或完全缺如53%）。次要临床特征包括外耳道狭窄或闭锁（36%），传导性听力损失（40%~50%），眼部缺陷（视力缺陷37%、弱视33%、屈光不正58%、两眼屈光不正17%、斜视37%），腭裂（28%），耳前毛发生长，气道异常（气管造口、单侧或双侧鼻后孔狭窄或闭锁）等[ 3 ]。本例患儿有典型颧骨及下颌骨发育畸形，双侧外耳道畸形，眼睑下斜，腭裂等特征性临床表现故诊断。\nTCS的诊断主要依靠典型临床表现，而明确诊断则需检测相关致病基因。目前公认的基因检测一般策略如下：对于具备2个以上主要特征或3个以上次要特征的患者，应当进行基因检测以明确诊断。散发病例以及具有TCS家族史且按照常染色体显性模式遗传者应首先进行TOCF1基因检测；若未检测到突变，下一步应进行POLR1D基因检测。若TOCF1及POLR1D基因均未检测到突变或者家系中有多个受累同胞及近亲时，则应考虑进行POLR1C基因检测[ 4 ]。本例患儿结果提示在患儿TOCF1基因(Chr5:150357811:G>T）发生突变，符合TCS基因诊断，故TCS诊断明确。\n主要鉴别诊断包括：（1）Nager综合征（轴前面骨发育不全综合征）。Nager综合征具有TCS类似的面部特征，但Nager综合征同时合并轴前性肢体畸形，常见桡骨畸形（包括桡骨发育不全或缺如、桡尺关节脱位）、拇指畸形（发育不全或缺如、三指节畸形）、短肢畸形（上肢多于下肢），且下颌骨发育不全通常更重，而下眼睑缺损罕见。（2）Miller综合征（轴后面骨发育不全综合征）。Miller综合征均有下眼睑外翻，常合并轴后性肢体畸形，可见四肢４、５指（趾）发育不全，伴或不伴尺/腓骨发育不全，而唇裂比TCS略少。（3）Goldenhar综合征（眼耳脊柱发育不良综合征）。Goldenhar综合征表现为半侧颜面萎缩，影响耳、口及下颌的发育。除面部畸形外还可伴发椎体异常和眼球外层皮样囊肿。\n虽TCS的临床表现与上述疾病存在重合，但可通过主要特征性表现及基因检测区分。"}
{"id": "1374631", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：鼻咽癌放化疗复发再程放疗后右侧颌下复发。\n鉴别诊断：\n1．辐射诱发第二原发癌（radiation-induce second malignancy neoplasm, RISMN），患者既往有放疗病史，鼻咽原发病灶出现复发接受再程放疗，本次发病部位位于首次放疗射野，高度可疑RISMN，鼻咽癌RISMN常见于骨肉瘤、未分化肉瘤、恶性纤维组织细胞瘤、纤维肉瘤、肌纤维母细胞瘤、鳞癌、腺癌、基底细胞癌等。且RISMN一般位于中线或近中线部位。本患者结合病理诊断非角化性未分化癌，与首次治疗病理相同，排除RISMN。\n2．第二原发癌，即重复癌。复阅MRI资料，本次发病病灶位于右侧颌下淋巴结（IB区），该部位原发疾病常见于鳞癌、腺癌、腺样囊腺癌、淋巴瘤等。本患者病理类型非角化性未分化癌最常见于鼻咽癌，且与患者首次治疗病理类型相同，暂不考虑重复癌。"}
{"id": "1343948", "Diagnostic_results": "三、鉴别诊断\nWiedemann-Steiner综合征临床表现有明显的异质性，具有特殊面容、智力障碍和生长迟缓，这种特殊面容往往和一些常见的综合征有重叠现象 [ 1 ]，需要与如下综合征相鉴别：\n1.Kabuki综合征 [ 2 ]：又称为“歌舞伎脸谱综合征”，亦是组蛋白修饰的相关基因 KMT2D和 KDM6A突变致病，其特殊面容多为长眼睑，外侧眼睑翻，弓状眉、眉外侧1/3稀疏，睫毛细长，皮纹异常较常见。\n2.Cornelia-de-Lange综合征 [ 3 ]：主要表现为连眉弓状眉，长睫毛、长且外凸的人中、小或方形的下颚，常伴肢体缺陷，其致病基因有５个 NIPBL、 SMC1A、 SMC3、 RAD21和 HDAC8。\n3.Rubinstein-Taybi综合征 [ 4 ]：主要是 CREBBP基因突变所导致的，临床表现为特征是智力发育迟缓、生长发育迟缓和特殊面容，浓眉，眼距宽，鼻梁低平，拇指脚趾大为特征。\n4.Floating-Harbor综合征（FHS） [ 5 ]：主要是 SRCAP基因突变所致，常为低出生体重儿，智力障碍，身材矮小，骨骼异常（短指、杵状、斜指、短拇指、突出关节、锁骨异常）；特殊面容：高额头，三角脸、后发际线低，睫毛长，嘴唇薄，远视和/或斜视、传导性听力丧失、癫痫、胃食管反流、肾脏异常（如肾盂积水、囊肿和/或发育不全）和生殖器异常（如尿道下裂和/或隐睾）。"}
{"id": "1350429", "Diagnostic_results": "三、诊断\n1．继发性肺结核（左肺上叶结核合并双肺血播结核）；2.胸主动脉假性动脉瘤。"}
{"id": "1433253", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：T淋巴母细胞淋巴瘤，IVa期\n患者有明确的病理，结合PET-CT，诊断明确。\n需与下列疾病鉴别：\n1．淋巴结结核，多见于颈部一侧或双侧，逐渐增大的淋巴结，初期较硬，无痛，病变继续发展可与皮肤和周围组织粘连，晚期发生干酪样坏死，结合病理可排除。\n2．淋巴结炎，由淋巴结引流区域的急慢性炎症累及淋巴结所引起的非特异性炎症，常伴发热，肿大的淋巴结柔软，有压痛，该患者结合病理检查可排除。\n3．癌淋巴结转移，存在肿瘤原发病灶以及原发病的临床表现，癌转移的淋巴结一般不超过3cm，质地坚硬，生长快，该患者结合病理以及PET-CT可排除。"}
{"id": "1467528", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n妊娠合并马方综合征并发夹层动脉瘤破裂：（1）患者青年女性，孕晚期，以突发意识丧失起病，清醒后伴有胸前区不适。（2）身高178 cm，体重83.5 kg，体表面积（body surface area，BSA）2.01，骨骼表现四肢修长，系统评分2分（上部量/下部量的比例减小且臂展/身高的比值增加为1分，二尖瓣脱垂1分）[ 6 ]。（3）后期追问病史，患者母亲、姐姐均患有马方综合征，已死亡。（4）心脏超声提示主动脉根部扩张，主动脉瘤伴主动脉瓣重度反流，二尖瓣后叶脱垂（mitral valve prolapse，MVP），伴中度反流。主动脉根部Z评分10.71[ 7 ]。（5）根据2010年修订版Ghent诊断标准（2010 revised Ghent Criteria）[ 6 ]，本例患者主动脉扩张[20岁以上Z评分>2分（10.71）]+马方综合征家族史，可诊断为马方综合征。（6）院前心脏超声提示心包大量积液，心包穿刺抽出血性心包积液。综合患者病史、临床表现、体格检查及辅助检查，该患者诊断考虑：妊娠合并马方综合征并发夹层动脉瘤破裂明确。\n2．鉴别诊断\n（1）Loeys-Dietz综合征：常染色体显性遗传，主要由TGFBR1或TGFBR2突变引起，常表现为眶距增宽（宽眼距）、悬雍垂裂或腭裂、动脉迂曲及主动脉瘤。伴随表现可能包括头颅骨过早融合、畸形足、颈椎畸形和不稳定、结构性心脏病、皮肤薄如天鹅绒毛且容易形成瘀伤，以及累及主动脉以外的血管的动脉瘤。综上所述，本例患者21岁，妊娠期间发病，体格检查仅存在四肢修长，血管检查提示动脉瘤、二尖瓣脱垂，与Loeys-Dietz综合征临床表现相比较轻，但仍需进一步基因检测辅助诊断。\n（2）晶状体异位综合征（ectopia lentis syndrome，ELS）：家族性ELS的常染色体显性遗传形式由FBN1突变引起。ELS修订版Ghent标准为：晶状体异位伴或不伴系统特征且有FBN1突变（未知是否与主动脉扩张/夹层相关）或无FBN1突变。该综合征具有MFS的一些骨骼特征以及晶状体异位，但它不包括主动脉瘤。综上，本例患者心脏超声提示主动脉瘤，晶状体未查及，故不考虑该诊断，但如有可能，需进一步完善晶状体检查明确诊断。\n（3）MASS表型：一种家族性疾病，临床表现为二尖瓣脱垂综合征（mitral valve prolapse syndrome，MVP），边缘性但非进行性主动脉扩张、萎缩纹和至少1个骨骼特征。MASS修订版Ghent标准为：主动脉直径Z评分<2且系统评分≥5分并至少包括1个骨骼特征且没有晶状体异位。总体而言，本例患者的主动脉直径Z评分>10分，故排除该诊断。"}
{"id": "1476017", "Diagnostic_results": "三、诊断与鉴别诊断\n1．初步诊断\n良性阵发性位置性眩晕（水平半规管BPPV）；高血压病1级（中危组）；高胆固醇血症。\n诊断依据：良性阵发性位置性眩晕（水平半规管BPPV）：患者为中年女性，10年余来反复发作性头晕伴视物旋转，症状与头位改变有关。既往外院就诊，对症治疗后能明显好转。患者既往有高血压病病史，口服降压药治疗，卧立位血压试验未见异常；有高胆固醇血症，未规律用药，体格检查未见明显异常。近期患者天旋地转、恶心呕吐发作时，行roll test试验结果诱发出旋转性眩晕和双眼水平向向地性眼震，持续约50 s。查头颅CT及头颅MRI未见脑出血及脑梗死灶。故根据患者临床症状、体格检查及辅助检查结果，初步考虑为水平半规管BPPV。\n高血压病1级（中危组）：患者既往有高血压病5年余，最高达150/95 mmHg，规律使用\"缬沙坦胶囊160 mg/粒，口服，每日1次，每次1粒\"控制血压，平素自测血压控制良好，根据最高血压考虑为高血压病1级，患者合并高胆固醇血脂，暂无其他危险因素，考虑为中危组。\n高胆固醇血症：发现高胆固醇血症病史5年余，既往\"阿托伐他汀钙片10 mg/片，口服，每晚1次，每次1片\"后因担心药物会产生不良反应，自行停药，未规律复查，此次查血脂提示总胆固醇及低密度脂蛋白均升高，故诊断之。\n2．补充诊断\n精神心理性头晕。\n诊断依据：患者3个月来的症状变化有精神诱因，经系统性体格检查未见明显异常，初步排除其他器质性疾病及药物不良反应，完善心理评估及汉密尔顿焦虑量表测评，结果提示患者有轻度焦虑，故诊断。\n3．鉴别诊断\n（1）中枢性位置性眩晕（central paroxysmal positional vertigo，CPPV）：BPPV和CPPV都是由体位变化所引发的眩晕。但在位置变化产生眼震的同时，BPPV患者有强烈的眩晕感觉，而CPPV患者这种眩晕的感觉相对较轻，甚至可能只有眼震而无明显眩晕的现象[ 4 ]。临床上CPPV虽少见，但因其病变位于中枢神经系统，所以严重程度更高[ 5 ]。CPPV的位置性眼震具有不同体位可诱发出不同类型眼震的特点。CPPV若表现为水平眼震，则以背地性眼震多见，一般大于1 min，易与水平管嵴石症或水平管前臂管石症混淆[ 6 ]。而本例患者诱发眼震为向地性眼震，呈水平向，根据体格检查、头颅CT及头颅MRI结果，暂不支持CPPV诊断，但仍需警惕。\n（2）梅尼埃病：发作期常伴有耳鸣和（或）耳胀满感，诊断梅尼埃病时，病程中患耳应有波动性听力下降、耳鸣和（或）耳胀满感，且至少有一次听力学检查证实患耳有低到中频的感音神经性听力下降[ 7 ]。本例患者发作时无耳鸣和耳胀满感，无听力下降表现，症状暂不支持梅尼埃病诊断，必要时可至上级医院进一步行钆造影内耳膜迷路MRI成像以鉴别。\n（3）前庭神经元炎：是由于周围前庭器官炎症而引起的急性单侧前庭功能损伤综合征，常有感染病史，其眩晕症状可持续几天，然后在未来几周逐渐消失，而BPPV是反复发作性的眩晕，其眩晕持续时间较前庭神经元炎短[ 8 ]。本例患者无前驱感染表现，暂不考虑该诊断。\n（4）后半规管BPPV与水平半规管BPPV鉴别，鉴别要点见 表1 。\n展开阅读\n鉴别点 后半规管BPPV 水平半规管BPPV\n眼震方向 扭转、垂直 水平向\n检查方法 位置性眼震试验 滚转试验\n潜伏期 较长 较短\n疲劳性 常有 常无\n表1\n后半规管BPPV与水平半规管BPPV鉴别要点"}
{"id": "1366959", "Diagnostic_results": "三、诊断与鉴别诊断\n术前根据影像学表现，初步诊断为淋巴瘤。MRI提示边界较为清晰，结合患者意见，给予手术切除处理。术后进行组织病理学检查（ 图2 ），免疫组化结果：Bcl-2（+）、CD5（+）、CD20（+）、CD21（+）、CD23（+）、CD79a（+），CD38部分阳性，Ki-67热点区阳性细胞约40%，Bcl-6（-）、CD3（-）、CD10（-）、CD68（-）、Cyclin-D1（-）、MUM1（-）。纤维结缔组织内淋巴细胞弥漫增生、浸润、大小较一致。最终诊断：（左面颊部）B细胞淋巴瘤，符合小淋巴细胞淋巴瘤。\n展开阅读\n图2\n术后组织病理学检查结果　a：淋巴结基本结构破坏，形成淡染的假滤泡结构，其周围包绕较深染的小淋巴细胞　HE染色×低倍放大；b：肿瘤细胞弥漫性生长，肿瘤细胞侵犯上皮组织　HE染色×中倍放大；c：肿瘤细胞以小淋巴细胞为主，比正常淋巴细胞稍大，核呈圆形，染色质呈块状，偶见核仁；夹杂见核圆形或卵圆形的副免疫母细胞，中位可见1或2个核仁　HE染色×高倍放大；d：免疫组化见CD5阳性表达　BenchMark Ultra；e：免疫组化见CD5阳性表达　BenchMark Ultra；f：免疫组化见CD5阳性表达　BenchMark Ultra"}
{"id": "1487080", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患儿病史、胸腹部影像学表现及病理检查结果诊断：泛发性淋巴管异常（GLA）。\n鉴别诊断：(1)卡波西样淋巴管瘤病（Kaposiform lymphangiomatosis，KLA）：组织病理学更具有侵袭性，异常增生的淋巴管中存在簇状或片状的梭形淋巴内皮细胞为其特征性表现，多表现为严重凝血功能障碍及低血小板血症。(2)与纵隔肿物进行鉴别：纵隔畸胎瘤、胸腺瘤、肺囊肿；(3)胸腔积液病因鉴别：结合该患儿胸水外观及常规、生化检测考虑为渗出性胸水，一方面需与肺部感染性疾病如结核感染、细菌性感染、寄生虫感染等鉴别，另一方面需鉴别恶性肿瘤性疾病、风湿免疫性疾病等非感染性疾病，结合相关检查结果可予排除上述疾病。"}
{"id": "1355091", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：结合该患者的临床表现、影像学检查以及病理结果，确诊为左乳神经内分泌癌PT3N0M0 IIb期。\n鉴别诊断：乳腺癌诊断依据：患者中年女性，主要症状为左乳外上象限无痛性肿块，查体示肿块有压痛，活动可，质韧，光滑，与皮肤粘连，CT平扫增强肿块边界毛糙，肿块呈欠分叶状，侵犯邻近皮肤致邻近皮肤明显增厚，增强肿块明显不均匀强化，外院穿刺检查诊断为乳腺浸润性癌Ⅲ级，难以与乳腺浸润性导管癌鉴别，需要组织病理学检查明确诊断。"}
{"id": "1486062", "Diagnostic_results": "三、诊断与鉴别诊断\n患者青年男性，慢性病程，缓慢进展。主要表现为精神发育迟滞，语音不利，活动障碍，近期出现间歇性心前区不适，可自行缓解。体格检查见四肢肌力5 -，指鼻实验阳性，双侧Babinski征阳性。实验室检查CK升高、动态心电图示频室性早搏、MRI示骨骼肌异常信号及小脑萎缩，定位诊断提示患者存在脑、骨骼肌、心脏多系统损害。定性诊断考虑遗传性疾病、免疫性疾病鉴别。结合无异常出生史，风湿免疫检查阴性，新冠、腺病毒、呼吸道合胞病毒相关检查阴性，骨骼肌病理见骨骼肌纤维破坏及线粒体局部堆积、溶解、破坏、可疑异常融合的线粒体，基因检查见线粒体融合裂变调节基因 MSTO1复合杂合突变，本例患者综合诊断考虑为线粒体肌病伴共济失调。\n鉴别诊断：（1）急性心肌梗死。疼痛部位与心绞痛相似，但性质更剧烈、持续时间可达数小时，常伴冷汗、恶心、呕吐、可出现休克、心律失常及心力衰竭，含服硝酸甘油不能缓解。特异性的心电图改变和心肌酶含量增高可资鉴别。本例患者虽肌酸激酶增高，但其胸痛程度较轻，可自行缓解，外院高敏肌钙蛋白阴性，心电图未见明显心绞痛及心肌梗死征象，冠脉CTA未见明显异常。（2）特发性炎症性肌病。该病肌无力更为突出，伴肌萎缩、血清肌酸肌酶活性升高、肌电图示肌源性损害、肌肉活检为肌炎表现。本例患者体格检查四肢肌力5 -级，血清肌酶增高，影像学检查骨骼肌见异常信号，但肌炎抗体阴性，肌活检未见明显典型炎性肌病表现。"}
{"id": "1433855", "Diagnostic_results": "三、诊断与鉴别诊断\n（前纵隔）淋巴结活检提示肉芽肿性病变；（右锁骨上淋巴结穿刺）：穿刺送检为少量淋巴及纤维组织，其中可见散在破碎的上皮样肉芽肿。结合患者病理结果，考虑结节病诊断，存在多发颅内及脊髓病变。内分泌检查提示存在低促性腺激素性腺功能减退，继发性肾上腺皮质功能不全，继发性甲减，禁水加压试验提示存在完全性中枢性尿崩症。\n鉴别诊断：（1）感染性疾病——结核。患者临床无明确消耗性表现，无发热，病理未见干酪样肉芽肿。（2）其他免疫病——IgG4相关疾病。可表现为多系统受累，影像学可出现占位性病变，临床可表现为全垂体功能减退，但本例患者IgG4不高，病理不支持IgG4相关疾病诊断。（3）淋巴瘤。淋巴瘤可表现为多发占位性病变，但本例患者未见发热、盗汗、体重下降等全身表现，病理不支持淋巴瘤。"}
{"id": "1368434", "Diagnostic_results": "三、诊断\n本例患儿诊断为经典型枫糖尿病。诊断依据为血质谱检查支链氨基酸水平明显增高。一般新生儿出生24小时内血亮氨酸浓度超过340 μmol/L或异亮氨酸>5 μmol/L就可诊断本病 [ 4 ]。基因检查进一步证实诊断，并明确了基因缺陷以及家系遗传方式。早期诊断，尽早干预治疗对于枫糖尿病患儿的意义重大。对于喂养困难、嗜睡、反应差，尿液特殊气味，抽搐等中毒性脑病表现患儿，应怀疑该病。疑似患儿因及时行代谢病筛查。诊断依赖于血尿质谱检查，表现为支链氨基酸及其代谢产物水平异常增高。头颅MRI可表现为特征性的MSUD脑水肿 [ 5 ]，但一般不作为诊断依据。\n枫糖尿病需要和能引起新生儿神经系统异常的其他代谢性疾病进行鉴别，包括尿素循环障碍、甘氨酸脑病、甲基丙二酸血症、丙酸血症等。检查包括血气分析、电解质、肝功能、血尿串联质谱分析等。全外显子测序有很强的鉴别诊断作用。"}
{"id": "1431511", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.主动脉瓣重度狭窄伴中度关闭不全，心功能Ⅲ级；2.心律失常，室性心动过速，心房扑动，心房颤动，ICD植入术后；3.肥厚型梗阻性心肌病，化学消融术后，心尖部室壁瘤形成；4.冠状动脉粥样硬化性心脏病；5.高血压2级，很高危。\n诊断依据：1.患者曾有胸闷、晕厥病史，主动脉瓣第2听诊区可闻及3/6收缩期吹风样杂音，心超提示主动脉瓣重度狭窄伴中度关闭不全，连续方程法测得主动脉瓣区约0.76cm2。2.患者心电图提示室性心动过速、心房扑动、心房颤动。3.患者既往肥心化学消融术后，心超检查显示肥厚型心肌病、心尖部室壁瘤形成。4.既往行冠脉造影术提示右冠开口60%狭窄，前降支中远段30%狭窄，回旋支中远段30%狭窄。5.患者既往非同日三次测量血压收缩压均≥140 mmHg，收缩压最高≥160 mmHg。\n鉴别诊断：患者主动脉瓣重度狭窄、心律失常、肥厚型心肌病以及冠心病病史明确，诊断依据充分，无需鉴别诊断。"}
{"id": "1408865", "Diagnostic_results": "三、诊断\n46慢性根尖周炎。"}
{"id": "1353627", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患儿病史、临床表现及CT检查结果，诊断为K-T综合征。鉴别诊断：（1）淋巴水肿：由于先天性淋巴管发育不良或继发性淋巴液回流障碍，导致肢体内淋巴液积聚而引起的组织水肿。可继发脂肪硬化、纤维结缔组织增生，严重水肿患者可出现象皮肿等症状。（2）下肢静脉曲张：以下肢内侧为主，可见增粗、扭曲、泛蓝的皮下静脉凸起，站立后更加明显，严重者可出现小腿下段凹陷性肿胀。该患儿以\"三联征\"（葡萄酒色斑、静脉及淋巴管畸形、软组织及骨异常肥大）为主要表现，故排除以上诊断可能。"}
{"id": "1378718", "Diagnostic_results": "三、诊断\n结合临床，诊断为原发免疫性血小板减少症（ITP）。"}
{"id": "1481619", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：甲状腺鳞癌cT4bN1bM0，ⅣB期（AJCC第8版）。\n诊断依据：1.症状体征：颈部包块伴进食哽噎，体格检查：左侧甲状腺触及肿物，约3 cm×4 cm大小，质硬，边界不清，固定，左侧颈部扪及肿大淋巴结，约2 cm×2 cm，质硬，边界不清，固定。2.CT平扫+增强：甲状腺多发结节，强化明显；颈部、前上纵隔多发肿大淋巴结，部分融合，呈不均匀强化。3.病理结果：分化差的癌，结合免疫组化结果，符合分化差的鳞状细胞癌。"}
{"id": "1502860", "Diagnostic_results": "三、诊断与鉴别诊断\n结合相关检查，诊断为新生儿高胆红素血症（重度）。\n鉴别诊断\n1．母乳性黄疸：母乳黄疸通常在出生后的前2周内出现在以母乳喂养为主的健康婴儿中，通常在出生后的第1周或第2周出现，应有正常的体重增长趋势，即使不停止母乳喂养，通常也会自发消退。本例患儿黄疸出现过早，且配方奶喂养为主，不考虑本病。\n2．新生儿溶血病：是指由于母体和新生儿血型不相容而导致的红细胞抗体引起的新生儿同种免疫溶血，因红细胞破坏过多可致新生儿出现严重的新生儿高胆红素血症。本例患儿母亲非O型或稀有血型，且患儿无贫血貌，亦不考虑本病。"}
{"id": "1430936", "Diagnostic_results": "三、诊断与鉴别诊断\n1.病理诊断：\n（右鼻腔肿物）小细胞恶性肿瘤，结合形态及免疫组化，符合恶性黑色素瘤。\n2.临床诊断：\n鼻腔恶性黑色素瘤（T3N2M1 ，Ⅳ期脑、肺、胸膜、肝、胰腺、骨、皮下、心膈角淋巴结、腹膜后淋巴结、直肠系膜）\n3.诊断依据：\n⑴患者中年男性，起病隐匿，有家族肿瘤病史。⑵以\"鼻出血\"起病。⑶CT提示①双肺结节，考虑转移性肺癌或左肺上叶癌伴肺内转移；②肝脏多发结节，不除外转移。⑷头部增强MRI示①右侧大脑半球多发转移瘤；②双侧额叶皮质下可能为血管起源的腔瘤；③右侧鼻腔内占位，肿瘤可疑。⑸病理活检示恶性黑色素瘤，故支持目前诊断。\n4.鉴别诊断：\n⑴嗅神经母细胞瘤：其高发年龄为50~60岁。好发于嗅黏膜区，细胞常呈小圆形或小梭形，但肿瘤常被纤维间质纤维及薄壁血管分隔呈分叶状排列，可见Home-Wright假菊形团或Flexner-Wintersteiner真菊形团。瘤细胞内无色素。肿瘤细胞神经内分泌标记可呈不同程度阳性，而上皮、黑色素标记常呈阴性。⑵小细胞的差分化癌：包括小细胞神经内分泌癌，细胞排列多呈巢状，细胞多呈淋巴细胞样或燕麦细胞形，肿瘤内常有广泛坏死，瘤细胞表达广谱CK（常为核旁点状阳性）、神经内分泌标记及CD117等。并常有P53的过度表达及RB1的缺失；小细胞鳞癌，表达上皮及鳞状分化的标记，如P63、P40等。⑶Ewing肉瘤：90%发生于5~30岁，瘤细胞内无色素。免疫组化CD99、NKX2.2、Syn阳性，FISH检测EWSR1-FLI 1阳性可加以鉴别。⑷横纹肌肉瘤：包括胚胎性横纹肌肉瘤及腺泡状横纹肌肉瘤等。胚胎性横纹肌肉瘤好发于10岁以下幼儿，多由星状、小圆形或短梭形的间叶细胞组成，间质常呈黏液样，可见不同分化阶段的横纹肌母细胞，瘤细胞表达Desmin、MyoD1和Myogenin。而腺泡状横纹肌肉瘤可发生于任何年龄，可呈实性、腺泡状，少见乳头状结构，除可表达横纹肌源性标记，还可表达CK、Syn、CD56，且部分病例可表达ALK，可FISH检测PAX3或PAX7-FOXO1A融合基因。瘤细胞内无色素。"}
{"id": "1369046", "Diagnostic_results": "三、诊断\n⑴右侧大转子区、左坐骨结节、骶尾部及右足跟Ⅳ期压疮并感染；⑵感染性休克；⑶呼吸衰竭；⑷重症肺炎；⑸胸腔积液；⑹重度贫血；⑺低蛋白血症；⑻混合性抑郁障碍。"}
{"id": "1429233", "Diagnostic_results": "三、诊断\n根据临床表现、阳性家族史及基因检测结果确诊GSS综合征综合征。"}
{"id": "1366806", "Diagnostic_results": "三、诊断与鉴别诊断\nLEL-ICC是一种少见的肝内胆管癌的特殊亚型，组织学形态类似于未分化鼻咽癌，且该病例肿瘤细胞EBER呈阳性，因此首先需除外鼻咽癌转移的可能性。患者无鼻咽癌病史，肝脏影像学检查提示为肝脏原发的胆管癌，且肝脏穿刺组织中肿瘤细胞不表达P40和P63，因此可以排除鼻咽癌转移及鳞状细胞癌的诊断。由于肿瘤细胞弥漫强阳性表达上皮标记物AE1/AE3，因此可以排除淋巴瘤和恶性黑色素瘤。这是1例具有特殊组织学形态的肿瘤，且肝脏是肿瘤转移的常见靶器官，因此在诊断肝脏原发性肿瘤之前需要结合临床排除发生于其他器官的具有淋巴上皮瘤样癌形态的肿瘤转移后，才能考虑肝脏原发性肿瘤。该病例通过临床影像学检查排除了转移，免疫组化检测结果显示，肿瘤表达胆管标记物，而不表达肝细胞标记物，因此，肝脏穿刺活检的病理诊断为EBV相关的淋巴上皮瘤样肝内胆管癌。"}
{"id": "1494192", "Diagnostic_results": "三、诊断与鉴别诊断\n2023年9月1日术中于回肠下段系膜处可见一包块（ 图6 ），大小约9.0 cm×6.0 cm×10.0 cm，肿块表面未见破溃、出血等，未见肿块与周围组织粘连，腹腔未见血性腹水。\n展开阅读\n图6\n肿块表面未见破溃、出血\n术后病理检查\n巨检：可见肠管一段，长约20 cm，距肠管断端5 cm处肠壁黏膜面可见一出血口（ 图7 ）。肿块大小约9 cm×10 cm×6 cm，肿块切面呈灰红色、质地软、囊性海绵状，可见大量出血，肿块侵及黏膜面。\n展开阅读\n图7\n肠壁黏膜面可见一出血口\n光镜所见（ 图8 ）：肠系膜血管瘤，以海绵状血管瘤为主，累及肠壁全层，部分位于肠壁固有肌层，肠壁黏膜下、肌层及肠壁外纤维脂肪组织。肿块内见大量增生的血管，管腔大小不一，扩张、充血，间两断端未见累及。\n展开阅读\n图8\n病理检查结果　肿块内见大量增生的血管，管腔大小不一　HE×100\n免疫组织化学：P53（-），Ki-67（1%），HMB45（-），Melan-A（-），SMA（+），Desmin(+)，CDK4(-)，MDM2（-），S100(-)，CD31（+），CD34（+），D2-40（部分+），CKL（+），CK广（-），IDH1（-），F8（+），F1i-1（+），ERG（+）。\n临床诊断：肠系膜海绵状血管瘤并肠出血。\n肠系膜海绵状血管瘤需与肠系膜纤维瘤病、巨淋巴结增生症、转移瘤相鉴别，肠系膜纤维瘤病是肠系膜最常见的原发肿瘤，常与Gardner综合征相伴随，好发于回盲部系膜，为交界性肿瘤，可向周围浸润性生长，可局部复发，但不发生转移MRI表现为形态规则的类圆形或分叶状肿块，信号复杂，主要取决于肿瘤内组织成分，增强后呈轻中度强化，可见囊变，但钙化少见，无腹水、淋巴结肿大。巨淋巴结增生症体积较大，密度较均匀，增强后明显均匀强化。转移瘤常为多发，边界不清，呈浸润性生长，多有明确的原发肿瘤病史，且腹水多为血性 [ 3 ]。本例病变为实性，密度不均，位于下段回肠系膜，病灶范围较大，但边界尚清，血管部分穿行其中，部分受推移，无腹水，与上述三种疾病表现均不相同。"}
{"id": "1445292", "Diagnostic_results": "三、诊断\n根据ICD-10考虑诊断精神分裂症。诊断依据：患者症状表现为：存在言语性幻听，被监视感，钟情妄想，注意力不集中，自知力无；病程标准：总病程2个月；社会功能方面：社会功能减退，影响正常的学习生活；排除标准：排除双相情感障碍、器质性原因及精神活性物质滥用。"}
{"id": "1375430", "Diagnostic_results": "三、诊断\n再次详细询问病史，患者曾患子宫肌瘤，入院前4年行子宫切除术。遂行腹盆增强CT及PET-CT检查，结果均显示双侧卵巢囊肿、盆腔小结节、双肺小结节及双侧髂内静脉经下腔静脉至右心室肿物（ 图1 ）。结合患者病史及影像学检查，最终诊断为静脉内平滑肌瘤侵入右心。\n展开阅读\n图1\n增强CT显示下腔静脉内肿物"}
{"id": "1506685", "Diagnostic_results": "三、诊断和鉴别诊断\n（一）诊断\n1．Lambert-Eaton肌无力综合征\n依据：中老年女性患者，慢性病程，以四肢乏力为主要症状，主要表现为肢体近端无力，下肢明显，一天中症状无明显波动，休息后症状持续无缓解，劳累后症状无明显加重。肢体腱反射减弱及消失，RNS检查提示低频RNS波幅可见递减、高频RNS可见波幅递增现象，血清抗Hu抗体IgG、抗SOX1抗体IgG均阳性，血清VGCC抗体64.402 pmol/L。胸部CT提示:考虑肺癌并右侧肺门及纵隔淋巴结转移，支气管镜活检证实SCLC。故诊断。\n2．小细胞肺癌并右侧肺门及纵膈淋巴结转移\n依据：中老年女性患者，慢性病程，主要表现为四肢乏力，有咳嗽咳痰，胸部CT提示：考虑肺癌并右侧肺门及纵隔淋巴结转移，支气管镜活检证实SCLC。故诊断。\n（二）鉴别诊断\n1．重症肌无力（myasthenia gravis，MG）：\n本病为自身抗体介导的获得性神经-肌肉接头传递障碍的自身免疫性疾病，全身骨骼肌均可受累，表现为波动性肌无力和易疲劳性，症状呈\"晨轻暮重\"，活动后加重，休息后可减轻，眼外肌最常受累，肢体无力以近端为主。RNS检查提示低频RNS可见波幅递减、高频RNS也可见波幅递减现象。本患者有四肢无力，且为近端无力为主，但无明显\"晨轻暮重\"，无活动后加重，无休息后减轻表现，RNS检查提示低频RNS波幅递减、高频RNS波幅递增。故不符合MG的诊断。\n2．慢性炎性脱髓鞘性多发性神经根神经病：\n本病为免疫介导的慢性运动感觉周围神经病，表现为弛缓性四肢无力，手套样或袜套样感觉减退，腱反射减弱或消失，肌电图示运动、感觉神经传导速度减慢，波幅降低和传导阻滞，F波潜伏期延长，脑脊液可见蛋白-细胞分离现象。本患者主要表现为四肢近端无力，无明显感觉障碍，神经传导检查提示主要以运动神经受累为主，感觉神经受累不明显，F波未见明显异常，脑脊液未见明显蛋白-细胞分离现象。故不符合慢性炎性脱髓鞘性多发性神经根神经病诊断。"}
{"id": "1502881", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：新生儿原发性肾性糖尿，患儿新生儿期多次尿常规检查尿糖均为阳性，而血糖一直正常， SLC5A2基因发现c.1540C>T（p.Pro514Ser）和c.1400T>C(p.Val467Ala)复合杂合变异，分别来自父亲和母亲，诊断明确。\n鉴别诊断：\n1．新生儿糖尿病，患儿常有糖尿病家族史，可表现为多尿、明显失水，可伴有先天性疾病，血糖多明显升高，尿糖阳性，一些患儿可出现酮症酸中毒，此患儿临床及实验室检查不支持诊断。\n2．葡萄糖-半乳糖吸收不良，临床表现为新生儿期发病的严重水样腹泻、脱水，轻度间歇性尿糖阳性，因 SLC5A1基因变异导致编码的SGLT1蛋白缺陷，造成肠黏膜上皮细胞和肾小管吸收葡萄糖-半乳糖吸收异常，呈常染色体隐性遗传，本例患儿 SLC5A1基因无变异可排除。\n3．继发性肾性糖尿：常继发于肾病疾病及毒物、药物等原因所致肾小管、肾实质功能损害，但此患儿无肾脏损害病史，肾功能检查无异常，可以排除。"}
{"id": "1460112", "Diagnostic_results": "三、诊断\n采用GE Voluson E10彩色多普勒超声诊断仪，行产科常规检查判断是否存在心外畸形后，严格按照胎儿心脏规范化筛查。行胎儿超声心动图检查，重点观察三血管气管切面，结果提示左无名静脉食管后走形。产后新生儿超声心动图及CTA示左无名静脉绕过食管后方，向下走形汇入奇静脉，经扩张的奇静脉汇入上腔静脉。"}
{"id": "1369418", "Diagnostic_results": "三、诊断\n临床表现为肾小管性蛋白尿，肾脏增大，肝脾淋巴结肿大伴血嗜酸性粒细胞增多，肺部CT提示多发结节，诊治过程中进行了肝豆状核变性、肾囊性病变、肿瘤浸润、自身免疫性疾病以及肾小管间质性肾炎-葡萄膜炎（TINU）等疾病的鉴别诊断，并在除外特殊感染的情况下，结合肉芽肿性间质性肾炎、肺结节病及全葡萄膜炎诊断结节病。"}
{"id": "1384622", "Diagnostic_results": "三、诊断\n患儿急性起病，以发热、偏瘫为主要症状，CRP、ESR炎症指标显著升高，头颅影像学提示颅内多发缺血性小血管病变，病灶新旧不一，伴随皮疹（皮肤血管受累），以全身炎症反应、多发血管改变（皮肤、中枢神经系统小血管受累）为突出表现，考虑存在系统性血管炎，结合患儿存在贫血（血液系统受累）、免疫球蛋白减低（免疫系统受累）等多系统受累表现，且起病年龄小、起病前智力运动发育迟缓，考虑为遗传性血管炎（由于基因突变导致的以皮肤和脏器血管炎为主要临床表现的单基因病）可能性大，入院后行家系全外显子组测序示ADA2基因复合杂合变异，c.1358（exon8）A>G（p.Y453C），来源于父亲，已报道的致病变异；c.1082-7（IVS6）T>A，来源于母亲，未见文献报道，致病性分析为临床意义未明。关联疾病为腺苷脱氨酶2缺乏症。行外周血mRNA逆转录-Sanger测序提示c.1802-7（IVS6）T>A影响蛋白剪切，导致c.1083_c.1103delN21（p.Leu362Glnfs*45），蛋白截短。进一步完善外周血腺苷脱氨酶2活性检测提示显著降低。结合患儿临床表现及遗传学结果，最终诊断为腺苷脱氨酶2缺乏症。"}
{"id": "1456773", "Diagnostic_results": "三、诊断及诊断依据\n由于术中骨折闭合复位困难，中途改为切开复位，患者仰卧在骨折牵引台上患肢内收内旋位牵引4.5个小时，整个过程由会阴柱提供反牵引，且术中未使用肌肉松弛药物是此并发症的致病因素。术后查体见阴囊部瘀青，肛周、阴茎、阴囊部及右大腿内侧感觉减退伴麻木，会阴部感觉消失,阴茎勃起不能，提睾反射未引出。阴茎背部肌电图：阴茎背部神经体感诱发电位潜伏时间正常，提示阴茎感觉传入神经正常。从阴部神经及其分支的解剖结构来看，在本例患者中，肛神经、会阴神经及阴茎背神经的损伤解释了他上述全部症状。且患者入院查体时会阴部未见瘀青、肿胀，会阴部感觉未见异常，追问既往史未诉有勃起功能障碍病史。因此，患者的会阴部症状不是由股骨转下骨折直接引起，而是继发于术中会阴柱对阴部神经的压迫。综上，结合患者病史、症状、体征、辅助检查及解剖学结构，诊断为继发性阴部神经损伤。"}
{"id": "1359923", "Diagnostic_results": "三、诊断与鉴别诊断\n患者以发热、咳嗽起病，逐渐出现咯血，目前营养状况差、消耗明显，多种抗菌药物治疗无效，外院CT表现为双肺多发团块伴空洞及实变，结合肺组织病理的肉芽肿性炎伴片状坏死表现，以及家禽饲养史和未控制的糖尿病，初步考虑肺曲霉病。但是，患者存在血尿及严重贫血，不能用肺曲霉病解释。以患者的临床表现和现有的外院检查，尚不可排除细菌或寄生虫感染，如金黄色葡萄球菌、结核分枝杆菌、诺卡菌、卡氏肺孢子虫等。根据病理及胸水检查可初步排除肺癌，但其他非感染性疾病，如风湿免疫系统疾病、淋巴瘤等，也可侵犯肺部，出现上述影像学表现，有待鉴别。\n入院后立即完善相关检查，以期明确诊断。患者仍有重度贫血、炎症指标升高以及血尿。总胆红素/结合胆红素30.4/10μmol/L，乳酸脱氢酶442U/L，前白蛋白0.08g/L；尿素氮12.5mmol/L，肌酐清除率54.58ml/min；余肝、肾功能指标无明显异常。结核感染T细胞检测及寄生虫抗体筛查均阴性，血、痰、胸水微生物涂片及培养均阴性。2013年12月14日再次行经皮肺穿刺活检，肺组织标本湿片及培养无阳性发现，因此，暂时排除其他感染性疾病。肺组织病理快速报告提示镜下均为炎性坏死组织，其间可见少量空泡透亮细胞，霉菌性感染不能除外。当日予以伏立康唑抗真菌治疗，同时等待正式病理报告。\n病理正式报告提示：镜下大部分为凝固性坏死及渗出纤维素，较多中性粒细胞及少量浆细胞浸润，未见到肉芽肿病变（ 图1A、D ）；血管周围及血管壁可见较多增生的T淋巴细胞浸润；抗酸染色阴性（ 图1E ），未找到霉菌菌丝及孢子（ 图1F ）；参考影像学，T细胞淋巴瘤不能排除。\n展开阅读\n图1\n患者经皮肺穿刺活检（2013年12月14日）组织切片　A：低倍镜下见大片凝固性坏死，HE×50；B：HE ×100；C：HE ×200；D：高倍镜下可见大量中性粒细胞和浆细胞浸润，HE ×400；E：抗酸染色阴性，×400；F：六胺银染色阴性，×400\n结合患者难以纠正的贫血和血尿，为鉴别风湿免疫系统疾病而完善相关检查。结果显示：抗核抗体颗粒1:100，ANCA（胞质型）阳性，ANCA（核周型）及抗M2型线粒体抗体阴性，蛋白酶3>200RU/ml，类风湿因子242IU/mL，抗人球蛋白试验阳性。高度支持GPA，且能够解释该病例全部表现，如发热、咯血、血尿、溶血性贫血、D-二聚体升高、双肺多发团块影伴空洞、胸腔积液等。结合上述检查结果，于2013年12月18日请病理科、风湿科和血液科进行多学科讨论，仔细判读病理，存在灶性中性粒细胞浸润、小血管炎、小血管壁纤维素样坏死，符合GPA表现。最终诊断为GPA。"}
{"id": "1368540", "Diagnostic_results": "三、诊断与鉴别诊断\n定位诊断：患者眼球水平运动障碍表现为一个半综合征特点，定位于脑桥。\n定性诊断：结合临床表现、病史，头MR DWI、MRA检查，定性诊断为急性脑桥梗死（TOAST分型小动脉闭塞型）。"}
{"id": "1361385", "Diagnostic_results": "三、诊断\n本例患者诊断为FHM 2型。偏瘫型偏头痛的先兆表现为运动无力及视觉、感觉、言语障碍三者之一，持续5~24 h且完全可逆，与先兆表现同时或其后60 min内出现符合偏头痛特征的头痛。本例患者有视觉先兆，持续约半小时后出现偏侧头痛，伴有偏侧肢体无力及感觉异常，持续约48 h后缓解，基本符合偏瘫型偏头痛的诊断标准。患者父亲及兄长有头痛病史，基因检测提示患者及父亲均检出ATP1A2基因突变，可明确诊断为FHM 2型。\n本例患者需与线粒体脑肌病伴高乳酸血症和卒中样发作鉴别。该病亦为40岁前起病，可表现有卒中样发作伴偏瘫、偏头痛，但常同时伴有身材矮小、智力低下、神经性耳聋、反复癫痫发作等表现，头颅MRI可见枕叶脑软化等改变，线粒体基因检测可见3243位点突变，与本例患者不相符，可排除。\n关于与短暂性脑缺血发作的鉴别，该病可表现为反复偏瘫，但较少伴头痛，且本例患者无明显脑血管病危险因素，病程10余年未进展至脑血栓，颈动脉及椎动脉超声未见异常，不支持本病。"}
{"id": "1361141", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿以溶血性贫血及顽固性代谢性酸中毒为主要临床表现，尿液有机酸综合分析显示5-氧合脯氨酸显著增高，结合基因测序检查提示谷胱甘肽合成酶相关基因发生致病性突变，确诊患儿为GSSD。"}
{"id": "1346404", "Diagnostic_results": "三、诊断与鉴别诊断\n（1）耳硬化症：成年人多见，只有耳部症状，听力呈进行性减退，听力检查呈混合性或感音性。颞骨高分辨CT随着病变发展可呈局灶性密度降低、正常密度或点状、片状或弧线状的低密度影；典型表现可为双环征、晕影征，甚至可无法辨认耳蜗正常结构。术中探查可确诊。本例患者合并全身症状，听力减退在后，耳硬化症诊断不符合。\n（2）药物性耳聋：耳毒性药物使用病史，药物使用后短时间出现双耳感音性听力减退，或出现全身中毒症状。该患者无耳毒性药物服用时，且听力减退为渐进性，双耳听力下降程度不一致，不符合药物性耳聋诊断。\n（3）遗传性耳聋：家族遗传病史，一般出生时发现，部分遗传性听神经病在青年期发病，病变累及双耳，听力检查为双侧感音神经性耳聋或听神经病表现，影像学检查内耳畸形或正常。该患者儿童时期听力正常，听力减退逐渐发生，且无家族遗传病史，遗传性耳聋基因检测阴性，不符合此诊断。\n该患者2岁时诊断为成骨不全症，后逐渐出现耳部症状，听力减退逐渐加重，颞骨CT呈“耳硬化”表现，根据患者既往病史及临床表现，辅助检查，考虑为患者成骨不全症引起的感音神经性耳聋。"}
{"id": "1366847", "Diagnostic_results": "三、诊断与鉴别诊断\n电击伤的诊断常根据确切的病史及创面体征即可诊断，但损伤严重程度却需在诊疗中进一步明确，本例合并脾脏烧伤即是于术中探查时明确。"}
{"id": "1492236", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者既往陈旧性心肌梗死以及反复发作急性心力衰竭病史，结合入院辅助检查诊断考虑为：1.缺血性心肌病终末期；2.慢性心力衰竭心功能Ⅳ级；3.冠心病陈旧性心肌梗死。\n鉴别诊断：根据患者胸闷胸痛症状，多余夜间发作，需要呼吸系统疾病支气管哮喘、心包积液、缩窄性心包炎、主动脉夹层、肺血栓栓塞等疾病相鉴别。"}
{"id": "1504294", "Diagnostic_results": "三、诊断与鉴别诊断\n1．骨组织：\n骨性Ⅱ类，高角，上颌前突，下颌后缩。\n2．牙齿：\n安氏Ⅱ类错 畸形，14、24、34、44缺失，前牙水平型开 ，CO-CR不调，16龋坏。\n3．软组织：\n凸面型，面下1/3长，下颌右偏。\n4．关节：\n颞下颌关节紊乱。"}
{"id": "1451861", "Diagnostic_results": "三、诊断与鉴别诊断\n患者有复发性自发性气胸病史，无吸烟史，母亲有类似反复气胸病史，多次影像学提示右侧气胸，两肺多发囊状病变，经支气管镜肺活检病理提示肺炎症性病变，及FLCN基因突变结果，综上可诊断为BHD综合征。"}
{"id": "1360744", "Diagnostic_results": "三、诊断\n周期性中性粒细胞减少症，慢性牙周炎。"}
{"id": "1446369", "Diagnostic_results": "三、诊断与治疗\n根据患儿基因检测提示 GALC基因纯合突变、GALC活性明显减低、磁共振波谱成像（MRS）示双侧额叶、基底节区N-乙酰天门冬氨酸（NAA）峰稍减低，儿童发育评估大运动发育和精细动作为边缘状态，诊断为Krabbe病。患儿现无激惹、喂养困难、抽搐发作等表现，为HSCT治疗时机。于广东省脐血库寻得人类白细胞抗原（human leukocyte antigen，HLA）位点10/10相合脐带血，于4月龄时行脐带血造血干细胞移植。预处理方案为氟达拉滨（150 mg/m 2，d-10~d-6）、白消安（1 mg/（kg.次），共12次，d-9~d-7）、塞替派（10 mg/kg，d-6）、环磷酰胺（120 mg/kg，d-5~d-2）。2022年3月24日输注脐带血23.4 ml（总有核细胞数：12.5×10 7/kg，CD34+细胞数：2.5×10 5/kg）。环孢素、吗替麦考酚酯预防GVHD。"}
{"id": "1443108", "Diagnostic_results": "三、病理检查\n大体检查：宫颈前唇见一直径5.5 cm的肿块，充满整个宫颈，并向阴道呈推挤性生长。肿块切面灰白色，质硬，边界尚清（ 图2 ）。\n展开阅读\n图2\n大体检查：肿瘤位于宫颈前唇，向阴道凸出，切面灰白，质硬，边界尚清\n镜下形态：肿瘤高度富于细胞，由相对一致的纺锤状细胞组成，排列成显著的席纹状或人字形。细胞核呈卵圆形至梭形，轻到中度核异型，胞浆稀少，嗜酸性，细胞边界不清楚。核分裂像30个/10HPF。肿瘤与周围宫颈组织大部分区域边界清晰，局部向宫颈黏膜层及纤维肌层不规则浸润（ 图3 ）。\n展开阅读\n图3\n镜下形态　A：肿瘤大部分区域与周围宫颈组织边界清楚，HE低倍放大；B：局部不规则浸润宫颈黏膜层及纤维肌层，HE低倍放大；C：细胞丰富区肿瘤细胞排列成显著的席纹状及人字形，HE中倍放大；D：细胞稀疏区见较多扩张的小血管，局部可见残留宫颈纤维肌层（箭头），HE中倍放大；E：肿瘤细胞核呈卵圆形至梭形，异型性轻到中度，核分裂像易见（箭头），HE高倍放大\n免疫组织化学染色结果：\n阳性：CD34、CCND1 5%+，P16、SMARCA4、INI1、Ki-67 30%+。\n阴性：S-100、TRK、ER、PR、Desmin、Caldesmon、SMA、CD10、BCOR、ALK、Melan-A、HMB-45、NSE、CD99。\nP53野生表型，PHH3 25个/10HPF（ 图4 、 表1 ）。\n展开阅读\n图4\n免疫组织化学染色结果　A：肿瘤组织HE切片；B：Desmin阴性；C：CD34中等程度阳性；D：S100阴性；E：ER阴性；F：PR阴性；G：TRK阴性；H：Ki-67增值指数30%阳性\n展开阅读\n抗体 染色结果 克隆号 浓度 厂商\nCD34 + QBEND/10 1:200 长岛\nS-100 - 多克隆抗体 1:200 DAKO\nER - 6F11 1:200 徕卡\nPR - PgR636 1:200 DAKO\nDesmin - D33 1:1000 DAKO\nCaldesmon - h-CD 1:200 GT\nSMA - 1A4 1:100 DAKO\nCD10 - 56C6 1:1 徕卡\nTRK - EPR17341 1:100 Abcam\nP16 + 6H12 1:1000 迈新\nP53 野生表型 DO-7 1:300 DAKO\nKi-67 30%+ MIB-1 1:150 DAKO\nPHH3 25个/10HPF 多克隆抗体 1:50 中杉\nCCND1 5%+ EP12 1:100 中杉\nBCOR - C-10 1:50 Santa\nALK - 5A4 1:200 徕卡\nMeLan-A - A103 1:100 DAKO\nHMB-45 - 多克隆抗体 1:100 长岛\nNSE - BBS/NS/Ⅵ-H14 1:100 DAKO\nSMARCA4 + EPNCIR111A 1:200 Abcam\nINI1 + MRQ-27 1:1 迈新\nCD99 - O 13 1:100 GT\n表1\n免疫组织化学染色抗体\n分子检测结果：石蜡组织中提取RNA，制备RNA-seq文库，测序和分析按照之前的文献报道执行 [ 8 ]，样品用Illumina NextSeq测序仪进行测序。该技术覆盖了632个基因的全部外显子区域。本病例检测到COL1A1（NM_000088.3:exon45）-PDGFB（NM_002608.2:exon2）基因融合（ 图5 ）。\n展开阅读\n图5\n分子检测结果显示 COL1A1-PDGFB基因融合　NP：N-前肽；MP：成熟肽；CP：C-前肽；VWFC：血管性血友病因子C型(vWFC)结构域；THR：三螺旋区域；NC1：纤维胶原c端非胶原结构域"}
{"id": "1368512", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n依据患者7岁开始出现反复发作性的四肢无力，特定的诱发因素如上呼吸道感染、剧烈运动、腹泻、饱餐、进食油腻食物等，发作期血清钾<2.0 mmol/L，血钾纠正后无力好转，且其母亲有类似症状，长程肌电图提示小指展肌CMAP波幅下降75.8%，基因检测提示先证者和母亲均携带SCN4A基因致病性突变。依据Weber等[ 1 ]更新的诊断标准（2018年）低钾周期性麻痹诊断明确：\n（1）2次及以上的肌无力发作伴血清钾<3.5 mmol/L；\n（2）或先证者1次肌无力发作和有一位家系成员发生一次肌无力发作伴血清钾<3.5 mmol/L；\n（3）或者以下6条符合3条：①10多岁或20多岁发病；②肌无力发作累及1个及以上肢体、持续>2 h；③有诱发因素如高碳水化合物饮食、运动后发病、应激状态；④补钾后症状缓解；⑤家族史有基因确诊的钙离子或钠离子通道病患者；肌电图长程运动实验阳性；⑥并排除其他导致低钾的情况（如肾脏、肾上腺、甲状腺功能异常，肾小管酸中毒，使用利尿剂或泻药）。\n2．鉴别诊断：\n（1）甲状腺功能亢进性周期性麻痹：甲状腺功能亢进性周期性麻痹是由于甲状腺激素分泌过多，引起代谢增快，在饱餐后血糖迅速升高，促进钾离子从细胞外转向细胞内，出现血钾降低和肌无力症状，症状会随着甲状腺功能亢进的治疗好转而好转。该患者没有甲状腺功能亢进病史，查甲状腺功能正常，可以除外此病。\n（2）伴肌萎缩的重症肌无力：重症肌无力症状有波动性，呈病态易疲劳现象，有少数患者可合并有肌肉萎缩，肌电图重复电刺激也呈现衰减现象。但重症肌无力患者没有血清钾降低、基因检测也不会出现致病性突变。"}
{"id": "1430435", "Diagnostic_results": "三、诊断\n术前超声诊断主动脉瓣重度反流，主动脉瓣下囊袋样结构的性质、来源无法明确，考虑长期存在的异常分流可致心室负荷过重，且对主动脉及主动脉瓣有潜在损伤，予选择外科手术探查及治疗，术中明确诊断为：主动脉无冠窦瘤破入左室。"}
{"id": "1375460", "Diagnostic_results": "三、诊断\n结合患者术前影像学检查资料及患者临床表现，术前诊断\"右侧腘动脉闭塞；双侧胫后动脉闭塞；右侧腘窝陷迫综合症？\"行右侧腘动脉手术探查加人工血管置换术：于右侧腘窝区取一长约10cm\"s\"型手术切口，分离出腘动脉，见腘动脉外膜层有大小约2cm×1cm透明胶冻样囊肿，边界较清，活动度差，与周围组织稍粘连，囊肿近端血流通畅，远端未扪及搏动，纵行切开病变段腘动脉可见胶冻样物质溢出，诊断腘动脉外膜囊性病变，术中取病理活检，诊断：右侧腘动脉外膜囊性病变（ 图2 ）。\n展开阅读\n图2\n右侧腘窝外膜囊肿内容物及腘窝动脉术中病理结果（送检不整形少量脉管组织，内膜增生，局部管壁可见腔隙及凝血块，外围纤维组织内小血管增生　HE低倍放大）"}
{"id": "1506282", "Diagnostic_results": "三、诊断与鉴别诊断\n结合术中所见及免疫标记，考虑：动脉瘤样骨囊肿。\n鉴别诊断：（1）单纯性骨囊肿。多呈单房膨胀性骨质破坏，边缘清晰，合并出血时可见液-液平面。而单房型ABC多呈不规则分叶状，典型的多房结构常伴骨性分隔，囊内容物密度/信号混杂，增强扫描呈渐进性强化。（2）骨巨细胞瘤。发病率较低，实性成分较多，也可见液-液平面。骨质破坏区内的骨嵴分隔较粗短，可作为鉴别点，但有时与ABC难以区分，确诊仍需病理和基因学检测证实。"}
{"id": "1500323", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者双肺多发囊性病变，基底部为主，伴有多次自发性气胸，同时外周血全外显子基因检测查到 FLCN基因突变，诊断BHD综合征明确。该病鉴别诊断主要与引起肺部囊性病变的其他疾病相鉴别，如肺朗格汉斯细胞组织细胞增多症（pulmonary langerhans cell histiocytosis，PLCH）、淋巴管平滑肌瘤病（lymphangioleiomyomatosis，LAM）、结节性硬化（tuberous sclerosis，TS）、淋巴细胞间质性肺炎（lymphocytic interstitial pneumonia，LIP）等，PLCH影像学表现为病变位于中上肺，一般不累及肋膈角；LAM发病多为女性，为双肺多发均匀性细小囊肿；结节性硬化是一种遗传性疾病，与 TSC1和 TSC2基因突变有关；淋巴细胞间质性肺炎表现为小叶中心性结节、胸膜下结节、双下肺为主的毛玻璃样斑片影、支气管血管束增厚。"}
{"id": "1505499", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：特发性髁突吸收。\n鉴别诊断：（1）类风湿性关节炎。类风湿性关节炎是病因不明的对称性炎性外周多关节炎，该病通常因肌腱和韧带拉伸引起关节畸形，以及因软骨和骨侵蚀造成关节破坏。如不治疗或治疗无效，炎症反应和关节破坏将导致患者丧失生理功能、无法完成日常生活活动，以及难以继续工作。未控制的炎症可能带来其他健康风险，包括心血管疾病、骨质疏松及某些癌症（如，淋巴瘤）的发生率较高。询问病史及影像学检查即可鉴别。（2）外伤性髁突吸收。询问病史，患者并无外伤史，CT重建可明显看出双侧髁突形态并无改建后的改变，即可鉴别。（3）颌骨自溶性吸收。患者CT骨密度其他部位均较为均一，且髁突颈部及以下部位CT密度与颌骨其他部位一致，溶骨症应与骨髓炎，良、恶性肿瘤，甲状旁腺功能亢进等疾病相鉴别。慢性骨髓炎X线片常示有死骨形成，病变多位于下颌体或下颌支，很少同时累及。而溶骨症X线片示无死骨形成，病变部位多同时累及下颌体和下颌支，且一般为进行性病变。CT和病史即可排除鉴别。"}
{"id": "1421609", "Diagnostic_results": "三、诊断和鉴别诊断\n诊断为上颌窦腺样囊性癌。"}
{"id": "1500779", "Diagnostic_results": "三、诊断与鉴别诊断\n结肠肿瘤：根据病史、体格检查、影像学检查，肠镜可明确为结肠肿瘤，具体性质不明。\n鉴别诊断：（1）乙状结肠癌。乙状结肠此类型最为常见，常见表现为梗阻、便血、大便习惯改变等，部分患者血清肿瘤标志物CEA升高、进展期时CT可见肠壁增厚伴强化等表现，肠镜下可见肿物表面不平，活检病理可明确。（2）乙状结肠间质瘤。乙状结肠间质瘤此类型较为少见，常无明显表现体检时发现，或表现为腹痛、便血、梗阻，CT或可见占位性病灶，肠镜可见黏膜下光滑隆起。"}
{"id": "1425416", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断依据：Heffez等人提出Gorham Stout病的以下诊断标准[ 1 ]，其中包括1）活检见血管瘤组织阳性；2）无细胞异型性；3）成骨细胞反应极小或无成骨细胞反应，无营养不良钙化；4）局部进行性骨吸收的证据；5）非膨胀，非溃疡性病变；6）无内脏受累；7）溶骨性放射学改变；8）遗传、代谢、肿瘤、免疫或感染病因阴性。患儿，3岁半起病，存在进行性骨溶解，病程进展缓慢，骨髓活检见血管浸润，无细胞异型性，无成骨细胞反应，非溃疡性病变，结合阴性家族史和实验室检查的正常结果排除了其他疾病（甲状腺或甲状旁腺疾病、淋巴瘤、肿瘤和自身免疫性疾病），故诊断本病。\n鉴别诊断：1.其他疾病所致骨溶解疾病：如骨恶性肿瘤、淋巴瘤、白血病、肾性骨病等，该患儿病请进展缓慢，生化指标未见肝肾功能损害，骨活检不支持骨肿瘤及相关肿瘤骨转移所致，骨暂不考虑。2.多发性纤维异常增生：是一种先天性遗传性疾病，表现为成骨细胞分化和成熟的局部缺陷，有大纤维基质和未成熟编织骨岛代替正常骨，可单发或多发，多发者累及身体双侧或一侧，下肢、股骨、胫骨和骨盆常见，较少累积肋骨和颅骨，并可有内分泌功能障碍有关，出现咖啡斑或中枢性性早熟。该患儿肩胛骨、颅骨、肋骨及脊柱受累为主，无皮肤咖啡斑及性早熟表现，依据不足。3.朗格汉组织细胞增多症：该患儿存在溶骨表现，但无尿崩症、皮疹、肝脾肿大、全身淋巴结肿大及血常规三系改变，完善骨活检，结合病理不支持。4.血管内皮瘤：罕见的起源于血管内皮细胞恶性骨肿瘤，通常出现在长骨，主要发生于下肢，X线可见局灶性溶骨病变，边界清楚，具有皮质破坏，软组织肿块和无骨膜反应，该患儿临床表现及影像学不支持。"}
{"id": "1455933", "Diagnostic_results": "三、诊断\n结合临床初步诊断为：（1）继发不孕；（2）双侧输卵管不完全梗阻。"}
{"id": "1509061", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患儿在停用地舒单抗治疗5个月后，出现非PTH依赖的高钙血症（血钙4.49 mmol/L，全型甲状旁腺激素<3.00 pg/ml），在除外维生素D过量、维生素A过量、应用磷制剂、骨巨细胞瘤复发、肿瘤骨转移等疾病后，结合患儿骨扫描显示全身多处骨骺生长中心处显像剂浓聚对称性增强，考虑为地舒单抗停药后反跳导致的高钙血症。"}
{"id": "1368997", "Diagnostic_results": "恶性黑色素瘤的诊断原则：（1）影像诊断原则：本例患者首次诊断为胃镜下的影像学诊断，胃镜发现胃体散在多发黑色斑点，大小不一，隆起于胃黏膜，呈现典型的派杰样播散改变，多点活检病理明确诊断。入院结合腹部强化CT，发现患者肝内多发转移灶；肠系膜及大网膜多发转移结节；右肾转移灶；腹腔、盆腔积液；右侧胸腔积液并右肺下叶膨胀不全。对于腹部强化CT无法明确的，可结合超声，增强MR以及全身PET-CT检查。值得注意的是对于初步判断无远处转移的恶性黑色素瘤患者，活检一般建议完整切除。对于肿瘤厚度大于1 mm推荐行前哨淋巴结活检，淋巴结转移的超声表现特征为淋巴结呈类圆形，髓质消失，边缘型血流[ 5 ]；（2）病理诊断原则：病理诊断包含病理学诊断和分子分型两个方面。病理学诊断主要包括肿瘤厚度、是否伴有溃疡、有丝分裂率、切缘、微卫星灶等方面[ 6 ]。分子分型方面建议所有患者治疗前均做基因检测，目前成熟的靶点是BRAF、CKIT和NRAS，其与预后、分子分型及晚期治疗有关。根据基因变异可分为4种基本类型：（1）肢端型；（2）黏膜型；（3）慢性日光损伤型。其中黏膜型发生KIT基因变异较多，其次是BRAF突变；多因素分析显示KIT基因和BRAF基因突变均是黑色素瘤的独立危险因素[ 4 ]。本例患者活检提示分化差的恶性肿瘤，补做免疫组化HMB45（+），Vimentin（+），S-100（+），CD3（少许+），CD20（-），CK广（-），CD56（弱+），Ki-67指数（15%），明确诊断为恶性黑色素瘤。为下一步治疗行基因检测，可惜的是患者KIT、BRAF V600E、PDGRRA均未突变，只有KDR基因中表达，对贝伐单抗/索拉菲尼/恩度/阿帕替尼等药物中度敏感。发生转移的患者往往为晚期，而转移或复发患者中位生存期不足10个月[ 7 ]，本例患者仅在口服奥美拉唑等抑制胃酸药物及利尿药等保守治疗下，随访生存时间为7个月。"}
{"id": "1366954", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n先天性凝血因子XIII缺乏症。该患儿此病诊断明确，依据：1.学龄前儿童，因不慎摔倒，致下唇黏膜撕裂伤，虽伤口较小，但患儿持续出血不止，自摔伤至转入我科时已有11天之久，伤口仍渗血不止，存在出凝血障碍的临床表现；2.本次住院后查体：精神好，轻、中度贫血面容，下唇内侧可见已缝合伤口，长约6mm，有一较大松软血凝块附着，仍渗血。余查体未见阳性体征；3.既往病史：自幼发病，有2次出血事件发生，原因不明，治疗过程曲折；4.实验室检查，FXIII因子活性定性实验检查示：严重缺乏，其余检查均无异常。\n2．鉴别诊断：\n血小板无力症。此病亦是罕见的遗传性出血性疾病，发病机制是由于17号染色体长臂21~23位的相关基因突变导致的血小板结构和功能缺陷 [ 2 ]。临床上以皮肤、黏膜出血为多见，血小板的数量和形态正常，凝血功能正常，出血发生时输注血小板治疗有效。此患儿血常规显示血小板数量及形态正常，凝血功能、纤溶系统均正常，需与该病鉴别，但患儿输注血小板治疗后未见疗效，据此可排除此诊断，亦可行血小板粘附及聚集功能检查，进一步验证。"}
{"id": "1473606", "Diagnostic_results": "三、诊断与鉴别诊断\n患者既往有免疫抑制病史，皮损表现为散播性结节、溃疡伴脓性渗出，皮损主要分布于四肢远端、耳垂、阴囊等躯体低体温部位，可呈线状排列。结核分枝杆菌检查阴性，其他常见NTM测序筛查未见异常，组织活检呈脓肿形成改变、抗酸染色阳性，基于NTM保守序列的测序比对结果符合嗜血分枝杆菌，根据上述依据考虑诊断皮肤嗜血分枝杆菌感染。\n在鉴别诊断方面，嗜血分枝杆菌感还需与皮肤结核及其他NTM感染、真菌感染（如淋巴管样孢子丝菌病、芽生菌病、曲霉病）、非感染性肉芽肿（如硬红斑、异物肉芽肿、结节病）、坏疽性脓皮病、梭形细胞肿瘤（卡波西肉瘤、上皮样肉瘤）等相鉴别[ 2 ]。此外，麻风杆菌与嗜血分枝杆菌具有遗传同源性，其皮损病理表现及面部病变相似，也可出现神经束受累，本例患者抗NTM出现类似麻风样反应，故某些情况下需与麻风相鉴别[ 3 ]。"}
{"id": "1366640", "Diagnostic_results": "三、诊断与鉴别诊断\n1．左足甲下血管球瘤：\n患者慢性病史，具有典型的三联表现：间歇性自发疼痛，精确且剧烈的触痛，冷敏感，肌骨超声提示甲床下肿瘤，考虑血管球瘤可能大，确诊需病理证实。\n甲下血管球瘤需与以下疾病鉴别：\n1．甲下外生骨疣：它是起源于骨软骨的良性肿瘤，常见于拇趾，可引起疼痛及甲畸形，需考虑该疾病，但患者发病年龄、精确的触痛及冷敏感，足X线未见明显异常等情况与该疾病不符合。\n2．黑色素瘤：甲附属结构的黑色素瘤较少见，主要表现为甲下棕褐色或黑色斑点，患者曾述甲床根部变黑，需考虑该疾病，但疼痛特点及冷敏感等情况与该疾病不符合。\n3．复杂区域疼痛综合征（Complex regional pain syndrome，CRPS）：患者于针刺治疗后疼痛明显加重，疼痛范围增大，查体可见足趾隆起变形、内缘不规则，痛觉超敏，符合CRPS诊断标准，需考虑，但该疾病是排他性诊断，而甲下血管球瘤则可更好地解释本病例绝大部分特点。"}
{"id": "1409610", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿入院时主诉为站立位行走时伸腰受限，平卧位时症状缓解。同时合并表现为躯干前屈约50°（ 图1 ），站立位行走时主要表现为胸腰椎前倾，并伴有骨盆后移和膝关节弯曲，家族史为阴性，骶棘肌肌力、左下肢踇长伸肌肌力Ⅱ级，双下肢肌张力（++++），入院后行椎旁肌肉活检病理提示：椎旁肌肉组织萎缩伴纤维和脂肪增生。经查阅相关文献及国外文献报道，诊断为：躯干前曲症（Camptocormia），属于原发性肌源型。目前对于该病例报道，主要为针对老年帕金森病引起的Camptocormia进行手术干预，但青少年手术治疗尚无相关报道。患儿及家属手术意愿强烈，且患儿躯干前曲症状进行性加重，为了防止病情进一步进展压迫脊髓并改善患儿伸腰受限症状，经全科讨论，行后路胸4-腰5松解矫形植骨融合，胸4-腰5并双侧髂骨内固定术。"}
{"id": "1369701", "Diagnostic_results": "三、诊断\n入院诊断：双眼原发性先天性青光眼"}
{"id": "1429560", "Diagnostic_results": "三、诊断\n心律失常；心房颤动；心房扑动；左心耳血栓形成。"}
{"id": "1430993", "Diagnostic_results": "三、诊断与鉴别诊断\n根据影像学的典型表现，尤其是核磁DWI序列影像上显示高信号，可以确诊为右侧范围巨大的岩骨、侧颅底胆脂瘤病变，侵犯斜坡区、蝶窦及鼻咽部。\n鉴别诊断：（1）面神经肿瘤为原发于面神经的肿瘤，常见症状为面肌抽搐、面瘫，部分可伴随听力损失和眩晕等症状，影像学检查CT扫描常可见面神经鼓管破坏、增强后可见病灶明显强化，边界清晰，本例为该病的可能性不大。（2）颈静脉球体瘤是一种起源于化学感受器的血管瘤样肿瘤，女性多见，可累及颈静脉球、颞骨、颞下窝、颅内等，可伴有耳鸣、耳闷、听力损失、面神经麻痹及后组颅神经损伤症状等，CT可见颈静脉球周围骨质破坏，MRI上呈等T1和长T2不均信号影，轮廓不规则，T1和T2序列均可见血管留空，即\"盐胡椒征\"，增强后可见病灶明显强化，边界清晰，本例为该病的可能性不大。（3）脑膜瘤为颅内常见肿瘤之一，可根据肿瘤位置伴随不同症状，如患侧面部感觉障碍或听力损失等，CT和MRI可见肿瘤边界清晰，MRI增强后可见病灶明显强化，本例为该病的可能性不大。（4）转移瘤一般存在原发肿瘤，CT表现常为圆形高密度或混杂密度肿物，MRI增强后可见病灶明显强化，周围组织水肿明显，本例为该病的可能性不大。\n根据病史、体格检查、实验室化验结果，还可以确定其他的诊断包括：脑脊液鼻漏；化脓性脑膜炎；周围性面瘫（右，H-B Ⅵ级）；极重度感音神经性听力损失（右）。"}
{"id": "1444320", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：鼻眶脑毛霉菌病。\n鉴别诊断：（1）急性细菌性鼻-鼻窦炎 [ 2 ]。有鼻塞、流黏液性或黏脓性鼻涕、头痛、嗅觉减退等症状，鼻窦CT主要表现为双侧上颌窦受累，鼻内镜检查可见鼻腔水肿、脓涕或鼻息肉，但全身症状较轻，可供鉴别。（2）痛性眼肌麻痹 [ 3 ]。主要表现为一侧眼眶周围出现疼痛，伴或不伴有同侧的眼球运动神经出现麻痹，眼交感神经麻痹，三叉神经眼支与上颌支分布区感觉减退。本病对免疫抑制剂类固醇效果明显。确诊之前需排除恶性肿瘤转移及感染性疾病。（3）眶蜂窝织炎 [ 4 ]。是发生于眼眶软组织内的一种急性化脓性炎症，其最常见的病原菌有葡萄球菌属和链球菌属。急性蜂窝织炎起病急，进展快，如蔓延至眼内，可引起葡萄膜炎、眶尖综合征，甚至导致视力丧失。当感染向颅内扩散时，可造成海绵窦血栓形成、脑膜炎、脑脓肿或败血症。CT、MRI、病原学送检是临床主要的确诊手段。（4）侵袭性曲霉菌性鼻-鼻窦炎 [ 5 , 6 , 7 ]。该病常起病隐匿，进展缓慢，病程大于12周，好发于血液系统恶性肿瘤、骨髓移植、放化疗等免疫功能低下患者，临床表现主要为不明显的鼻窦疼痛、发热、鼻塞、嗅觉丧失、面部肿胀、眼肌麻痹、视力下降及脑膜炎等。CT示单个或多个鼻旁窦的软组织密度不均匀增加、形状不规则，累及鼻窦肿胀、破坏甚至骨缺损。组织病理学特征是坏死黏膜周围肉芽组织增生明显。GM试验阳性有助于诊断。伏立康唑是靶向治疗曲霉的首选药物。组织病理学活检是确诊本病的金标准。相比本病，侵袭性毛霉菌性鼻-鼻窦炎好发于糖尿病人群、起病急、病情凶险、病程常小于4周、病死率高。毛霉菌感染对骨质破坏较曲霉菌明显。其特征性标志是存在广泛的血管浸润，从而出现血管血栓形成和组织坏死，导致脑血管病。毛霉菌感染治疗推荐两性霉素B脂质，艾沙康唑和泊沙康唑也是其一线用药。曲霉菌与毛霉菌都属于侵袭性真菌，两者在临床表现上有时不易鉴别，病灶组织病理学活检是区分两者的重要的手段。"}
{"id": "1482976", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病史及辅助检查结果，考虑该患者的诊断为颈部淋巴结转移癌。该患者在过去1年内先后确诊齿龈癌、食管癌及下咽癌，上述肿瘤均可能发生区域淋巴结转移。但其上述三瘤种具有不同的肿瘤生物学行为及转移特征。胸段食管癌常见的颈部淋巴引流区为食管旁淋巴结及上纵隔淋巴结，少见首先出现在上颈的食管癌淋巴结转移；此外，该患者的食管病灶局限在黏膜固有层，发生淋巴结转移的风险非常低；而下咽虽然交叉引流相对丰富，但回顾患者病史可知患者病灶亦局限于梨状窝黏膜固有层，发生颈部淋巴结转移的风险较小，且一旦发生颈部淋巴结转移，通常首先出现在同侧Ⅱ-Ⅲ区 [ 1 ]。口腔内的淋巴引流丰富，口腔癌容易发生颈部淋巴结转移；单侧上齿龈癌首站淋巴引流往往为同侧的上颈部，与该患者新发淋巴结部位吻合，因此，该患者左侧上颈部淋巴结转移病例首先考虑为左侧上齿龈肿瘤继发的颈部淋巴结转移。"}
{"id": "1353480", "Diagnostic_results": "三、诊断与鉴别诊断\n患者最终因发热原因不明确，转诊至北京协和医院病理会诊报告：淋巴组织结构大致正常，副皮质及髓质可见大量成熟浆细胞浸润，考虑浆细胞型Castleman病。免疫组化：CD20（滤泡+），CD3（滤泡间），CD38（浆细胞+），CD23（FDC+）,CD10（-）,CD38（浆细胞+），Kappa（+），Lambda（+）,Ki-67（index 5%+），Mum-19（+）。故诊断为Castleman病。\n患者叔叔2018年曾经因间断发热伴淋巴结肿大1年余，行淋巴结活检提示：右侧颈部淋巴结（2 cm×1.5 cm×0.8c m）淋巴结增生性病变，滤泡间区大量浆细胞增生。免疫组化结果：Ki-67(生发中心80%+，滤泡间区5%)，CD3（T细胞+），CD43（T细胞+），CD21（FDC网+），CD20（B细胞+），CD38（浆细胞+），CD138（浆细胞+），Kappa（++），Lambda（++），Bcl-2（++），CD10（-），CD68（+）最终诊断Castleman病。\n患者及其叔叔均因长期发热伴淋巴结肿大最终诊断Castleman病。值得关注的临床问题为2例患者存在9种相同免疫组化表达CD3（T细胞+），CD43（T细胞+），CD20（B细胞+），CD38（浆细胞+），CD138（浆细胞+），Kappa（++），Lambda（++），Bcl-2（++），CD10（-）。2例患者罕见病发病的家系图谱，见 图2 。\n展开阅读\n图2\n家系图"}
{"id": "1504925", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n播散型组织胞浆菌病。患者中年女性，入院时查CD4细胞减少提示存在免疫功能低下。既往从事羊肉包装工作，有可疑接触史，主要表现为发热、肝脾肿大及血细胞减少，符合播散型组织胞浆菌病系统受累临床特征，结合骨髓液宏基因测序结果诊断明确。\n2．鉴别诊断：\n需与其他可引起发热伴肝脾肿大的疾病相鉴别，如EB病毒感染、淋巴瘤、布鲁氏菌病、黑热病及马尔尼菲青霉病。本例病人查血EBV-IgA、IgG及EB-DNA均阳性，但并无肝功能受累及淋巴结肿大等其余相关表现，且使用更昔洛韦抗病毒治疗后肝脾肿大症状并无改善。因伴血细胞减少还需警惕EB相关淋巴瘤可能，但患者PET/CT及骨髓穿刺活检结果并无肿瘤依据。因患者从事羊肉包装工作，还需与布鲁氏菌病相鉴别。本例病人虽有接触史，但无肌肉和关节疼痛典型症状，血液布鲁氏菌病抗体阴性，且多次血液及骨髓培养并未查见该病原体。此外，黑热病、马尔尼菲青霉病除上述临床表现外，其病原体杜氏利什曼原虫、马尔尼菲青霉菌在镜下与组织荚膜胞浆菌难以鉴别，均可出现在巨噬细胞中，但患者真菌G试验阳性而抗rK39抗体阴性，且我院血液科有经验医师骨髓阅片后考虑为真菌感染，结合骨髓宏基因组二代测序结果可排除二者。"}
{"id": "1434430", "Diagnostic_results": "三、诊断与鉴别诊断\n患者存在反复发作的慢性无痛性耳周肿物，血嗜酸性粒细胞增多，IgE升高，病理存在木村病病理3大特点：淋巴细胞增生、血管增生、嗜酸性粒细胞浸润。激素治疗有效，停药易复发，并且除外结缔组织病、IgG4相关性疾病、肿瘤、感染等其他疾病。诊断考虑木村病。患者存在典型肾病综合征表现（大量蛋白尿、低蛋白血症、高脂血症、水肿），急性肾功能异常，肾脏病理提示系膜增生性IgA肾病，伴急性肾小管损伤，不除外合并肾小球微小病变。根据一元论诊断原则，考虑上述肾脏病变为木村病继发所致。\n患者头颈部淋巴结肿大伴肾脏损害，需与以下疾病鉴别：（1）结缔组织病：如系统性红斑狼疮、干燥综合征，但患者无相关典型症状（如光过敏、大量脱发、口眼干燥等），免疫相关检查如ANA、抗ds-DNA、ENA等均为阴性，且其肾脏损害为急性起病，肾脏病理亦不符合狼疮性肾炎\"满堂亮\"表现。（2）IgG4相关性疾病：IgG4水平正常，肾脏病理IgG4染色阴性，耳后肿物仅见个别细胞IgG4阳性，不符合IgG4-RD诊断标准。（3）淋巴瘤、骨髓瘤等血液系统疾病：综合M蛋白鉴定、骨髓涂片、淋巴结及肾脏病理结果，不支持血液系统疾病。（4）Castleman病：属原因未明的反应性淋巴结病之一，虽可表现为头颈部淋巴结增大、伴发肾病综合征，但一般无嗜酸性粒细胞增多，其病理可见退化或增生的生发中心，FDC细胞突出，血管增生，多克隆浆细胞浸润，与此患者情况不相符。"}
{"id": "1509024", "Diagnostic_results": "三、诊断与鉴别诊断\n1．骨性Ⅱ类畸形，下颌发育不足；2.安氏Ⅱ类1分类错颌；3.43阻生牙。"}
{"id": "1507890", "Diagnostic_results": "三、诊断与鉴别诊断\n患者1个月前曾有颈部按摩史，结合患者症状体征以及相关辅助检查，诊断为：椎动脉夹层性脑梗死。\n鉴别诊断：\n1．大动脉粥样硬化型：否认高血压、糖尿病病史，否认烟酒不良嗜好，颈动脉超声、MRA<50%（存在不支持点）。\n2．小动脉闭塞型：影像学检查病灶大于1.5 cm（存在不支持点）。\n3．心源性栓塞型：心电图、心肌酶、BNP均正常；心脏超声、经食道超声阴性（存在不支持点）。\n4．其他明确原因型：血RT、梅毒、HIV、抗核抗体、抗心磷脂抗体、ASO、RF、免疫球蛋白、补体、蛋白CS、抗凝血酶Ⅲ（-）（存在不支持点）。\n头MRA提示左侧大脑后动脉P1段狭窄，患者基底动脉无明显病变，考虑一侧或双侧椎动脉病变，结合颈部按摩史，故不能除外椎动脉夹层性病因导致脑梗死，给予进一步行脑血管造影检查。"}
{"id": "1369702", "Diagnostic_results": "三、诊断\n副肿瘤综合征PERM、胸腺瘤、腔梗、病毒性脑炎。"}
{"id": "1366828", "Diagnostic_results": "三、诊断与鉴别诊断\n患者老年男性，体形偏瘦。糖尿病病程1个月，以酮症起病，起病时血糖明显升高（24.5 mmol/L），胰岛功能差（空腹C肽0.27 ng/mL）；入院后检查提示胰岛功能进一步下降（空腹及负荷后C肽<0.01 ng/mL），几乎完全丧失，结合患者病史及PD-1抑制剂使用史，考虑患者为ICPis相关T1DM。\n患者起病急、胰岛功能极差，需注意与经典T1DM及暴发性1型糖尿病（fulminant type 1 diabetes mellitus，FT1DM）相鉴别。经典T1DM大多数20岁前起病、有明显\"三多一少\"症状、50%~90%患者胰岛自身抗体阳性，而本例患者老年起病、起病时无明显症状且胰岛自身抗体阴性，与经典T1DM不符。FT1DM的临床特点是多数患者有前驱感染史、起病时有严重的代谢紊乱、90%以上患者以酮症酸中毒起病、胰岛自身抗体多阴性；本例患者起病急、胰岛功能几乎完全破坏、胰岛自身抗体阴性，不能完全除外FT1DM，但该患者起病时无严重的代谢紊乱且无前驱感染史，结合其PD-1抑制剂使用史，暂不考虑FT1DM。"}
{"id": "1384811", "Diagnostic_results": "三、诊断与鉴别诊断\n1．鼻中隔穿孔；2.鼻中隔偏曲。鼻中隔穿孔与鼻中隔偏曲的诊断明确，未再做CT检查，无需鉴别诊断。"}
{"id": "1495892", "Diagnostic_results": "三、诊断及鉴别诊断\n诊断：本例患者依据体征及影像学检查，诊断为大隐静脉高位静脉瘤形成。\n鉴别诊断：（1）假性静脉瘤。假性静脉瘤分为原发性假性静脉瘤与继发性假性静脉瘤，是一种罕见的静脉疾病。原发性多由静脉管壁局部平滑肌纤维发育不良引起管壁变薄破裂所致，而继发性多为外伤或医源性因素。血管超声可观察到静脉管壁不连续，血流自破口流出至周围疏松组织形成血肿，血肿由纤维状组织包裹，形成假性静脉瘤。（2）股疝。体格检查可见腹股沟区包块，长轴基本垂直，位于腹股沟韧带下后方、股血管内侧、耻骨结节外侧，包块深部与腹腔相通。股疝的内容物以小肠和大网膜多见，超声表现为腹股沟韧带下方、股血管内侧的不均质中等回声或高回声团块。（3）淋巴结、脂肪瘤。淋巴结、脂肪瘤为实性病灶，内部无与邻近静脉相通的无回声区，彩色多普勒显少许或树枝状血流信号。超声造影可观察到肿块内增强，强化程度低于血管腔。"}
{"id": "1509020", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断（根据穿刺的病理结果）：肝脏肉瘤。\n鉴别诊断：（1）原发性肝癌。常见的表现是肝区疼痛，食欲减退、乏力、消瘦、腹胀等全身和消化道症状以及肝肿大。AFP≥400 μg/L，并能排除妊娠、活动性肝病、生殖腺胚胎源性肿瘤，即可考虑肝癌的诊断。常用影像学检查为超声、CT、MRI。肝穿刺活检有确定诊断意义。（2）肝脓肿。主要表现为发热、寒颤，肝区疼痛，血象高，超声可见液体样回声。（3）转移性肝癌。表现为肝区疼痛、食欲减退、乏力、消瘦，以胃癌、结肠癌多见，多数为多发结节。（4）肝脏良性肿瘤。多为海绵状血管瘤，多单发，肿瘤生长缓慢。体格检查：腹部包块与肝脏相连，表面光滑，质软，有囊性感，影像学上动脉期环状、结节状增强，静脉期增强范围向心扩大。"}
{"id": "1498973", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：综合患儿临床表现和基因检测结果诊断为KABUK1型， KMT2D基因的c5062A>T杂合变异为本例患儿的致病变异，且为新变异。\n鉴别诊断：（1）CHARGE综合征。CHARGE综合征包括眼缺陷（coloboma）、心脏疾病（heart disease）、后鼻道闭锁（atresia of choanae）、生长发育迟缓（retarded growth and development）、性腺发育不全（genital hypoplasia）及耳部畸形（ear anomalies），存在腭裂、先天性心脏病、生长发育迟缓，但是面容与KABUK是完全不同的，CHARGE综合征主要面部特征为先天性眼部缺损，后鼻孔闭锁和（或）腭裂，外耳、中耳或内耳畸形；KABUK主要面部特征为长睑裂、下眼睑外1/3外翻，弓形眉，外侧眉毛1/3稀疏，耳大而突出，鼻扁平，鼻梁短等。CHARGE综合征变异的基因是 CHD7；KABUK变异基因为 KMT2D和 KDM6A，基因检测可鉴别。（2）22q11缺失综合征。22q11缺失综合征表现为腭裂、先天性心脏病、尿道畸形，面容特征为长脸，面颊平，眼距增宽，眼上斜，泡状上眼睑或眉弓遮盖上眼睑、内眦赘皮，鼻梁宽且低平，球状鼻或鼻翼发育不良，小下颌，耳廓畸形，小嘴，歪嘴哭面容等，与KABUK（同上）不相同，可区别。（3）Ehlers-Danlos综合征。Ehlers-Danlos综合征表现为皮肤和血管脆弱、关节过度活动，常合并先天性髋关节及膝关节脱位，可合并蓝色巩膜，为常染色体显性遗传，KABUK的特殊面容及基因检测可与之鉴别。（4）Opitz-Kaveggia综合征。Opitz-Kaveggia综合征以身材矮小、智力低下、神经系统损害和多发性消化道畸形为特征，还有一特征为指尖突出隆起，与KABUK患儿手指垫相似，但Opitz-Kaveggia综合征患者没有KABUK患者的特殊面容，故易区分。"}
{"id": "1476596", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患儿呼吸困难症状、体检气管向右侧偏移，左肺呼吸音减弱且叩诊浊音，胸部CT示左侧大量胸腔积液，胸水检测，相关病原学检查阴性以及既往新生儿住院时出院X线胸片正常的病史，排除胸部外伤手术、淋巴瘤、肺癌、丝虫病、肺结核等，由于发病时年龄>28 d，故诊断自发性乳糜胸。"}
{"id": "1350899", "Diagnostic_results": "三、诊断与鉴别诊断\n根据产前超声以及胎儿MRI，临床诊断为COT。\n眼眶畸胎瘤的鉴别诊断包括小眼球囊肿、皮样囊肿、表皮样包涵囊肿、血管瘤、淋巴管瘤、脑膨出、神经母细胞瘤、横纹肌肉瘤和视网膜母细胞瘤[ 4 ]。一个重要的鉴别诊断是皮样囊肿，常见于眼眶。它被归类为沿骨缝合线夹断的外胚层中产生的先天性肿瘤。由于该病例是囊实性，本例排除了皮样囊肿的可能性。小眼球也被排除在外，因为本病例胎儿角膜的直径是正常的。神经母细胞瘤和横纹肌肉瘤通常显示出骨质破坏的迹象，并且在出生时不存在。本例MRI未见眼内肿块病变或钙化，排除视网膜母细胞瘤。脑膨出通常位于中线并伴有骨缺损。此外，没有任何可能导致球后出血的产伤史[ 5 ]。"}
{"id": "1369393", "Diagnostic_results": "三、诊断与鉴别诊断\n病理诊断：肺梗死样梭形细胞癌。"}
{"id": "1450148", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：重度营养不良。\n鉴别诊断：结合患者病史、营养专科检查结果，使用PG-SGA量表可以直接诊断为重度营养不良。\n小结：患者主要诊断为重度营养不良，并以此初步制订术前、术后的营养治疗方案。"}
{"id": "1368425", "Diagnostic_results": "三、诊断\nCTA提示：肾动脉以下约2 mm腹主动脉至双侧髂总动脉起始段动脉瘤并附壁血栓形成。"}
{"id": "1354767", "Diagnostic_results": "三、诊断与鉴别诊断\n临床诊断：1.胃窦低分化腺癌（cT3N1M1）；2.肝转移瘤；3.重度贫血。"}
{"id": "1356028", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者家族病史，根据患者排便次数增多、腹泻等排便习惯改变症状，以及肠镜检查示结直肠内多发息肉，病理检查为腺瘤性息肉为主，考虑诊断家族性腺瘤性息肉病。"}
{"id": "1476567", "Diagnostic_results": "三、诊断\n根据患者亚急性起病的以小脑综合征为主的临床表现，脑脊液白细胞升高、特异性寡克隆区带阳性，头MRI示小脑脑沟略增宽，结合既往患有肾病综合征，并经全面检查排除小脑共济失调的其他病因，诊断考虑原发性小脑共济失调，根据原发性自身免疫性小脑共济失调诊断标准（PUMCH,2022， 表1 ） [ 2 ]，本例已经达到了确诊标准，故确诊为原发性自身免疫性小脑共济失调（PACA）\n展开阅读\n序号 标准\n1 亚急性或急性起病，以小脑综合征为主体，可伴非致残性的其他神经系统异常（如锥体束正、周围神经/神经根病等）\n2 头颅磁共振成像表现通常正常，或主要表现为小脑蚓部萎缩，伴磁共振波谱蚓部N-乙酰天门冬氨酸/肌酸比值降低。\n3 满足3.1或3.2：\n  3.1至少有以下两项\n  脑脊液白细胞升高，或脑脊液特异性寡克隆区带阳性\n  患者本人或一级亲属自身免疫性疾病病史\n  存在支持自身免疫机制但致病性尚未明确的抗体\n  3.2患者血清或脑脊液经CBA检测致病意义未明的抗小脑抗体，或者脑脊液TBA检测到抗小脑浦肯野细胞抗体\n4 排除其他病因\n表1\n原发性自身免疫性小脑共济失调的诊断标准（2022年） [ 2 ]"}
{"id": "1457785", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.妊娠合并宫颈绒毛管状腺癌ⅠB3期；2.宫内孕27 +1周；3.G1P0。\n鉴别诊断：\n1．前置胎盘：主要表现为孕期无痛性阴道流血，超声检查可见胎盘边缘到达或覆盖宫颈内口，本例患者胎盘位置正常，不符合此诊断。\n2．妊娠合并宫颈息肉：患者可出现阴道不规则出血，妇科检查时可见宫颈口或宫颈管内分叶状或舌状赘生物，经组织活检可确诊。\n3．妊娠合并其他类型宫颈腺癌：主要需与其他类型的HPV相关宫颈腺癌相鉴别，如普通型、黏液肠型、黏液印戒细胞型等，患者临床表现无特异性，均可出现阴道不规则流血、接触性出血、阴道异常排液等，经宫颈组织病理检查可确诊。"}
{"id": "1446365", "Diagnostic_results": "三、诊断与鉴别诊断\n综合其母的不良妊娠史，患儿围产期异常（早产，小于胎龄儿），出生后智力运动发育落后，血苯丙氨酸轻度增高，尿生物蝶呤降低，新蝶呤增高，尿生物蝶呤比例显著下降，全外显子分析发现患儿PTS基因c.286G>A纯合突变，父母均携带c.286G>A杂合突变，生物学致病等级分析c.286G>A为可能致病。综合以上信息，可以确诊6-丙酮酰四氢生物蝶呤合成酶缺乏症[ 2 ]。\n6-丙酮酰四氢蝶呤合成酶缺乏症需与其他基因缺陷导致的BH4缺乏症相鉴别，例如二氢蝶啶还原酶缺乏症、GTP环化水解酶Ⅰ缺乏症、墨蝶呤还原酶缺乏症和蝶呤-4α-甲醇胺脱水酶缺乏症；还需要与苯丙氨酸羟化酶基因缺陷所致苯丙酮尿症相鉴别。由于这些疾病临床表现、生化结果与6-丙酮酰四氢蝶呤合成酶缺乏症往往类似，但是基因分析有明显的差异，基因分析结果可作为诊断金标准。"}
{"id": "1430419", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿具有明确的外伤史，外伤后至当地医院诊断前房积血，并且持续眼压升高，符合角膜血染的病因及发病危险因素。患儿经治疗后视力无明显提高，就诊时表现为边界清晰的灰黄色基质混浊，结膜未见明显充血，无角膜炎性浸润，不难诊断为角膜血染。"}
{"id": "1312804", "Diagnostic_results": "三、诊断及治疗\n本例患者具有发育迟缓、小头畸形、特殊面容（高眉弓、睫毛长、双下睑倒睫、双侧睑裂向下、鹰钩鼻、小下颌等）、双侧拇指宽大畸形、指趾末端膨出、双足畸形（双足六趾、并趾、内翻），自出生后有多次肺炎史，便秘史等与RSTS高度符合的临床表现。同时二代测序提示患者携带CREBBP基因上的一个杂合突变NM_004380: c. 5905C>T（p. Gln1969Ter），且患者父母未携带该突变。按照ACMG遗传变异分类标准确定该突变为有害突变（PVS1+PS2+PM2）[ 4 ]。结合患者的临床表现及全外显子测序数据结果，该患者确诊为RSTS1。该患者早期出现的肺炎，给予相应抗感染治疗，雾化吸入，化痰，吸痰护理后肺炎症状能得到有效缓解。先天性隐睾在1岁半时通过隐睾手术，得到了治愈。患者未接受康复训练（家长拒绝）。"}
{"id": "1481726", "Diagnostic_results": "三、诊断与鉴别诊断\n完善骨髓穿刺，经形态学、免疫学、细胞遗传学、分子生物学共同诊断急性髓系白血病伴 TP53及 IDH1突变、复杂核型（高危组）。"}
{"id": "1369035", "Diagnostic_results": "三、诊断\n入院诊断：右侧坐骨区压疮。诊断依据：⑴明确的相关病史。⑵专科检查：右臀部见4cm×5cm大小皮肤软组织红肿破溃，窦道形成，渗液较多，味恶臭，少量坏死组织附着，部分肉芽组织形成，创周红肿，腰部以下感觉消失活动障碍。"}
{"id": "1431349", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者骨髓细胞学及骨髓流式细胞学的检查结果可证实骨髓单克隆浆细胞比例>10%，同时骨髓病理检查证实有成簇巢分布的浆细胞；血清及尿液中均检测出轻链λ型单克隆M蛋白；校正血清钙达3.21 mmol/L，合并正细胞性正色素性贫血，大量蛋白尿，符合多发性骨髓瘤的诊断标准。\n患者有对称性四肢近端肌无力伴肌痛，肌萎缩，持续肌酶升高，肌炎相关抗体抗Ku抗体IgG弱阳性，需要考虑多发性肌炎的可能。肌电图患者未能配合检查，但肌肉活检见大量淋巴浆细胞浸润，可见肌肉间小血管壁增厚，未见明显肌纤维坏死和变性，刚果红染色血管壁内可见淀粉样物质沉积，偏振光阳性，因此肌肉活检病理不符合多发性肌炎的改变；结合患者多发性骨髓瘤的诊断，考虑患者淀粉样变性相关肌病。\n患者劳力性气促，胸骨左缘第三肋间可闻及3/6级收缩期稍粗糙杂音，心尖区可闻及3/6级收缩期吹风样杂音，心电图提示左室肥厚伴劳损的改变，心脏彩超及心脏MRI检查均可见非对称性室间隔增厚，伴有左室流出道梗阻，符合肥厚型梗阻性心肌病的临床诊断，由于肥厚型心肌病系遗传性疾病，但患者无明确的家族遗传史，若有基因检测及心肌活检的结果，更有助于诊断。患者合并多发性骨髓瘤，需与心脏淀粉样变鉴别，典型心脏淀粉样变的心肌肥厚多为对称性，少有左室流出道狭窄，心电图多为低电压或正常电压，或有类似心肌梗死样改变及传导异常，心脏MRI检查可见广泛心房心室内膜下延迟强化，因此结合该患者的临床及实验室表现，考虑患者不符合典型心脏淀粉样变的诊断，但该患者有无法解释的心肌肌钙蛋白及NT-proBNP的持续升高，不排除在肥厚型心肌病的基础上存在早期的心脏淀粉样变的可能，该患者未能完善心肌活检，因此尚无法下定论。"}
{"id": "1360753", "Diagnostic_results": "三、诊断与鉴别诊断\n患者明确诊断为儿茶酚胺敏感性多形性室性心动过速（CPVT），依据：青少年起病，静息心电图正常，无结构性心脏病证据，步行活动中反复意识丧失，发作时心电图、Holter及运动试验中可见多次可重复的多形性、双向性室速；存在RYR2基因高度可疑的基因变异；符合指南对CPVT的诊断标准[ 2 ]。\n多形性室速可恶化为室颤导致心脏骤停合并阿斯综合征，患者常反复意识丧失伴肢体抽搐，容易诊断为癫痫发作，但后者脑电图可见异常放电，发作时无心律失常证据。影像学检查心脏结构正常时应考虑原发性遗传性心律失常，鉴别需考虑：（1）长QT综合征：也表现为青少年起病，出现意识丧失、晕厥等，长QT综合征1型可出现运动时尖端扭转型室速甚至晕厥，本例患者多次心电图无QTc延长，心律失常为双向性室速，不具备典型尖端扭转型室速特征，基因检测未检测到长QT相关致病基因突变；（2）Brugada综合征：年轻人夜间或休息时发作心律失常，甚至猝死，平时心电图在标准或抬高位置（第二和第三肋间相应位置）的V1和/或V2导联J点抬高≥2 mm，ST段可见穹隆样抬高，或应用Ic类抗心律失常药后出现典型1型改变，本例未见相关改变；（3）早复极综合征：心电图可见≥2个相邻下壁或侧壁导联J点抬高≥1 mm，可能合并特发室颤和多形性室速，患者心电图未见到早复极波。"}
{"id": "1505869", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者症状、体征、心电图以及动态心电图，诊断房速。根据体表心电图P波形态的分析可大致判断房速的起源部位，有助于射频消融术中靶点的快速标测定位。首先，根据V1和aVL导联的P波形态帮助区分左房和右房来源房速。V1导联正向P波和aVL导联负向P波多为左房房速。其次，下壁导联P波形态可以区分心房上部和下部起源的房速。如 图1 所示，该患者心动过速发作时体表心电图P波在V1导联和aVR导联均呈负向，在下壁导联呈低幅正向波，初步判断房速来源于右心耳位置。"}
{"id": "1434141", "Diagnostic_results": "三、诊断与鉴别诊断\n多发性神经鞘瘤是神经鞘瘤病的特征性标志，通常影响脊柱和周围神经，但颅神经起源的神经鞘瘤病相对少见。行脊椎MRI扫描，及四肢皮肤体格检查，未见椎管内占位，亦未见四肢皮肤占位。初步考虑诊断为双侧颈静脉孔区神经鞘瘤，左侧肿瘤稍大，且主要症状均与左侧肿瘤相关，遂决定先切除左侧较大的肿瘤，解除临床症状，并明确病理诊断。"}
{"id": "1486555", "Diagnostic_results": "三、诊断与鉴别诊断\n临床诊断：抗NMDAR脑炎，诊断依据：抗谷氨酸受体（NMDA型）抗体IgG（脑脊液）阳性（+）1:10。\n鉴别诊断：病毒性脑炎常见的主要是I型单纯疱疹病毒脑炎（HSV-I），成人及较大儿童年龄儿童常见的散发性脑炎，经血型或神经周围逆行进入颅内，临床以急性或亚急性起病，表现头痛、发热，行为异常、嗜睡、昏迷及神经功能障碍等，影像表现：通常累及双侧颞叶内侧、外侧裂周围脑实质，但不对称，额叶眶面、扣带回等边缘叶，局部脑回肿胀，脑沟变浅、消失，头颅MRI检查：T2-FLAIR序列及DWI序列呈较高信号，T1WI呈稍低信号，增强扫描呈轻度脑回状及线样强化，局部软脑膜亦可见线样强化，后期可合并出血；脑脊液实验室检查单纯疱疹病毒抗体检测为（+），临床上抗病毒治疗有效。本例患者病变主要位于右侧颞叶内侧，局部脑回肿胀明显，增强扫描见絮状及脑膜线样强化，影像学上两者鉴别困难，但该病变位于单侧颞叶，抗病毒治疗效果不佳，症状反复出现，而病毒性脑炎一般为非对称双侧，抗病毒治疗效果较好，最终还需要结合临床相关抗体检测，才可确诊。"}
{"id": "1377931", "Diagnostic_results": "展开阅读\n图1\nCT图像\n注：双侧胸腔不对称，纵隔右移，左肺透明度明显增高，可见1个巨大含气薄壁囊腔影，大小为99mm×69mm,其内可见少许分隔"}
{"id": "1508702", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断与诊断依据：本例患者为老年女性。主要表现为四肢乏力，双下肢肌肉胀痛，右侧为甚。CK显著升高，肌电图提示肌源性损害，查血清抗HMGCR抗体阳性，肌肉活检示肌纤维散在分布的坏死及再生肌纤维。结合患者临床特点以及上述辅助检查诊断为他汀类药物相关NAM。\n需与以下疾病鉴别：（1）多发性肌炎（polymyositis，PM）。多发性肌炎通常伴有皮肤损害，如Gottron征（手背和关节处的红斑）、Gottron小突起、皮疹甚至是滑膜炎。典型的皮肤病变与他汀类药物相关NAM不同。（2）肌营养不良（muscular dystrophy）。肌营养不良是一组遗传性疾病，其特征为进行性肌无力和肌肉萎缩。与他汀类药物相关NAM不同，肌营养不良通常没有炎症表现，也不伴有皮肤损害。（3）横纹肌溶解（rhabdomyolysis）。横纹肌溶解通常是由于外伤、药物或其他因素引起的急性肌肉损伤。与他汀类药物相关NAM不同，横纹肌溶解的肌病变通常是暂时性的，而不是持续性的。此外，横纹肌溶解还常伴有浓茶色尿和电解质紊乱。"}
{"id": "1492254", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n患者最终诊断为哈特纳普病（哈特纳普病）。\n2．诊断依据：\n（1）以精神异常为首发症状。（2）体格检查右下肢折刀样肌张力增高，双下肢腱反射活跃，双下肢病理征阳性，定位于椎体系；双侧指鼻实验及跟膝胫实验欠稳准，定位于椎体外系。（3）肌电图示混合性感觉及运动周围神经均受累，且以远端为著。（4） SLC6A19基因有3个杂合突变。\n3．鉴别诊断：\n（1）脊髓小脑共济失调（spinocerebellar ataxia，SCA）是遗传性共济失调的主要类型，其共同特征是老年发病、常染色体显性遗传和共济失调。测序发现SCA多为基因内编码谷氨酰胺的CAG重复顺序扩增而致病。临床表现除小脑共济失调外，可伴有眼球运动障碍、慢眼运动、视神经萎缩、视网膜色素变性、锥体束征、椎体外系征、肌萎缩、周围神经病和痴呆等。（2）遗传性痉挛性截瘫是一组以双下肢进行性肌张力增高和无力、剪刀步态为特征的具有明显遗传异质性的综合征，有常染色体显性、隐性和X连锁隐性三种遗传方式。主要特征是缓慢进行性双下肢痉挛性截瘫，剪刀步态。本病具有高度遗传异质性，目前已发现30个基因位点，按发现时间顺序依次命名为 SPG1-SPG30，部分基因已被克隆。"}
{"id": "1366560", "Diagnostic_results": "三、治疗\n入院后予持续面罩加压给氧，建立静脉通道，静脉采血（过程血液凝固），开通绿色通道，启动全院危重孕产妇抢救程序，立即送手术室抢救母胎，电话报告医务科，联系麻醉师、ICU医生及新生儿科医师到手术室参加抢救。10：35进入手术室：麻醉前术前听胎心75次/min，血压70/40 mmHg（1 mmHg=0.133 kPa），血氧饱和度70%，心率123次/min。立即予气管插管、呼吸机辅助通气、有创动脉置管监测血压、开放3条静脉通道、中心静脉置管。10：43开始手术。10：44娩出胎儿，Apgar评分5-8-8分，转新生儿科。10：52测血压34/14 mmHg，血氧饱和度67%，未闻及产妇心跳，考虑心脏骤停，紧急予心脏按压、静推肾上腺素1 mg 2次。10：55心电监护恢复室颤波形，予电除颤2次；10：58产妇心跳恢复至窦性心律，心率115次/min；11：40血气分析提示HB 5.4 g/dl，予输血治疗（去白红细胞4 U）；12：07危急值APTT>180 s，PT 200 s，予纠正凝血功能（输新鲜冰冻血浆1 000 ml、冷沉淀20 U、纤维蛋白原4 g）。术毕时间12：26，术中出血3 540 ml，输液3 400 ml，尿管通畅，尿色淡红，量80 ml。术中见产妇四肢及躯干多处皮下紫癜，输液穿刺部位皮下出血淤斑。术后继续手术室观察，术后阴道仍有出血，予卡贝缩宫素、欣母沛加强宫缩及输血治疗（继续输去白红细胞10 U、血浆400 ml、血小板1个治疗量，纤维蛋白原2 g，白蛋白40 g）。在气管插管全身麻醉下行子宫下段横切口剖宫产术+左侧子宫动脉上行支结扎术+子宫B-Lynch缝合术。术毕血压74/50 mmHg，去甲肾上腺素维持血压。14：18血气分析：HB 5.8 g/dl，继续输去白红细胞、血浆、血小板。术后出血约1 800 ml，术中术后总出血量5 340 ml，输液5 300 ml，输去白红细胞14 U、血浆1 400 ml、血小板1个治疗量，纤维蛋白原6 g，白蛋白40 g。16：00阴道流血明显减少，去甲肾上腺素维持血压，血压124/77 mmHg，心率117次/min，呼吸机辅助通气，血氧饱和度99%，呼吸12次/min。16：05转ICU，浅昏迷状态，呼吸机辅助呼吸，皮肤苍白，全身可见散在淤斑、瘀点，双侧瞳孔直径约2.0 mm，对光反射灵敏，双肺呼吸音粗、对称，心音欠有力，腹部切口敷料少量鲜红色血迹浸透，宫底脐上2横指，质硬，肠鸣音弱，腹腔引流管无活动性流液，尿管通畅，尿色淡黄。转入ICU后予持续镇静、亚胺培南西司他丁抗感染，去甲肾上腺素维持血压，继续输注白蛋白80 g纠正低蛋白血症，输红细胞14 U，血浆100 ml，血小板1个治疗量，冷沉淀20 U改善凝血功能，缩宫素促进子宫复旧，磷酸肌酸钠营养心肌及补液、利尿，维持内环境稳定。"}
{"id": "1366940", "Diagnostic_results": "三、诊断与鉴别诊断\n双侧前庭病的诊断主要依据2017年Barany协会前庭疾病分类委员会制定的标准，其中包括症状和前庭测试结果的结合。标准中提到的症状包括不平衡、视振荡，以及在黑暗和/或凹凸不平的地面上的症状恶化。有针对BPV症状学的研究显示，100%患者有行走、站立或其他动作时不稳、失衡；这是由于前庭脊髓反射功能丧失造成的，视觉系统和本体感觉系统可对姿势控制障碍进行代偿。如果视觉受影响（如黑暗条件下）或本体感觉系统受干扰（凹凸不平的地面上），则不稳症状将进一步加重。第二常见的症状是视觉问题(94%)，其中主要提到的是视振荡，其次是动态条件下视力下降。本例患者无振动幻视的主诉，这也不是确诊所必需的依据。与其他类型的外周前庭疾病不同，BVP较少出现眩晕/头晕症状，只有约20%~60%患者经历过眩晕/头晕发作[ 5 , 6 , 7 ]。\n依据诊断标准，结合患者病史和检查结果，诊断为双侧前庭病。病因推测与耳毒性药物使用（化疗药物铂类）有关。前庭功能检查显示双侧前庭眼反射功能严重受损：超低频、高频半规管功能、双侧耳石功能均受损。符合双侧前庭病诊断。"}
{"id": "1490376", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史、实验室检查及影像学表现，初步诊断：腹膜后肿瘤、脂肪肉瘤？\n鉴别诊断：（1）腹膜后副神经节瘤。起源于副神经节的肿瘤，一般位于腹主动脉、髂总动脉、肠系膜动脉起始处或脊柱两侧，绝大多数是良性的，恶性率约20%，发病年龄较其他部位的副神经节瘤年轻，大多数患者介于30~45岁。肿瘤可为多发性，也可合并其他部位的副神经节瘤或其他肿瘤。腹痛、背痛和腹部触及包块是最常见的临床表现，CT平扫表现为脊柱旁有类圆形软组织肿块，密度均匀或不均匀，边界清楚，病灶长轴多与腹主动脉走行一致。本例患者CT、磁共振、PET-CT均提示腹膜后占位，脂肪肉瘤可能，副神经节瘤可基本排除，最终待术后病理明确。（2）腹膜后平滑肌肉瘤。平滑肌肉瘤多发生于50~70岁，女性更多见。CT上体积较小肿瘤可表现为均匀实性肿块，体积较大的肿瘤可有广泛的坏死区，偶伴出血，边缘可见中等强化；钙化不常见。腹膜后病变伴广泛坏死，累及血管，则高度提示平滑肌肉瘤。本例患者CT、磁共振、PET-CT均提示腹膜后占位，脂肪肉瘤可能，平滑肌肉瘤可基本排除，最终待术后病理明确。（3）恶性纤维组织细胞瘤。第三大常见的腹膜后肉瘤，多见于中老年人，男性多于女性，肿块通常较大，呈结节状或分叶状，不均匀强化，可见坏死、出血，易侵犯邻近组织器官，多见钙化。本例患者CT、磁共振、PET-CT均提示腹膜后占位，脂肪肉瘤可能，最终待术后病理明确。"}
{"id": "1350954", "Diagnostic_results": "三、诊断与鉴别诊断\n经典型霍奇金淋巴瘤ⅣB期（混合细胞型）（诊断依据：①青年男性，间断咳嗽、咳痰伴发热，②查体：不能平卧，左肺呼吸音减低，③PET/CT示左肺上叶软组织肿物伴空洞，两肺多发空洞样结节，颈部及纵隔多发肿大淋巴结，PET均可见异常葡萄糖高代谢；脾脏、全身骨骼可见弥漫性葡萄糖高代谢。④超声引导下纵隔病变穿刺：增生的纤维组织中可见淋巴细胞、浆细胞及嗜酸性粒细胞浸润，区域肌纤维母细胞异型增生，经北京友谊医院会诊，考虑经典霍奇金淋巴瘤。同时超声引导左颈部淋巴结穿刺：少许淋巴组织。免疫组化结果考虑为经典型霍奇金淋巴瘤（混合细胞型）。\n鉴别诊断：由临床、PET/CT、病理可明确诊断。"}
{"id": "1351631", "Diagnostic_results": "三、诊断与鉴别诊断\n展开阅读\n诊断 诊断标准\n确诊LAM 典型HRCT表现：\n  ●10个以上薄壁圆形气囊，与周围肺组织分界清楚\n  ●肺容积不变或增加\n  ●没有其他肺部疾患来解释病变\n  以及以下任意一条\n  ●肺组织病理符合LAM诊断\n  ●影像学或病理证实的肾血管平滑肌脂肪瘤\n  ●胸腔和/或腹腔乳糜性积液\n  ●LAM相关的淋巴管肌瘤和/或淋巴结受累：需病理诊断\n  ●确诊或拟诊结节性硬化症\n  ●血清血管内皮生长因子-D≥800pg/ml\n拟诊LAM ◆典型HRCT表现及相符的临床病史，或\n  ◆可符合LAM地HRCT表现（2-10个上述薄壁气囊）以及以下任意一条：\n    肾AML\n    胸腔和/或腹腔乳糜性积液\n表1\nLAM诊断标准\n该患者胸部HRCT显示两肺内见多发薄壁圆形气囊及实性结节，符合LAM典型肺部HRCT特征。右下肺组织病理提示多灶性血管平滑肌脂肪瘤，肝脏及盆腔MR显示后腹膜见巨大团块状脂肪信号影，增强后内见血管穿行；肝实质内见散在多发脂肪信号结节。结合患者病史特点，既往因右肾血管平滑肌脂肪瘤行右肾切除术，阅片评估后考虑为肝脏、腹膜后AML可能。该病例有典型肺部HRCT表现，合并肾、肺、肝、腹膜后AML，符合LAM确诊标准。皮肤科、口腔科医师查体未发现结节硬化症（TSC）相关表现。该患者虽然有TSC2基因突变，但血液基因检测阴性，目前并未发现结节性硬化症的其他相关表现，不符合结节性硬化症的诊断标准。\n鉴别诊断：\n1. Brit-Hogg-Dube综合征（BHD）：一种罕见的具有常染色体显性遗传性疾病，涉及全身多系统，包括肺部囊性病变、肾肿瘤和皮肤异常病变。其肺部临床表现为咳嗽、气促、反复发生气胸等。肾脏肿瘤常为双侧多发，肿瘤性质可为良性和恶性。皮肤病变主要是分布在前额、颈部和背部的皮疹。胸部HRCT表现为两肺多发大小不一、薄厚不均的囊肿，以肺基底部为主。有研究发现Brit-Hogg-Dube综合征患者存在FLCN基因突变，可行血清FLCN基因以鉴别此病。\n2.淋巴细胞间质性肺炎：发病与免疫功能异常有关，临床表现主要为咳嗽和进行性呼吸困难。胸部CT表现为肺部散在分布的囊性阴影，通常数量少于LAM，常伴有肺结节影或小叶间胸膜增厚。病理组织检查可见肺间质和肺泡淋巴细胞、浆细胞浸润。\n3.肺朗格汉斯细胞组织细胞增生症：好发于长期吸烟的中青年患者，主要表现为干咳、活动后气促、发热、反复气胸，部分患者伴有骨骼病变、皮疹和尿崩症。胸部HRCT表现为两肺中上叶囊性变、结节、纤维条索影等。支气管肺泡灌洗液中朗格汉斯细胞数目超过5%，对其有高度特异性诊断意义。\n4.淀粉样变性：是以淀粉样物质在组织、细胞间中沉积为特点的一组疾病，好发于成年人。胸部HRCT表现为双肺多发的、大小形态不一的囊腔影，常伴结节，可能出现空洞或钙化。组织病理检查可见无定形物质沉淀于细胞之间，经刚果红染色后在偏振光下呈绿色折光。"}
{"id": "1368932", "Diagnostic_results": "三、诊断\n1．X连锁淋巴组织增生综合征2型\n2．结肠克罗恩病(PCDAI：55分)\n3．重度营养不良伴消瘦4.脱水(中度)"}
{"id": "1430970", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：乙型肝炎肝硬化、失代偿期；门静脉高压；食管胃底静脉曲张破裂出血；门静脉-脾静脉血栓形成。\n诊断依据：1.患者有肝炎病史，乙肝抗原阳性，乙型肝炎诊断明确。2.胃镜和增强CT提示门静脉高压，食管胃底静脉曲张破裂出血，门静脉-脾静脉血栓形成。3.二聚体：6.92 (0.0~0.5 μg/ml)。\n鉴别诊断：1.胃十二指肠溃疡出血：胃镜未见胃溃疡，可排除。2.胃癌：胃镜未见胃部异常肿块，可排除。3.肝癌：增强CT未见肝内异常增强信号，可排除。"}
{"id": "1378740", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n根据2015年国际视神经脊髓炎诊断小组制定的NMOSD诊断标准 [ 3 ]，患者症状、体征及脊髓MRI结果支持急性脊髓炎，血清抗AQP4抗体阳性，本次起病可诊断为抗AQP4抗体阳性的NMOSD。\n2．鉴别诊断\n（1）中枢神经系统炎性脱髓鞘疾病：①多发性硬化：本病多见于白种人，早期功能正常，脑脊液白细胞多数正常，脑脊液寡克隆区带常阳性，脊髓MRI病灶<2个椎体节段，头MRI可见脑室旁、近皮质的圆形、类圆形病变，与本患者特征不符。②抗MOG抗体相关疾病：本病可导致急性脊髓炎，需鉴别，但本患者血清抗MOG抗体阴性，支持证据不足。\n（2）系统性结缔组织病：系统性红斑狼疮、白塞病、干燥综合征、血管炎等系统性结缔组织病可导致脊髓病变，但患者无皮疹、口干、眼干、反复口腔或外阴溃疡、关节肿痛等其他系统受累表现，血清抗核抗体谱、系统性血管炎相关自身抗体谱均阴性，支持证据不足。\n（3）中枢神经系统感染：患者本次起病时有高热，需考虑感染相关脊髓炎。但患者随后体温未再升高，脑脊液白细胞升高不明显且不以多核细胞为主，脑脊液多种病原学检查阴性，激素治疗后症状可缓解，不支持感染。不过，患者本次起病不除外由前驱感染所诱发。"}
{"id": "1350882", "Diagnostic_results": "三、诊断与鉴别诊断\n患者2018年影像学提示腹膜后单个肿物，完整切除，病理为\"Castleman病（透明血管型）\"，肿物切除后黏膜糜烂等症状好转，考虑\"单中心型Castleman病，合并副肿瘤性天疱疮\"诊断明确。近期我院行PET-CT未见放射性异常高摄取灶，除外CD复发可能。\n呼吸困难方面，患者双肺听诊基本正常，胸部CT未见明显异常，我院通气功能提示危重度阻塞性通气障碍，PET-CT见肺部气体陷闭。诊断考虑继发于UCD合并PNP的闭塞性细支气管炎。"}
{"id": "1457149", "Diagnostic_results": "三、诊断\n结合患者症状、体征、血液检测、支气管镜检测、肺泡灌洗液高通量二代测序以及影像学检查明确诊断为重症肺炎（甲流+肺炎支原体）；呼吸衰竭；急性呼吸窘迫综合征（ARDS）；纵隔气肿；PB。"}
{"id": "1368728", "Diagnostic_results": "三、诊断与鉴别诊断\n根据肿瘤典型的形态特征诊断为眼表鳞状细胞瘤。眼表鳞状细胞瘤诊断和鉴别诊断的金标准是组织病理活检。\n鉴别诊断：\n1．翼状胬肉：\n眼科裂隙灯显微镜检查胬肉为从结膜向角膜生长的三角形病灶，边缘的角膜上皮有一些脂质性改变，伴随粗大血管，表面更加平滑。透明或混浊半透明。显微镜下观察病理组织学切片，胬肉表面为结膜上皮增生，中央为大片水肿的纤维组织，无上皮角化。\n2．睑裂斑：\n为睑裂区邻近角膜缘处的体积较小、轻度局限性隆起的灰白色斑块，表面欠光滑、干燥、无鲜质感，周围无滋养性血管，病程发展缓慢或静止 [ 6 ]。"}
{"id": "1460439", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\nWiskott-Aldrich综合征,该患儿诊断明确。诊断依据：1）学龄期男童，自幼起病，有皮肤出血表现。2）血小板减少伴小血小板、反复湿疹、反复呼吸道感染病史。3）骨髓巨核细胞正常。4）T细胞的WAS蛋白表达减低。5）WAS基因存在双突变，缺失变异和半合子变异，均来自于母亲。6）患儿有5个舅舅幼年去世，有母系男性患者幼年夭折史。\n2．鉴别诊断：\n免疫性血小板减少症：是一种自身免疫性出血性疾病，为良性自限性疾病，常有前驱感染史或疫苗接种史，临床特点为有与血小板减少相关的出血表现，血小板减少不伴小血小板，骨髓巨核细胞常增多伴成熟障碍 [ 3 ]。本例患儿有全身散在出血点出血表现伴血小板减少，需与此病相鉴别，但本文患儿自幼湿疹、反复感染，结合WAS蛋白及WAS基因检测结果，排除此诊断。"}
{"id": "1430140", "Diagnostic_results": "三、诊断与鉴别诊断\n3.1.诊断\n根据患儿临床表现、辅助检查结合基因分析结果，最终确诊为醛固酮合成酶缺乏症。\n3.2.鉴别诊断\n婴幼儿期出现反复呕吐、体格增长缓慢、电解质紊乱等临床表现，需要与食管闭锁、幽门痉挛或狭窄、不完全性肠梗阻、胃肠扭转、碳水化合物不耐受、蛋白吸收障碍或不耐受相鉴别；儿童期应与胃肠道感染、厌食症、发育不良相鉴别。醛固酮信号通路异常引起婴幼儿期失盐的疾病主要包括先天性肾上腺增多症（CAH）和非CAH型肾源性失盐，其中非CAH疾病有X连锁先天性肾上腺发育不良、醛固酮合成酶缺乏症、假性醛固酮缺乏症、SF-1基因突变及病因不明疾病，这些主要除了通过临床表现、体格检查、实验室检查外，基因诊断及类固醇代谢中间产物水平分析是诊断的关键。"}
{"id": "1425437", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：膜铁转运蛋白病。\n诊断依据：1.患者中年男性，无输血、补铁、酗酒及炎症性、感染性、肿瘤性疾病等继发病因。2.患者血清铁代谢检查呈现为铁蛋白水平显著升高而血清铁、转铁蛋白饱和度正常或偏低，符合胞内铁过载的特征。3.患者及其女儿均存在致病基因SLC40A1功能缺失性突变。"}
{"id": "1360431", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病史、体查及影像学检查，目前诊断考虑长节段颈椎黄韧带骨化伴脊髓损伤。临床上表现为颈椎管狭窄引起的脊髓压迫症状，患者大多以肢体疼痛、麻木起病，尤以上肢及手指麻木居多，症状加重，出现肿胀、乏力、僵硬、肢体不灵活，伴有颈部疼痛、僵直、活动受限、酸胀等症状，部分患者可有胸部束带感，下肢肌力不同程度减退，出现行走不稳，如踩棉花样感觉，严重者出现大小便功能障碍和性功能障碍，脊髓受压明显时，出现锥体束症状，腱反射亢进，肌张力增高，膝踝阵挛阳性，病理反射阳性等。感觉障碍表现不尽相同，可出现脊髓节段平面性感觉障碍，神经根分布的区域性感觉障碍和脊髓半侧损伤综合征。由于本病临床表现常与颈椎病、颈椎管狭窄症等类似，不具特征性，故诊断主要依靠影像学检查。单纯的MRI检查不能区别黄韧带肥厚和骨化，CT检查是金标准。该病应与多种疾患进行鉴别，其中尤应注意除外脊髓型颈椎病椎管内占位性病变、脊髓空洞症和运动神经元疾患等。"}
{"id": "1435193", "Diagnostic_results": "三、诊断与鉴别诊断\n患者右肺占位，双肺感染，因患者反复发热，CT：（1）右侧背侧丘脑低密度结节，脉络膜裂囊肿或梗塞灶可能，建议结合颅脑MRI检查；（2）右肺门延伸至中、上叶巨大团块，中肺叶支气管受压狭窄，影像需鉴别感染、肿瘤性病变；双肺磨玻璃斑片伴网格影，肺泡蛋白沉积症？或其他？应结合内镜及实验室检查等综合考虑。2021年12月7日BALF培养：格特隐球菌，血清隐球菌荚膜抗原阳性。颅脑MRI未见明显异常，颅压190 mmH2O，脑脊液：隐球菌荚膜抗原阳性。目前给予氟康唑0.8 g联合氟胞嘧啶1.5 g tid治疗，并哌拉西林他唑巴坦治疗1周仍间断咳嗽发热不适。请上级医师会诊，考虑：（1）隐球菌肺炎；（2）隐球菌脑膜炎；（3）右肺占位并阻塞性肺炎；（4）Ⅱ型糖尿病；（5）肝功能异常。\n为进一步明确诊断，送检组织病理学检查，见部分胞浆透亮团的细胞，未见癌细胞（ 图6 ）。免疫组化提示组织细胞来源（CD68+），倾向炎症病变（ 图7 ）。特殊染色结果：糖原染色（PAS，+），六胺银（+， 图8 ）。患者特殊染色阳性，局部可见孢子，不除外真菌感染，2021年12月15日送检组织及灌洗液mNGS回示：均提示格特隐球菌（VGII型），患者目前排除肿瘤性病变，诊断隐球菌肺炎、隐球菌脑膜炎，Ⅱ型糖尿病，右肺占位并阻塞性肺炎（ 图9 、 图10 ）。\n展开阅读\n图6\n右中叶活检，黏膜下见部分胞浆透亮的细胞，未见癌细胞\n展开阅读\n图7\n免疫组化提示组织细胞来源（CD68+），倾向炎症病变，CKpan（-），CD10（-），Vimentin（+），S-100（-），CD34（血管+），CD68（+），Ki-67（3%+）\n展开阅读\n图8\n特殊染色结果：糖原染色（PAS，+），六胺银（+）。患者特殊染色阳性，不除外真菌感染\n展开阅读\n图9\n2021年12月15日BALF送检mNGS测序结果\n展开阅读\n图10\n2021年12月15日组织mNGS测序结果"}
{"id": "1354696", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者中腹部持续性胀痛，血清淀粉酶1139 U/L，腹部CT见胰腺周围积液和胆囊结石，合并休克、呼吸功能不全和急性肾损伤等器官功能障碍，重症急性胰腺炎（胆源性）诊断明确。术后5天腹腔引流出肠液，逆行造影见十二指肠水平部显影，故十二指肠瘘可诊断。腹痛需鉴别心肌梗死、主动脉夹层以及肠梗阻、消化道穿孔等，十二指肠瘘需与胆瘘、结肠瘘等疾病进行鉴别。"}
{"id": "1368460", "Diagnostic_results": "三、诊断与鉴别诊断\n患者为青年男性，亚急性起病，临床表现为左侧肢体无力；T2WI、Flair、表观弥散系数（ADC）提示较大范围的血管源性水肿、脑室受压；T1WI、SWI示沿皮层的广泛出血，部分区域脑实质出血；SWI提示病灶周围可见扩张的皮层静脉；ASL提示病灶区低灌注；MRV示上矢状窦局限性显影不良；MRS提示病灶处有神经元减少，脑组织坏死；DSA提示右侧部分皮层静脉造影剂通过延迟；PET-MR提示血管源性病变可能；诊断为皮层静脉狭窄合并血栓形成。患者临床症状较轻，影像检查病灶较重，需与肿瘤性疾病进行鉴别，患者PET-MR右侧顶叶、枕叶葡萄糖代谢减低，可除外肿瘤性疾病。关于中枢神经系统血管炎，建议完善脑活检进行排查，但患者家属拒绝进一步检查。"}
{"id": "1409172", "Diagnostic_results": "三、诊断与鉴别诊断\n本病诊断依据：\n患儿MECP2基因有1个半合子移码突变，c.806delG，在HGMD数据库中已有相同位点变异的男性RTT相关性报道，判定为致病性变异。先证者出现严重新生儿脑病表现，父母发育正常。\n鉴别诊断：\n⑴低血糖脑病 支持点：\"妊娠期糖尿病\"母亲的新生儿为低血糖高危人群，患儿在新生儿期出现抽搐、肌张力异常等脑病症状。不支持点：低血糖脑病新生儿MRI表现为弥漫性皮质及皮质下白质损伤、脑白质萎缩、脑白质脱髓鞘，T2加权图像表现为顶枕叶显著长T2信号影，T1加权图像表现为顶枕叶和胼胝体压部脑萎缩，患儿头颅核磁表现与本病不符合，且患儿出生后监测血糖正常，排除本病。\n⑵中枢神经系统感染 支持点：有抽搐、反应差、肌张力异常等脑病表现。不支持点：感染性指标不高，头颅增强MRI未见脑膜强化等表现，脑脊液检查正常，排除本病。\n⑶新生儿缺氧缺血性脑病 支持点：围产期有窒息病史，反应差，生后第3天出现抽搐，脑电图异常，符合本病临床表现。不支持点：围产期出现轻度窒息而非重度窒息，肝酶、心肌酶等生化指标正常，无酸中毒表现，不符合本病诊断标准，轻度缺氧引起的急性脑损伤在1周内会明显恢复，不会导致患儿出现严重的脑病症状，排除本病。\n⑷代谢性脑病 支持点：有严重脑病表现。不支持点：血糖、血氨、乳酸、生化等代谢性指标正常，血、尿遗传代谢病筛查正常，排除本病。"}
{"id": "1353640", "Diagnostic_results": "三、诊断与鉴别诊断\n患者中年男性，急性病程，临床表现以腹痛、腹胀为主，检查发现结肠受累、腹腔积液形成，化验有外周血及腹水嗜酸性粒细胞比例升高，拟诊嗜酸细胞性胃肠炎。为明确诊断，进一步行胃肠镜活检、大网膜活检、骨髓穿刺检查明确嗜酸性粒细胞升高及浸润。除外寄生虫感染、恶性肿瘤、免疫性疾病等其他可引起肠道嗜酸性粒细胞增多的原因。影像学检查未见胃肠道以外脏器受累表现。最终诊断为嗜酸性粒细胞性肠胃炎（浆膜型）。"}
{"id": "1508365", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n（1）大动脉炎（头臂动脉型）；（2）溃疡性结肠炎（慢性复发型，广泛结肠型，活动期重度）；（3）低蛋白血症；（4）轻度贫血。\n2．诊断依据：\n（1）大动脉炎。患者39岁青年女性，有头晕症状，单侧肱动脉搏动减弱，双上肢收缩压差>10 mmHg，血管造影提示双颈总动脉、右锁骨下动脉、主动脉根部-胸主动脉管壁环形增厚，右锁骨下动脉管腔变窄近闭塞。符合1990年美国风湿病学会的大动脉炎分类标准。（2）溃疡性结肠炎。患者表现为反复发作的腹泻，黏液稀便，偶有腹痛；肠镜提示盲肠、升结肠、横结肠、降结肠、乙状结肠、直肠黏膜充血肿胀，多发点片状糜烂及不规则溃疡，黄白苔；肠黏膜活检提示见炎性肠黏膜组织伴糜烂，隐窝排列紊乱，扭曲有分支，间质内较多淋巴细胞、浆细胞及粒细胞浸润，可见隐窝炎。\n3．鉴别诊断：\n（1）白塞氏综合征。白塞氏综合征病变可累及大中小血管，动脉受累时可出现动脉狭窄和闭塞，其次也可累及肠道，临床表现为腹痛腹泻等不适，肠镜下可见回肠末端、回盲部及升结肠等部位的溃疡，但肠白塞典型的镜下表现为单发或局灶性多发的圆形或椭圆形、边界分明的溃疡，创面较深，底部相对宽阔平坦，呈烧瓶状，有穿孔和出血，而本例患者肠镜下病变较为弥漫，且溃疡表浅。此外，白塞综合征常见的临床表现为复发性口腔溃疡、生殖器溃疡、皮肤损害、眼睛损害，本例患者均无相关表现。（2）结核分枝杆菌感染。结核感染可累及主动脉引起主动脉炎，可出现胸痛、休克或血压升高，但一般有动脉粥样硬化、支架植入、外科手术等易感因素；结核感染也可累及肠道，结肠镜可见溃疡好发于回盲部，溃疡深大，呈环形分布，溃疡周边增殖明显，病理见干酪样坏死。此外，结核感染多有全身结核中毒症状。本例患者无相关症状和表现，且结核斑点试验阴性。"}
{"id": "1481623", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n诊断：强迫性障碍。\n2．诊断标准\n（1）症状学标准：患者表现为反复持续的担忧思虑、反复怀疑等强迫思维，反复检查核对、反复询问等强迫行为，以及在头脑中反复回忆确认等精神性仪式行为。表现焦虑痛苦，明知没有必要，但无法控制。\n（2）病程标准：患者系青年男性，病程1年余，强迫症状每天超过1 h。\n（3）严重程度标准：明显影响正常工作、生活、人际社交，社会功能明显受损。\n（4）排除标准：排除器质性疾病及躯体疾病所致精神障碍。\n3．鉴别诊断\n（1）广泛性焦虑障碍：内容常不固定，主要表现对日常生活事件的过分担忧。该患者虽在病程中表现出明显的紧张焦虑，但焦虑情绪主要继发于强迫思维，且内容较为固定。\n（2）恐惧症：表现对某些场所、事物、情景的恐惧而出现回避行为，且回避后恐惧会减轻或消退。该患者虽在病程中表现对工作等场景的回避，但在离开该场景后仍会无法控制反复回想，为此感到紧张，且常会通过强迫行为改善焦虑。\n（3）强迫型人格障碍：表现偏离正常的持久的行为模式。该患者虽做事追求完美、谨慎小心，缺少灵活性，但18岁以前的行为模式未明显偏离正常，且该患者常因强迫症状引起明显的痛苦感受。"}
{"id": "1462518", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者临床症状、心电图及冠脉造影检查结果诊断为冠心病、三支血管病变、前降支动脉瘤形成。临床诊断明确，无需鉴别诊断。"}
{"id": "1492410", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史、临床表现、神经系统查体及辅助检查入院初步诊断为：（1）急性缺血性卒中；（2）心房颤动；（3）高血压病3级（极高危）；（4）脑梗死后遗症。\n鉴别诊断：\n1．脑出血：脑梗死有时与小量脑出血的临床表现相似，但通常活动中起病、病情进展快、发病时血压明显升高，常提示脑出血。但该患者颅脑CT检查排除出血，故不考虑脑出血。\n2．颅内占位病变：颅内肿瘤、硬膜下血肿和脑脓肿可呈卒中样发病，出现偏瘫等局灶性体征，颅内压增高征象不明显时易与脑梗死混淆。但该患者颅脑CT检查未见占位性病变，故不考虑颅内占位病变。"}
{"id": "1431366", "Diagnostic_results": "三、诊断与鉴别诊断\n李斯特菌脑膜炎（Listeria meningitis，LM）主要通过血培养或体液培养出产单核细胞性李斯特菌（LM）确诊。本例患者病前进食生黄瓜可疑受污染物；病情迅速进展出现高热、畏寒、呕吐、腹泻等感染表现；且出现严重头痛、恶心呕吐、精神差等颅高压征象；专科查体脑膜刺激征阳性；结合血培养出LM确诊。本病需与其他（病毒、细菌、结核、真菌、非典型病原体、自身免疫）引起的脑膜炎相鉴别，培养出病原体是主要鉴别手段。"}
{"id": "1432200", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病理结果，基于IgG4指数公式[IgG4指数= (IgG4 CFS/IgG4血清):(A1b CSF/A1b血清)][ 8 , 9 ]，代表了鞘内IgG4亚类的产生，我们计算该患者的IgG4指数为9.1（正常值：0.25~0.91）。结合临床特征和实验室检查，患者被诊断为IgG4相关性硬脊膜炎。"}
{"id": "1435422", "Diagnostic_results": "三、诊断与鉴别诊断\n入院诊断：1.急性特重型颅脑损伤、额骨骨折、脑挫裂伤、硬膜外血肿、蛛网膜下腔出血；2.脑疝。\n鉴别诊断：患者有明确外伤史，辅助检查与体格检查支持诊断，无需鉴别。"}
{"id": "1369676", "Diagnostic_results": "三、诊断与鉴别诊断\n获得性血友病A的诊断要点：无遗传性血友病A病史；有不同程度和部位的出血；本病的确诊依赖于实验室检查：⑴ APTT延长且不为正常血浆纠正；⑵ FVIII:C活性下降；⑶ FVIII抑制物阳性；⑷ LA、肝素等非特异性抑制物阴性。本文中患者虽然未行肝素相关检测，但其他均符合获得性血友病A的特点，且既往无肝素接触史。因此，本病患者获得性血友病A诊断明确。\n本病还需要与以下疾病鉴别[ 1 ]：1、血友病A伴抑制物：患者多有自幼反复发作的自发性出血史，以肌肉和关节出血、关节畸变为特点；多有家族出血史；符合X连锁隐性遗传规律。血友病A患者产生的同种抗体可完全灭活FVIII，无残余FVIII：C。临床上表现为输注相同剂量、既往有效的FVIII制剂后止血效果不佳。2、狼疮抗凝物：由于对磷脂的抑制作用，狼疮抗凝物可能导致体外试验中凝血因子减少的假象。狼疮抗凝物为非时间依赖性，延长的APTT不能被正常血浆纠正，而补充外源性磷脂能缩短或纠正，可进一步通过各种依赖磷脂的试验及稀释的蝰蛇毒试验予以证实。抗FVIII的自身抗体和狼疮抗凝物可能并存于同一患者，选用对狼疮抗凝物不敏感的APTT试剂，有助于排除其对于凝血的影响。临床上，有狼疮抗凝物的患者多以血栓时间为主要表现，很少发生出血。"}
{"id": "1369071", "Diagnostic_results": "三、诊断和鉴别诊断\n基于患者典型女性男性化特征、血睾酮水平明显升高以及右侧附件区一大小约3.3cm×2.5 cm占位性病变，通过详细的实验室检查排除PCOS、CAH、肾上腺肿瘤性病变后考虑为卵巢性索-间质肿瘤，最终诊断需依靠病理活检。"}
{"id": "1353536", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：朗格汉斯细胞组织细胞增生症\n诊断依据：青年男性，前中胸部胸骨处疼痛1个月余。体格检查示胸骨体中部压痛明显，有叩击痛。肿瘤标志物AFP、NSE高于正常水平。胸部CT示胸骨骨质破坏，双肺多发小结节影。PET/CT示胸骨体局部骨质破坏，伴软组织包块，代谢异常增高；双肺多发小结节及囊性结节，代谢轻度增高；以上考虑朗格汉斯组织细胞增生症可能，恶性不除外，请结合临床及相关检查，建议胸骨病变处活检。病理诊断：（胸骨肿物穿刺，活检）朗格汉斯细胞组织细胞增生症，可见坏死，增殖指数高，检材局限，考虑恶变。考虑符合\"朗格汉斯细胞组织细胞增生症\"的诊断。\n鉴别诊断：\n1．棕色瘤：可出现局部骨质破坏，代谢异常增高，但伴有PTH增高和高钙血症。而本病例PTH及血钙水平正常。\n2．原发性骨肿瘤：当病变转移到肺部时，主要表现为实性结节。而本病例肺部表现为囊性结节。\n3．孤立性浆细胞性骨髓瘤：可出现局部骨质破坏，代谢轻度增高，但好发于脊柱、髂骨和颅骨等，原发于胸骨者少见，并且一般不累及肺部。\n4．转移瘤：由于病人未发现确切原发灶，故转移瘤的可能性明显降低。"}
{"id": "1456120", "Diagnostic_results": "三、诊断\n诊断：重型颅脑损伤，右侧颞顶部硬膜外血肿，左侧额顶部及双侧颞部硬膜下血肿，双侧额叶脑挫裂伤伴血肿，蛛网膜下腔出血，右侧颞骨、顶颞骨骨折，急性胃肠损伤。"}
{"id": "1343040", "Diagnostic_results": "由于抗浦肯野细胞抗体的主要靶点位于神经元的胞内，一些学者认为其中某些抗体并没有直接致病性，但可作为自身免疫性小脑性共济失调的诊断标记物。目前尚未有基于培养神经元或动物模型的研究证明抗AP3B2抗体存在直接致病性，相关神经系统损害主要由T淋巴细胞介导的细胞免疫造成。"}
{"id": "1509012", "Diagnostic_results": "三、诊断与鉴别诊断\n结合CT、超声等辅助检查所示考虑PVG。综合多学科会诊意见后，不除外肠缺血、肠坏死、肠道及腹腔产气菌感染，暂给予保守治疗。"}
{"id": "1493845", "Diagnostic_results": "三、诊断\n手部关节粘连（左手）；关节挛缩（左手），关节痛（左手）；左手伸肌肌腱损伤修补术术后。"}
{"id": "1356051", "Diagnostic_results": "三、诊断\n结合患儿的临床表现、CT影像学检查与手术病理确诊骨样骨瘤。"}
{"id": "1366541", "Diagnostic_results": "三、诊断及鉴别诊断\n诊断：Waardenburg综合征（Ⅳ型）。\n诊断标准：WS诊断标准的确立基于Farrer等[ 3 ]和Liu等[ 4 ]的报道，可通过2个主要标准或1个主要标准和2个次要标准确诊（ 表1 ）。\n展开阅读\n主要标准 次要标准\n先天性感音神经性耳聋 多发先天性白斑\n内眦异位 连眉或眉心毛发旺盛\n虹膜色素异常 宽高鼻根\n额白发 鼻翼发育不良\nⅠ级亲属中有患病者 30岁之前的早熟灰发\n表1\nWaardenburg综合征诊断标准"}
{"id": "1509034", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者症状、体征、影像学、血液学、组织病理学检查，诊断为卵巢高级别浆液性癌（ⅣB期）。营养筛查和评估：营养风险筛查NRS2002量表评分5分，存在营养风险。"}
{"id": "1357480", "Diagnostic_results": "三、诊断与鉴别诊断\n入院后经神经营养治疗等药物治疗，症状未见好转。头颅CT和MRI扫描结果初步诊断为脑膜瘤和双侧视神经萎缩。"}
{"id": "1433256", "Diagnostic_results": "三、诊断\n胸椎结核；椎旁脓肿；腰大肌脓肿；肺结核。"}
{"id": "1355067", "Diagnostic_results": "三、诊断\n基因检查提示：BSCL2基因复合杂合突变：c.757G>T(p.E253*)+c.985C>T(p.R329*)，均为可能致病突变，诊断为CGL2型。"}
{"id": "1433312", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n患者存在骨骼（T 7、T 8、T 9、L 2、S 1）、淋巴结、肝脏受累，结合腰2椎体病理活检、免疫组化[S100（++），CD1a（+），CD207（++）]、基因分型及PET/CT结果确诊为朗格汉斯细胞组织细胞增生症，（多系统型，高危脏器受累， BRAF V600E -， MAP2K1突变+）。\n2．鉴别诊断\n（1）脊柱转移瘤。早期疼痛较轻，呈间歇性，逐渐变为持续性，表现为腰背部、胸背部、肋胸部、颈部疼痛。同时可有肿胀、包块、压迫症状、病理性骨折及全身症状。此患者表现为间断腰背部疼痛，后症状加重，PET/CT提示肝脏、脊柱、淋巴结多部位代谢增高，不排除肿瘤转移可能，然患者青年男性，既往无特殊病史，无烟、酒不良嗜好，无家族肿瘤病史，AFP等肿瘤标志物未见升高，再结合病理报告可排除。\n（2）脊柱结核。临床表现不典型，脊柱CT多表现为骨质破坏伴椎间隙狭窄，椎旁可见明显软组织影，可呈连续或跳跃分布。这与本例患者的CT表现相似，但患者无低热、盗汗、乏力、咳嗽、胸闷症状，无结核病史，结合病理报告可排除。"}
{"id": "1361258", "Diagnostic_results": "三、诊断与鉴别诊断\n患者左耳反复流脓伴听力下降10余年，无面瘫，左耳无残边的完全性穿孔穿孔，脓液呈淡黄色，无臭味、脓中带血，颞骨CT提示左侧中耳软组织密度影，无骨质破坏，肺部检查等未见异常。诊断为左侧慢性化脓性中耳炎。可排除中耳胆脂瘤、结核性中耳炎、中耳癌等。"}
{"id": "1377959", "Diagnostic_results": "肾嗜酸性实性囊性肾细胞癌"}
{"id": "1322112", "Diagnostic_results": "三、诊断\n初步诊断：胃癌术后T3N0M0，ⅡA期。"}
{"id": "1357472", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者存在支气管哮喘、免疫球蛋白总IgE升高（>1000 IU/ml）、血清真菌特异性IgE升高、真菌抗原皮内试验呈速发阳性反应、肺CT示游走性肺部浸润影及支气管内粘液栓形成、外周血嗜酸粒细胞增多、痰培养示白色念珠菌，最终诊断：变应性支气管肺真菌病。"}
{"id": "1430417", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者病史特点和辅助检查（依据磁共振影像病变位于左侧额叶内侧累及额叶内侧、扣带回、额上回）等结果考虑左额占位性质待定：1.胶质瘤？2.颅内结核？3.脑脓肿？4.炎性脱髓鞘病。该患者无发热、脑膜刺激征、头痛或呕吐等脑脓肿的临床表现，影像学特征亦不符合，不首先考虑脑脓肿的诊断。抗结核无效，颅内结核的可能性不大。该例患者激素治疗无效，不首先考虑炎性脱髓鞘病的诊断。该患者磁共振可见长T1长T2信号病变，灌注成像表现为高灌注，因此该患者首先考虑胶质瘤的诊断。"}
{"id": "1453242", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：右耳廓断离缺损。\n鉴别诊断：（1）双耳廓发育不全。耳廓发育不全一般指的是先天性小耳畸形，系胚胎发育过程中第1、2鳃弓或第1鳃沟发育不全所致，可伴有第1咽囊发育不全所引起的咽鼓管、鼓室或乳突畸形。（2）耳廓耳道不完全撕裂伤。耳廓外伤可单独发生，亦可伴发于邻近组织的外伤，以挫伤和撕裂伤多见。"}
{"id": "1354719", "Diagnostic_results": "三、诊断与鉴别诊断\n例1诊断：骶前腹膜后肿物；鉴别诊断：生殖器官肿瘤。\n例2诊断：骶前腹膜后肿物；鉴别诊断：生殖器官肿瘤。"}
{"id": "1368808", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n少年型帕金森病（Parkin基因突变）。\n2．诊断思路：\n（1）JPD诊断 [ 4 ]：该患少年起病，有行动迟缓和肌张力增高，根据帕金森病的诊断标准 [ 4 ]，首先考虑诊断为帕金森综合征。排除由于服用多巴胺受体阻断剂(DRBA)、头部外伤、脑肿瘤等继发原因和肝豆状核变性(Wilson's disease，WD),以及 ATP13A2，PLA2G6，SCA，SPG11等基因变异所致的帕金森综合征和青少年亨廷顿舞蹈病(Huntington's disease，HD)，患者发病年龄小于21岁，因此考虑少年型帕金森病。\n（2）鉴别诊断 [ 4 , 5 ]：见 表1 。\n展开阅读\n项目 JPD DRD\n发病年龄（岁） 15 8.5\n家族史 有（50%） 常有\n最常见的基因类型 Parkin GCH-1\n起始症状 运动迟缓，肌张力障碍 下肢肌张力障碍\n运动波动 有 无\n睡眠改善 存在 显著\n异动症 小剂量可诱发 少见\n服用左旋多巴 症状部分或大部分缓解 症状消失\n长期应用左旋多巴的反应 可出现剂末现象和异动症 长期有效\n氟多巴/AV-133 PET 摄取降低 摄取正常或轻微降低\n病理 严重的多巴胺能神经元丢失 多巴胺合成减少\n表1\nJPD和DRD的鉴别诊断\n注：JPD为少年型帕金森病；DRD为多巴反应性肌张力障碍\n（3）基因诊断 [ 5 , 6 , 7 , 8 ]：见 图4 。\n展开阅读\n图4\n早发型帕金森病基因诊断流程\n（4）致病基因与临床表型一致性分析 [ 1 ]：文献中总结 Parkin基因突变的早发型帕金森病患者常以肌张力障碍起病，除了常见的运动迟缓、僵直、震颤症状外，早期就会出现运动波动和异动等并发症，认知功能正常，可伴有焦虑、抑郁等，并且对美多芭有良好的应答反应。该患符合 Parkin基因变异的临床特点。"}
{"id": "1496448", "Diagnostic_results": "三、诊断\n由局部伤口表现、腹部包块彩超、肠镜检查等结果进行诊断，诊断：乙状结肠肠外瘘。\n1．病史情况：\n乙状结肠造口还纳术后。\n2．局部伤口情况：\n左下腹还纳伤口处出现黏稠糊状粪便和少量粪水，呈黄色，粪臭味明显。\n3．辅助检查：\n肠镜检查：距肛缘25 cm见吻合口，吻合口在位，旁见一大小约1.5 cm×0.8 cm瘘口。"}
{"id": "1356449", "Diagnostic_results": "诊断：双肺多发肺段及亚肺段肺栓塞（累及4个肺段及7个亚肺段）"}
{"id": "1443334", "Diagnostic_results": "三、诊断与鉴别诊断\n患者在使用糖皮质激素治疗后，嗜睡、认知功能明显改善，复查胸部CT及头颅MRI示病灶较前明显减小，淋巴结较前明显缩小，故神经系统结节病诊断明确，结合其头颅MRI表现及受累部位，考虑为累及丘脑的神经系统结节病。本病例需与下列相关疾病进行鉴别：（1）细菌性和真菌性脑脓肿；（2）胶质瘤；（3）丘脑静脉性梗死；（4）脑转移瘤；（5）原发性CNS淋巴瘤(primary central nervous system lymphoma, PCNSL)。"}
{"id": "1357506", "Diagnostic_results": "三、诊断与鉴别诊断\n对于有咽痛、吞咽困难、声嘶等喉咽部症状的患者，应考虑与喉咽部炎性疾病及喉咽部肿瘤相鉴别。首先采用间接喉镜仔细检查，根据病史和体征对可疑的喉结核患者考虑行频闪喉镜、胸部X线片或胸部CT、痰涂片或痰培养检查、结核菌素试验、PCR结核杆菌DNA、结核感染T细胞斑点实验以及活组织病理检查 [ 4 , 5 ]等，应用多种检测方法相结合，提高早期诊断准确率。该患者因高度怀疑喉结核，建议专科医院进一步明确诊断。"}
{"id": "1483742", "Diagnostic_results": "三、诊断\n患者病史特点如下：\n1．男性，63岁，全病程特点为急性发作。\n2．意识障碍，时间、地点及人物定向力均差，注意力损害明显，注意力的指向、集中、持续及转换能力均差。\n3．认知功能的全面紊乱，存在视幻觉，语言不连贯，近事记忆、远事记忆均差，病情缓解后对病中表现无法回忆。\n4．精神运动紊乱，时而大吵大闹，时而不语不动，思维迟缓，反应迟钝，无目的摸索。\n5．睡眠觉醒周期紊乱，症状昼轻夜重。\n6．情绪不稳定，多以焦虑不安、恐惧、大汗淋漓、对周围警惕性高为主要表现。\n7．既往及本次发作期间患者有明确的多种躯体疾病。\n根据患者的症状表现、检查指标，诊断为：谵妄，非附加于痴呆；肺部感染；高血压病3级（极高危）；冠状动脉粥样硬化性心脏病；心房扑动；脑梗死；复发性抑郁障碍，目前为不伴有躯体症状的中度发作。\n诊断依据：1.患者目前符合\"谵妄，非附加于痴呆\"的诊断标准：1)患者发病前能正常生活，无任何认知功能下降的表现；2)目前存在意识障碍、注意损害、认知功能的全面紊乱；3)精神运动紊乱、睡眠觉醒周期紊乱、情绪不稳定，且这些症状和患者的躯体疾病在时间和严重程度上密切相关；4)急性起病，本次病程10 d。2.功能损害严重：患者生活、学习功能和现实检验能力均显著受损，导致入院。\n鉴别诊断\n1．精神分裂症：患者当前存在明确的精神病性症状（幻视）及不协调的精神运动性兴奋，所以应该考虑精神分裂症，然而精神分裂症患者不会出现意识障碍、短时间内认知功能的明显下降及病情的昼夜节律改变，故可予以排除。\n2．路易体痴呆伴发精神行为障碍：患者目前认知功能明显下降，伴有幻视，病情波动，这些症状路易体痴呆也会出现，所以应该考虑，但是路易体痴呆一般不会急性起病，且起病时意识清晰，故该诊断可以排除。\n3．脑炎所致精神障碍：患者发病前无发热等症状，神经系统查体未见明确阳性体征，且在患者高血压、肺部感染、电解质紊乱纠正后患者意识较前好转。\n谵妄的发生往往具有一定的易感因素。例如，年老、认知功能障碍（痴呆）、躯体情况差（如脑血管病、感染性疾病、心衰、癌症等）、视听障碍、营养不良、水电解质紊乱、药物/酒精依赖等。在有一种或多种易感因素存在的情况下，大脑功能被削弱。这时影响大脑内环境，导致脑内神经递质、神经内分泌和神经免疫功能损害的急性变化都成为谵妄的促发因素。综合此例患者的既往史及临床症状分析，考虑引起患者谵妄的最主要原因为高血压脑病、肺部感染。"}
{"id": "1350936", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\nX连锁性血小板减少伴珠蛋白合成异常性贫血伴骨髓纤维化。男性患儿，幼年起病，以小细胞低色素贫血、血小板减少、脾大为主要表现，结合骨髓形态及骨髓活检特点，支持骨髓纤维化诊断，患儿携带 GATA1（p.R216Q）半合子变异，根据文献报道，为XLTT致病突变，同时XLTT患者有继发骨髓纤维化报道，支持该诊断。\n2．鉴别诊断：\n1）β地中海贫血：患儿幼年起病，有脾大、小细胞低色素贫血表型，HbF明显升高，应注意β地中海贫血可能。但患儿同时合并血小板减少、骨髓纤维化，地中海贫血基因筛查为阴性，父母祖籍均为山东，无地贫家族史，不支持该诊断。2）原发性骨髓纤维化：患儿血细胞减少、脾大表现，结合骨髓形态及活检结果，应注意原发性骨髓纤维化可能。但该病儿童较少见，患儿JAK-2基因未见变异，存在 GATA1（p.R216Q）变异虽有骨髓纤维化表现，但考虑为XLTT继发，不支持原发性骨髓纤维化诊断。"}
{"id": "1411881", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病史及相关检查结果回报，排除自身免疫性肝病、药物性肝病及酒精性肝病可能。该患者诊断为HBeAg阳性慢性乙型肝炎；非酒精性肝脂肪变；肾结石。"}
{"id": "1369762", "Diagnostic_results": "三、诊断与鉴别诊断\n根据《中国帕金森病的诊断标准（2016年版）》的诊断标准[ 3 ]，患者存在运动迟缓、肌强直及静止性震颤；不存在绝对排除标准；有至少2项支持标准：对多巴胺能治疗明确且有效、症状改善与药物剂量相关、有明显的\"开-关\"期症状波动且存在剂末现象、存在左旋多巴诱发的异动症；为临床确诊的帕金森病。故诊断：1.原发性帕金森病；2.剂末现象；3.异动症；4.缺铁性贫血。\n鉴别诊断：\n1．继发性帕金森综合征：多有明确病因可寻，如感染、药物、中毒、脑卒中、外伤等，有相应的病史可资鉴别，患者未有相应病史，不支持此诊断。\n2．多系统萎缩：常有锥体束、锥体外系、小脑及自主神经受累表现，可见表现为帕金森症状为主，但头颅MRI可见壳核背外侧缘科带状弧形高信号，脑桥基底部\"十字征\"和小脑中脚高信号；对左旋多巴药物反应不佳。患者对左旋多巴反应可，头颅MRI未见上述表现，不支持此诊断。\n3．进行性核上性麻痹：有垂直性眼球凝视障碍，尤其是下视麻痹，可早期出现平衡障碍，易向后跌倒。头颅MR可见\"蜂鸟征\"，为中脑顶盖部和四叠体区明显萎缩所致。患者无垂直性眼球凝视障碍，无早期出现平衡障碍，头颅MR未见特征性影像学表现，不支持此诊断。"}
{"id": "1482975", "Diagnostic_results": "二、诊断与鉴别诊断\n右肺上叶肺癌术后改变，较前相仿；左肺病变视频治疗术后改变，较前缩小，双肺多发磨玻璃密度结节，同前相仿，建议定期复查，左肺下叶索条。\n临床诊断：双肺多原发肺癌，右肺腺癌术后，左肺肺癌消融术后，胆囊切除术后。"}
{"id": "1431282", "Diagnostic_results": "三、诊断与鉴别诊断\n依据《中国多发性骨髓瘤诊治指南（2020年修订）》 [ 7 ]，有症状（活动性）多发性骨髓瘤诊断标准（需满足第1条及第2条，加上第3条中任何1项）：\n1．骨髓单克隆浆细胞比例≥10%和/或组织活检证明有浆细胞瘤；\n2．血清和/或尿出现单克隆M蛋白；\n3．骨髓瘤引起的相关表现：\n（1）靶器官损害表现（CRAB）：[C]校正血清钙>2.75 mmol/L；[R]肾功能损害（肌酐清除率<40 ml/min或血清肌酐>177μmol/L）；[A]贫血（血红蛋白低于正常下限20 g/L或<100 g/L）；[B]溶骨性破坏，通过影像学检查（X线片、CT或PET-CT）显示1处或多处溶骨性病变；\n（2）无靶器官损害表现，但出现以下1项或多项指标异常（SLiM）：[S]骨髓单克隆浆细胞比例≥60%；[Li]受累/非受累血清游离轻链比≥100；[M]MRI检查出现>1处5 mm以上局灶性骨质破坏。\n该患者符合第2条（血清和尿出现单克隆M蛋白），和第3条中1项（贫血，Hb 70 g/L），考虑多发性骨髓瘤可能性大。"}
{"id": "1368814", "Diagnostic_results": "三、诊断与鉴别诊断\n患者符合以下诊断条件：1.急性起病，出现记忆力减退、癫痫发作等边缘系统症状。2.脑脊液白细胞增多，呈淋巴细胞性反应；颅脑磁共振示边缘系统及其他区域的T2及FLAIR异常信号。3.血及脑脊液GABA AR抗体阳性。4.排除其他病因。综上，患者符合确诊的自身免疫性脑炎的诊断标准 [ 2 ]。\n鉴别诊断：患者急性起病，表现为频繁的癫痫发作、认知障碍，颅脑磁共振可见不同时期的额颞顶枕叶异常信号，需要与线粒体脑肌病、中枢神经系统脱髓鞘病变、朊蛋白病、代谢与中毒性脑病等进一步鉴别。该患者未发现上述疾病诊断依据。"}
{"id": "1442352", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断急性髓系白血病M5复发、急性B淋巴细胞白血病。\n诊断依据：（1）患儿为儿童，初诊时起病急，以发热为主要表现；（2）骨髓细胞学检查原始单核细胞9.5%，幼稚单核细胞31.5%，腹部CT检查右侧腹肠管呈不均匀强化，肠壁不规则增厚，管腔狭窄。升结肠浸润性病变，淋巴瘤或白血病浸润可能。免疫表现符合急性髓系白血病。结合骨髓及免疫分型检查诊断急性白血病M5；（3）2016年8月13日复查骨髓细胞学提示原发病复发。且根据目前骨髓细胞学及免疫表型检查结果提示原发病转化为急性B淋巴细胞白血病。"}
{"id": "1357470", "Diagnostic_results": "三、诊断与鉴别诊断\n本病最后诊断为DS相关性的TAM。TAM是一种DS新生儿疾病，其特征是巨核细胞原始细胞与AML无法区分，TAM经历自发缓解，注意鉴别诊断[ 2 ]。"}
{"id": "1361222", "Diagnostic_results": "三、诊断\n左侧腋及肩胛部皮肤软组织坏死并感染；肝癌晚期；抑郁症；陈旧性心肌梗死；多发腔隙性脑梗塞伴弥漫性脑萎缩"}
{"id": "1476352", "Diagnostic_results": "传统CT需要对患者进行镇静，且图像只能显示异常扩大的前庭导水管骨性结构和内淋巴囊骨内部分的异常扩大，由于图像后处理技术受限，不能对内耳的精细解剖进行直观的三维显示。西门子第三代双源ForceCT特殊Stellar Infinity探测器和高级模型迭代重建（ADMIR）算法可以显著提高信噪比（SNR）以优化剂量效率，并在非常低的剂量下获得高空间分辨率的高图像质量。应用192×0.6 mm的探测器，我们可以在0.25 s内就可以用极低的辐射剂量在极短的时间内得到内耳的全部信息，通过西门子syngo.via图像后处理工作站，可以在完成一次颞骨高分辨扫描后通过内耳虚拟体积重建技术（VRT）对图像进行内耳迷路及听小骨链的虚拟重建，可以全方位更直观地观察内耳迷路及半规管的解剖改变，可用于人工耳蜗植入术前评估，排除手术禁忌证。因此，颞骨高分辨CT扫描结合西门子内耳重建可以作为一种快速而可靠的诊断方法，更直观且准确的诊断前庭导水管扩大综合征。"}
{"id": "1350378", "Diagnostic_results": "三、诊断及鉴别诊断（无鉴别诊断）\n1．重症肺炎：\n入院后根据患者病情，根据ATS 2007年制定的重症肺炎诊断标准，诊断为重症肺炎，该患者符合主要标准的第二条以及次要标准中的三条，诊断明确。\n2．脓毒症性休克：\n患者在严重呼吸道感染基础上存在器官功能障碍，计算sofa评分为8分，符合脓毒症标准，且存在休克需血管活性药物维持血压，脓毒症休克诊断明确。\n3．多脏器功能障碍综合征（心脏、肝、循环）：\n根据患者相应的心肌损伤标志物、肝功能及休克症状，诊断明确。\n4．其他诊断：\n低钾血症、2型糖尿病、高血压3级很高危、帕金森病。"}
{"id": "1349983", "Diagnostic_results": "三、诊断\n1. 子宫内膜单纯性增生：依据患者月经紊乱病史，结合诊刮病理明确诊断；\n2. 异常子宫出血-排卵障碍：依据患者月经周期紊乱，或闭经或淋漓出血40余天，临床诊断为排卵障碍性异常子宫出血；\n3. 乳腺癌术后：依据患者左乳术后病理示左乳腺高级别导管原位癌；\n4. 不孕症：依据患者婚后未避孕未孕6年病史。"}
{"id": "1434290", "Diagnostic_results": "三、诊断与鉴别诊断\n住院期间患者曾一过性四肢无力，运动性失语，双眼向右凝视，四肢肌力Ⅳ级，肌张力正常，后逐渐恢复，急查头颅CT未见明显异常，头颅DWI成像未见明显异常，头颅MRA提示右侧大脑后动脉P2段重度狭窄或闭塞，双侧颈内动脉虹吸部符合动脉粥样硬化影像学表现。左侧大脑前动脉A1段较细并局限性狭窄。左侧椎动脉末端局限性狭窄。考虑患者短暂性脑缺血发作或心室血栓脱落造成微栓塞。\n患者心尖肥厚型心肌病，其女查超声心动图未见心肌肥厚表现，完善基因检测结果提示受检者所携c.5561C>T（p.Thr1854Met）变异为MYH7基因编码区的错义变异。受检者所携c.953C>G（p.Pro318Arg）变异为GATA6基因编码区的错义变异。\n患者中年女性，既往房颤、心肌炎、2型糖尿病病史，临床主要表现为间断胸闷、气短、心悸，药物治疗不佳，体格检查双下肢轻度水肿，化验NT-proBNP、总胆红素、直接胆红素高，心脏超声提示左室心尖肥厚型、心内膜钙化、左室附壁血栓，心脏CT可见心尖钙化及心尖肥厚，核磁提示左心室心尖段及心尖室壁增厚伴片状延迟强化高信号影，心尖段-中间段心内膜区弧形延迟强化高信号影，心内膜纤维化可能。基因检测：受检者携带基因存在MYH7基因编码区和GATA6基因编码区的错义变异。综上考虑患者主要诊断为：心尖肥厚型心肌病，心力衰竭，NYHA分级Ⅲ级，阵发性心房颤动，左室附壁血栓，短暂性脑缺血发作，脑血管狭窄，2型糖尿病。\n鉴别诊断：（1）限制型心肌病。限制型心肌病是以心室壁僵硬增加、舒张功能降低、充盈受限而产生的以右心衰症状为特征的一类心肌病。心房明显扩张，但早期左心室不扩张，收缩功能多正常，室壁不增厚或仅轻度增厚。随着病情进展，左心室收缩功能受损加重，心腔出现扩张。（2）嗜酸性粒细胞心肌炎。嗜酸性粒细胞性心肌炎（EM）是一种相对罕见的疾病，其潜在的病因可能是反应性嗜酸性粒细胞增多、嗜酸性肉芽肿性多血管炎及特发性嗜酸性粒细胞增多症等。EM病理改变包括急性心肌坏死、血栓形成及心内膜纤维化3个阶段，其临床表现多样，多数患者外周血嗜酸性粒细胞增多，心肌活检是诊断的金标准。根据病因的不同，治疗也各不相同。因此需要对其病因进行全面的检查和精确诊断，根据其潜在病因进行特异性治疗。（3）感染性心内膜炎。感染性心内膜炎在过去常分为急性和亚急性两个类型。急性者多发生于无心脏病基础的患儿，侵入细菌毒力较强，起病急骤，进展迅速，病程在6周以内。亚急性者多在原有心脏病的基础上感染毒力较弱的细菌，起病潜隐，进展相对缓慢，病程超过6周。由于抗生素的广泛应用，本病的病程已延长，临床急性和亚急性难以划分，致病微生物除了最常见的细菌外，尚有真菌、衣原体、立克次体及病毒等。（4）心肌淀粉样变性。淀粉样肌病是一种罕见类型的肌病，最常见于系统性淀粉样变性中，约25%的患者可能为单纯性淀粉样肌病。淀粉样肌病患者一般表现对称性的肢体无力，伴血清肌酸激酶水平升高，还可伴瘀斑、腹泻、自主神经病变、肾脏和心脏功能障碍等。肌肉活检行刚果红染色并在偏振光显微镜下可见双折光样表现是其特征性的病理学改变。除外刚果红染色外，在其他病理学染色中，由于缺乏特异性病理改变，极容易被误诊为炎性肌病或肌营养不良。"}
{"id": "1369023", "Diagnostic_results": "三、诊断\n根据患者胸膜病灶免疫组化结果，诊断明确为恶性胸膜间皮瘤。\n鉴别诊断：患者\"左侧胸腔积液\"常考虑以下疾病可能：1.恶性胸腔积液：常由肺癌、乳腺癌和淋巴瘤等恶性肿瘤侵犯或转移引起，患者可有咳嗽、消瘦、胸闷等表现，胸水找见恶性肿瘤细胞可确诊。2.结核性胸膜炎：该病多有全身结核中毒症状，如午后低热、盗汗、疲乏无力、体重减轻等表现，一般抗菌治疗无效，胸水ADA常升高。"}
{"id": "1459250", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：狂犬病病毒性脑炎。\n鉴别诊断：（1）破伤风。破伤风患者病前多有创伤后伤口污染，主要表现为牙关紧闭及角弓反张，经积极治疗，多数患者症状及发作程度可减轻，伤口的厌氧菌培养和病毒学证据是诊断及鉴别的金标准。（2）单纯疱疹性脑膜脑炎。患者病前可有口唇疱疹史，主要表现为全身性抽搐，严重者可有高热、昏迷，经积极抗病毒治疗多数可治愈，脑脊液病毒学是诊断及鉴别诊断的金标准。"}
{"id": "1306261", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\nMaffucci's综合征。该患者临床表现较为典型，结合其相关影像学检查结果，诊断较为明确。\n2．鉴别诊断：\n内生软骨瘤需与骨囊肿、骨巨细胞瘤、骨纤维结构发育不良等有类似影像学表现的疾病进行鉴别。内生软骨瘤病包括Maffucci's综合征和Ollier病，后者亦系IDH基因突变引起。与Maffucci's综合征相比，Ollier病缺乏血管瘤病变的表现，且多单侧累及[ 1 ]，有文献指出Ollier病发生软骨瘤恶变的概率更低，但合并颅内肿瘤的风险更高[ 1 ]。此外还需要与其他存在类似血管畸形表现的疾病进行鉴别，如：Blue rubber bleb nevus综合征、Klippel-Trenaunay综合征、Glomuvenous malformations等。"}
{"id": "1475126", "Diagnostic_results": "三、诊断与鉴别诊断\n患者中年男性，慢性病程，主要表现为活动后气促、咳嗽3个月余，近期活动后气短加重，超声心动图提示：乳头肌水平以下左室腔内等回声团，与心内膜分界不清（病变范围处心腔大部闭塞）——嗜酸性粒细胞增多性心内膜炎？左房、右房、右室扩大，二、三尖瓣关闭不全（轻度），肺动脉高压（PASP=61 mmHg），左室收缩功能减低（LVEF=50%，SV=27 ml）、舒张功能受限（限制性）；同样心脏MRI亦考虑心内膜心肌病变（心内膜纤维化/嗜酸细胞增多性心内膜炎），左心腔容积减小，左室收缩、舒张功能减低，左心房、右心房、右心室扩大；结合血常规显示嗜酸性粒细胞明显增高，且无引起嗜酸性粒细胞增多的潜在原因，如寄生虫感染、变态反应等；同时患者多系统受累（心脏、胃等），临床诊断嗜酸性粒细胞增多症、Loffler心内膜炎，心功能不全，心功能Ⅲ级，左房、右房、右室扩大，肺动脉高压。\n鉴别诊断：①左室血栓：多有心梗或扩张型心肌病病史，病变部位内膜无增厚，血栓贴附于内膜，相对具体，活动度小；②肿瘤：一般心肌受累，病变具体，有占位效应，局部心腔（可）扩大；③感染性心内膜炎：通常表现为瓣膜赘生物形成，多伴高热等炎症性反应。"}
{"id": "1366668", "Diagnostic_results": "三、诊断及鉴别诊断\n诊断：患者既往体检，此次发病前有情绪低落为诱因，后出现胸痛、胸闷、乏力、恶心、纳差、头痛、头晕、咳嗽、呕吐症状，病程5+d，符合心肌炎前驱症状表现特点，同时结合血管CTA检查、心电图、心脏彩色超声、心肌酶学等检查结果，需考虑诊断。\n鉴别诊断：（1）冠状动脉粥样硬化性心脏病：急性大面积心肌梗死可出现循环衰竭、心源性休克，心肌标志物可显著升高，暴发性心肌炎需与其进行鉴别。两者主要通过冠状动脉造影或冠状动脉CTA进行鉴别，另外冠状动脉粥样硬化性心脏病患者彩色超声心动图可见明显心肌局限性运动异常，暴发性心肌炎通常具有前驱感染诱因。（2）病毒性肺炎：重症肺炎合并脓毒血症休克时同样可出现心肌标志物轻度一过性升高，但随休克及血氧饱和度的纠正而显著改善。（3）脓毒血症性心肌炎：严重细菌感染休克时毒性损害也可致心肌损伤进而加重休克，并可出现明显心脏抑制性表现。早期出现的感染灶及血白细胞早期即显著升高及其他全身表现有助于鉴别。（4）应激性心肌病（Takotsubo综合征）：又称心尖球形综合征，好发于绝经期后女性，有胸痛、心电图ST-T改变以及心肌损伤标志物升高。常有强烈精神刺激等诱因。左心室造影可见节段性室壁运动异常，最常见的是心尖部室壁运动异常，呈特征性章鱼篓样改变。冠状动脉造影结果阴性或轻度冠状动脉粥样硬化。左心室功能恢复快，常仅需支持治疗。（5）普通急性心肌炎：暴发性心肌炎通常有前期感染史、起病急骤、发展迅速、病情重且心功能损害明显，治疗后迅速好转并恢复正常，长期预后好。相反，急性心肌炎上述特点均不突出，病情可长期迁延而成为慢性或持续性心肌炎或心肌病改变。（6）非病毒性暴发性心肌炎：包括自身免疫性疾病、药物毒性和药物过敏等所致的急性暴发性心肌炎，临床上通常没有病毒感染的前期表现，但有自身免疫疾病史、使用毒性药物尤其是抗肿瘤药物或致过敏药物史，疾病发生同样迅速凶险[ 2 ]。"}
{"id": "1480957", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n患者中年男性，饮酒后起病，表现为呕血、黑便，伴剑突下隐痛，体格检查可见剑突下压痛。入院查胸部CT：食管壁弥漫性不均匀增厚，食管管腔变窄。急诊胃镜可见巨大血肿。结合症状、体征及内镜下表现诊断为食管巨大血肿。\n2．鉴别诊断\n（1）胃、十二指肠溃疡：患者一般有慢性胃病史，且呈季节性发作和规律性疼痛。溃疡活动期饮酒或服用阿司匹林等药物往往导致出血。出血前数天，多有上腹部疼痛加剧，出血后疼痛缓解。胃溃疡出血一般既有呕血又有黑便，十二指肠溃疡出血多以黑便为主，确诊靠上消化道钡餐和胃镜检查。\n（2）食管与胃底静脉曲张破裂：病史中往往有肝炎病史，体格检查有严重的肝功能受损，如巩膜黄染、肝掌、蜘蛛痣、肝脾肿大，可见腹壁静脉曲张、腹水等门脉高压的征象。行胃镜检查及门静脉CT可鉴别。\n（3）胃癌：一般发病年龄在40岁以上，出血量与贫血程度不相称时，以及既往有溃疡病史，出现疼痛规律消失，都应考虑胃癌可能。胃癌并发出血，典型者呕吐物为咖啡渣样，黑便往往持续时间较久，出血后胃痛症状无明显减轻。胃镜检查及病理活检可明确诊断。"}
{"id": "1478130", "Diagnostic_results": "三、诊断与鉴别诊断\n患者起病急，病情重，病程早期出现便血、双下肢肿胀伴疼痛，入院数日来血红蛋白持续降低。予告病重、心监吸氧、输血、护胃等对症治疗，症状无明显好转。经血液内科急会诊，查APTT 120.1 s；APTT纠正试验st 70.8 s，APTT纠正试验2 h 104.8 s，均不能纠正，Ⅷ因子活性0.1%，明显下降；Ⅷ因子抑制物35.2B，存在抑制物。考虑AHA。需与以下疾病鉴别。\n（1）血友病A伴抑制物。血友病A患者接受FⅧ制剂治疗后产生的同种抗体，血友病A患者多有自幼反复、自发性出血史，以关节和肌肉出血、关节畸形为特点。约2/3有家族史，符合Ⅹ连锁隐性遗传规律。本例患者未存在此病史和家族史。\n（2）抗凝脂抗体综合征之狼疮抗凝物阳性。可表现为APTT延长（常见）和PT延长（少见）且不能被正常血浆纠正。本例患者未检测到狼疮抗凝物，故可以排除。\n（3）血管性血友病。分为血小板型血管性血友病和获得性血管性血友病，也可引起孤立性APTT延长，而小板型血管性血友病患者血浆中缺乏大的VWF多聚体，往往存在不同程度的血小板减少；获得性血管性血友病，是一种罕见的获得性出血性疾病，常伴有其他基础疾病，包括骨髓殖性疾病、淀粉样变性，良性或恶性B细胞疾病等。本例患者未检测VWF缺乏，血小板检测在正常范围，无严重基础疾病，故可以排除。\n（4）缺乏FⅧ、FⅨ、FⅪ、FⅫ。通常可分为遗传性凝血因子缺乏和获得性凝血因子缺乏，前者多由于基因突变导致，有明显家族史；后者常伴有肝硬化、白血病以及弥散性血管内凝血等疾病。本例患者主要表现为凝血FⅧ明显缺乏，暂可排除其他凝血因子缺乏所致的APTT延长。"}
{"id": "1461273", "Diagnostic_results": "三、诊断与鉴别诊断\n综合临床表现（腹痛、腹泻、腹腔积液）、血生化（血常规示嗜酸性粒细胞数量及比例显著增高）、影像（全腹部增强CT提示肠壁水肿、渗出）、胃肠镜及组织病理（回肠末端部分区域可见较多嗜酸性粒细胞浸润，热点区>80个/HP）、骨髓常规及组织病理(嗜酸性粒细胞增多)，明确诊断为嗜酸性粒细胞性胃肠炎（浆膜层病变型）。"}
{"id": "1357525", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：原发性中枢神经系统血管炎。根据专家共识[ 4 ]：(1)有仅限于中枢神经系统的脑损害症状体征；(2)脑脊液检查无异常或仅有轻度非特异性异常；(3)符合上述血管炎性改变的MRI病灶特点及血管成像学特点；(4)对免疫抑制剂治疗较敏感；(5)经持续3~6 m的病程随访，除可有复发病变外，未发现其他相关性血管炎改变的疾病，可排除系统性、感染性血管炎；(6)经病理检查有符合PACNS的证据。患者符合上述(1) ~ (5)条为临床确诊。"}
{"id": "1369429", "Diagnostic_results": "三、诊断及鉴别诊断\n临床症状结合实验室检查，患儿诊断为①Leber先天性黑矇；②发育指标延迟。该患儿临床表现较为典型，发育里程碑延迟结合实验室检查，诊断较为明确。该病应与先天性眼球震颤和先天性白内障相鉴别，眼底检查、视网膜电流图、基因诊断可进行鉴别。"}
{"id": "1430237", "Diagnostic_results": "三、诊断和鉴别诊断\n1．诊断：\n患者有中耳炎，中耳乳突炎；胸部CT表现为多发斑片、结节实变影；c-ANCA阳性，PR3-ANCA高滴度阳性，符合2022年ACR/EULAR的GPA分类标准[ 1 ]。同时患者有面神经和周围神经损害表现、心肌标志物异常、尿蛋白阳性和肌酐升高，诊断考虑肉芽肿性多血管炎，累及肺、心、耳、肾脏、神经等多系统。\n2．鉴别诊断：\n需与以下疾病鉴别\n⑴显微镜下多血管炎：也是一种主要累及小血管的系统性坏死性血管炎，可侵犯肾脏、皮肤和肺等脏器的小动脉、微动脉、毛细血管的小静脉。常表现为坏死性肾小球肾炎和肺毛细血管炎。血清中主要为p-ANCA/MPO-ANCA阳性。\n⑵变应性肉芽肿性血管炎：常伴哮喘，周围血嗜酸性粒细胞增高，肺和肺外脏器有中小动脉、静脉炎及坏死性肉芽肿。GPA与变应性肉芽肿性血管炎均可累及上下呼吸道，但GPA很少有嗜酸性粒细胞浸润，周围血嗜酸性粒细胞增高不明显，也无哮喘发作。\n⑶急性感染性多发性神经根神经炎：可出现周围性面神经麻痹，病变常为双侧，多数伴有其他脑神经损害。脑脊液可有蛋白明显增高但细胞数正常或轻度升高的分离现象。该患者脑脊液中蛋白仅轻度升高，同时伴有肺部多发结节样病变和PR3-ANCA的阳性，故诊断GPA。\n⑷肺部恶性肿瘤：该患者肺部CT提示结节样、团块样病变，但肺穿病理为炎性渗出物、坏死组织，未找到肿瘤细胞，暂不考虑肺部恶性肿瘤。\n⑸淋巴瘤样肉芽肿病：是多形细胞浸润性血管炎和血管中心性坏死性肉芽肿病，病变主要累及肺、皮肤、神经系统及肾间质，但不侵犯上呼吸道。病理常见小淋巴细胞、浆细胞、组织细胞及非典型淋巴细胞浸润。无c-ANCA/PR3-ANCA阳性。"}
{"id": "1377787", "Diagnostic_results": "(左额颞叶)婴儿促纤维增生型星形细胞瘤"}
{"id": "1505099", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n可能的CLIPPERS综合征。\n2．诊断依据：\n（1）青少年女性、亚急性起病。（2）以头晕、步态不稳、视物重影为主要症状。（3）头颅MRI提示左侧桥臂-小脑半球、小脑蚓部病变，增强扫描呈明显\"胡椒粉\"样、斑点状及曲线状强化。（4）临床及实验室检查排除其他疾病可能后，大剂量激素冲击治疗（9 d）后症状明显好转，复查MRI提示左侧桥臂-小脑半球、小脑蚓部病变范围较前略缩小，强化范围及程度较前明显减轻；提示激素冲击治疗有效。患者家属不接受脑组织活检，考虑诊断为可能的CLIPPERS综合征。\n3．鉴别诊断：\n（1）中枢神经系统感染性疾病。本例患者发病前无发热、感染及疫苗接种史，脑脊液常规、生化、脑脊液涂片及培养均未见异常，对类固醇激素治疗敏感，故可排除。（2）中枢神经系统脱髓鞘疾病。①多发性硬化。多发性硬化MRI检查提示侧脑室旁、半卵圆中心及脊髓多发异常信号，部分融合，颅内病变长轴多垂直于侧脑室；脑脊液寡克隆带检测常为阳性；有反复发作、缓解的病程。②视神经脊髓炎谱系疾病。视神经脊髓炎谱系疾病累及视神经和脊髓为主，MRI检查颅内无异常改变，脊髓异常信号常超过3个脊髓节段；常视力下降和四肢或双下肢感觉、运动障碍，故可排除。（3）原发性中枢神经系统血管炎。原发性中枢神经系统血管炎主要累及大脑半球皮质及深部白质，头颅CTA示血管呈多发串珠状改变；常头痛、认知功能下降、局灶神经功能缺损；故可排除。（4）系统性免疫疾病。①白塞病。白塞病可累及脑干，MRI显示斑点状强化病灶，但常累及全身多器官，常有复发性口腔及生殖器溃疡、眼葡萄膜炎等表现，白介素-6阳性。②干燥综合征。干燥综合征累及脑干、小脑时可见MRI斑点状强化，但常累及多脏器、系统，主要累及外分泌腺，表现为口干、眼干等，SS-A抗体、SS-B抗体阳性；故可排除。"}
{"id": "1499895", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n急诊结合患者房颤病史，凝血指标升高，临床症状，体格检查及影像学检查结果，考虑腹主动脉骑跨栓可能。\n2．鉴别诊断：\n腹主动脉骑跨栓主要与引起腹主动脉狭窄或闭塞的其他病因相鉴别。\n（1）血管源性病变：①腹主动脉血栓形成综合征：为一种因动脉粥样硬化斑块、创伤、肿瘤或异物损害管壁而形成血栓，致使腹主动脉末端及分叉处管腔闭塞，导致盆腔及双下肢缺血的动脉闭塞性疾病，本例患者超声及CTA检查均提示腹主动脉管壁未见明显斑块附着及占位性病变，管壁连续性可，故可排除；②腹主动脉瘤血栓脱落：腹主动脉瘤腔内容易形成附壁血栓，附壁血栓脱落可能会导致远端动脉栓塞，本例患者超声及CTA检查均未发现腹主动脉有局部扩张或膨出，故可排除；③血管炎性病变：血管炎性病变，如嗜酸性肉芽肿性多血管炎、结节性多动脉炎、白塞病、抗磷脂综合征等多为免疫系统疾病，血栓形成主要与血管内皮功能障碍和获得性高凝状态有关，本患者既往无免疫系统疾病史，故可排除。\n（2）腹膜后占位性病变侵犯或压迫导致的腹主动脉闭塞：来源于腹膜后的占位性病变，如腹膜后纤维化、副神经节瘤、肉瘤、胰腺癌、淋巴瘤等可能会挤压或侵犯腹主动脉，导致管腔狭窄，本患者超声及CTA检查均未发现腹膜后占位性病变，腹主动脉管腔未受侵犯或压迫，故可排除。"}
{"id": "1322110", "Diagnostic_results": "利可君片在治疗和预防乳腺癌化疗后骨髓抑制效果较为理想，为防治乳腺癌化疗后或者靶向治疗前骨髓抑制提供了新的临床思路。"}
{"id": "1368828", "Diagnostic_results": "三、诊断与鉴别诊断\n术前根据超声心动图表现，初步考虑为心脏良性肿瘤。心脏良性肿瘤以黏液瘤多见，可发生在各房室及瓣膜，最常见的部位是左心房，可单发，亦可多发，黏液瘤的回声以等回声或低回声为主，一般与心肌相似或低于心肌。该患者占位回声较心肌强，与常见的黏液瘤不同，因此不排除少见型心脏肿瘤。该患者占位发生在乳头肌水平，回声明显较乳头肌强，两组乳头肌清晰可见，排除乳头肌变异的可能。另外需要与血栓鉴别，该患者心功能正常，而血栓一般发生在心衰患者常见。"}
{"id": "1361397", "Diagnostic_results": "三、治疗\n排除手术禁忌证后，患者行左侧股骨病变手术切除治疗。术中探查见病变未累及髓腔及骨骺，局部骨膜增厚、水肿，遂行病变刮除及人工骨植骨术。"}
{"id": "1502864", "Diagnostic_results": "三、诊断与鉴别诊断\n患者于2018年10月行腹腔镜下（经腹）右肾癌根治性切除术，肿瘤大小8.2 cm，病理为透明细胞性RCC，WHO/ISUP Ⅲ级，累及肾背膜但未突破，肾盂、输尿管及脉管断端未见癌累及，pT2aN0M0。根据IMDC晚期RCC预后风险评估标准评判，该患者属于中危组。\n2019年11月复查骨ECT提示左侧肩胛骨病变，考虑转移。\n2020年12月行骨ECT检查提示左侧肩关节区异常放射浓聚，转移灶可能大（ 图1 ）。2021年7月行胸部CT检查提示右肾术后；左侧肩胛骨骨质破坏，伴软组织肿块形成，结合病史，考虑转移；双肺散在纤维灶。\n2022年3月行PET/CT检查提示右肾切除术后，左侧肩胛骨骨质破坏伴软组织肿块形成，考虑转移\n2022年9月行MRI检查提示左侧肩胛骨软组织肿块，较前增大，疗效评估为PD（ 图2A ）。"}
{"id": "1482905", "Diagnostic_results": "至今为止金黄色葡萄球菌血流感染死亡率仍很高，尤其MRSA感染、老年人感染或诊治延误时死亡率更高 [ 5 ]。万古霉素是MRSA重症感染治疗的主要药物，但因其存在异质性耐药、耳肾毒性，以及临床治疗高失败率，临床医师对MRSA重症感染治疗的最佳药物选择仍存在一定困惑 [ 6 ]。达托霉素因其快速杀菌活性，与其他抗生素很少发生交叉耐药，可替代万古霉素治疗金黄色葡萄球菌菌血症和心内膜炎 [ 7 ]。但目前已有报道达托霉素治疗后出现MIC增高，导致治疗失败的案例 [ 8 ]。在本案例中，我们对分离到一系列菌株进行达托霉素的药敏检测，发现其MIC有增高趋势。由于达托霉素不纳入常规药物敏感试验，因此临床使用达托霉素治疗MRSA血流感染或感染性心内膜炎等过程中如出现效果不理想，需警惕出现达托霉素MIC增高甚至耐药的情况。"}
{"id": "1465978", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：甲状腺髓样癌\n鉴别诊断：1.结节性甲状腺肿：以甲状腺肿大及压迫症状为主要症状，单发或多发，可并发甲亢，鉴别需行病理检查；2.甲状腺腺瘤：多无任何症状，肿块增长缓慢，多为单发，稍硬，无压痛，随吞咽上下活动，明确诊断需行病理检查；3.桥本甲状腺炎:常有颈部结节周围多发小淋巴结，常有甲状腺功能异常。"}
{"id": "1385249", "Diagnostic_results": "三、诊断\n结合各项检查，该例患者诊断为：中-高分化肝细胞性肝癌。"}
{"id": "1500781", "Diagnostic_results": "三、诊断与鉴别诊断\n初步诊断：1.食管肺动脉瘘；2.纵隔气肿；3.肺动脉主干积气；4.左肺上叶梗死；5.肺动脉菌栓栓塞合并肺部感染；6.上消化道出血；7.中度贫血。\n诊断依据：患者老年男性，急性起病，吞咽异物后出现发热、呕血、黑便，胃镜提示食管瘘，影像学提示纵隔、左肺动脉积气，起病2周左右影像学检查出现左肺动脉主干积气伴软组织影、左肺斑片状渗出影，持续发热，炎症指标明显升高，存在食管肺动脉瘘，考虑肺动脉菌栓继发感染可能大，合并肺梗死不除外，可待控制感染后动态观察肺CT演变进一步明确。"}
{"id": "1369751", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：急性无结石性胆囊炎：患者为大面积烧伤危重症患者，长期卧床行肠外脂肪乳剂营养治疗，多次全麻下非腹部手术治疗；发病期间右上腹部疼痛、局限性肌紧张；血常规检查指标有不同程度的升高；CT检查示胆囊增大（横径>50 mm）、胆囊周围积液炎性改变，胆囊内未见高密度结石影。腹痛发病急骤，进展迅速，胆囊短期内穿孔并伴发肝脓肿形成，行胆囊穿刺置管引流术后，患者腹痛症状好转，白细胞较快恢复正常，进一步支持该诊断。\n鉴别诊断：\n急性胆囊炎：急性胆囊炎是由于胆囊管阻塞和细菌侵袭而引起的胆囊炎症；其典型临床特征为右上腹阵发性绞痛，伴有明显的触痛和腹肌强直。本例病例为危重型烧伤患者，既往无胆囊炎病史，胆囊无结石存在，短期内肝胆病变迅速，考虑单纯急性胆囊炎欠严谨。\n高位急性阑尾炎：临床体征为转移性腹痛，腹壁压痛，腹肌强直局限于右上腹，易误诊为急性胆囊炎，但B超或CT无急性胆囊炎征象及Rovsing（罗符苯）征阳性（按左下腹可引起阑尾部位的疼痛）有助于鉴别。本病例查体肝区叩击痛阳性，Murphy征阳性，对鉴别诊断也有参考价值。\n右肾结石：患者多伴有腰背痛，放射至会阴部，肾区有叩击痛，有肉眼血尿或显微镜下血尿，X线腹部平片可显示阳性结石，B超可见肾结石或伴肾盂扩张。患者查体及辅助检查均不支持，可及时排除。\n急性病毒性肝炎：急性重症黄疸型肝炎可有类似胆囊炎的右上腹痛和肌紧张，肝区普遍触痛，发热，白细胞计数增高及黄疸。患者有食欲不振、疲乏无力、低热等前驱症状。且本次病程多次手术及输血治疗，需行辅助实验室及影像学检查鉴别诊断。本例为烧伤患者，查体未见黄疸，且白细胞骤升，肝功能未见明显异常，完善辅助检查有助于排除此类疾病。\n冠状动脉病变：心绞痛时疼痛常可涉及上腹正中或右上腹，但定位较不准确，且查体不存在局部按压痛及反跳痛。结合患者为青年男性，既往无心血管疾病史，病程中心电监测无异常，血生化检查未见异常，因此可及时排除心血管疾患。"}
{"id": "1444510", "Diagnostic_results": "三、诊断\n牙周炎（Ⅳ期C级）；上下颌牙列缺损；上下颌不良修复体。"}
{"id": "1421603", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：家族性噬血细胞综合征2型。"}
{"id": "1350879", "Diagnostic_results": "三、诊断及治疗经过\n入院后给予患儿止血药物（矛头蝮蛇血凝酶1U肌肉注射+1U静脉注射），抑酸治疗（西咪替丁0.2静脉点滴），并给予输血治疗。入院24小时内共输血（去白细胞红细胞悬液）10U，冰冻血浆400ml，多次复查血红蛋白均波动在46~67g/L，期间患儿再次出现4次血便，均为黑色柏油样便。考虑到存在活动性的消化道大出血，他接受了床旁急诊胃镜检查，发现在十二指肠球部有疑似黏膜下息肉或隆起性溃疡的病变（ 图1 ），但胃和十二指肠内均没有血液残留和活动性出血，因此小儿内科医生考虑消化道出血位置可能在屈氏韧带以下，遂转入小儿外科行腹腔探查术。\n展开阅读\n图1\n第一次胃镜下见十二指肠球部疑似黏膜下息肉或隆起性溃疡，无活动性出血\n手术中并没有发现肠管和血管的发育畸形，但距离回盲瓣约100cm的回肠内有褐色内容物。术中从小肠中段处切开行小肠镜检查，探查空肠阴性，没有发现肠管内出血点及血液残留。探查回肠发现回肠末端50cm的肠管内有大量粟粒样结节（ 图2 ），表面有鲜血残留；考虑到消化道出血可能与这段肠管相关，在与家属沟通后行回肠末端及回盲部切除术+肠吻合术，术后常规病理检查仅发现肠壁炎症细胞浸润和淋巴滤泡增生，并没有肉芽肿等特殊病理改变。手术后3天内他接受输血6U，没有再出现便血，血红蛋白升高到89g/L。\n展开阅读\n图2\n切除的回肠内壁可见大量粟粒样结节，表面有出血\n手术后第五天，患儿出现2次暗红色水样便，血红蛋白检查为57g/L，第二次行床旁急诊胃镜检查，发现第一次胃镜下的十二指肠球部病变区域活动性大出血，胃和十二指肠内有鲜血残留（ 图3 ）。由于出血迅速，视野显示差，内镜下止血失败。\n展开阅读\n图3\n第二次内镜检查见十二指肠内有鲜血残留\n我们紧急进行了腹腔干及肠系膜动脉的介入造影检查：采用Seldinger技术穿刺右股动脉，将导管置于腹腔干动脉，依次进行各个分支血管造影检查，发现胃十二指肠动脉远端分支直径较粗且恒定，存在点状造影剂泄露（ 图4 ，黄色箭头），诊断为：十二指肠Dieulafoy病变。用超微导丝行出血点血管的1000~1400μm明胶海绵栓塞治疗，复查造影证实栓塞满意（ 图5 ）。\n展开阅读\n图4\n血管造影检查见胃十二指肠动脉分支血管的直径恒定，存在造影剂泄露（箭头）\n展开阅读\n图5\n栓塞治疗后复查造影证实栓塞满意"}
{"id": "1467170", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：根据中国卫生部于2008年实施的WS 290-2008《钩端螺旋体病诊断标准》，该患者发病前有可疑疫水接触史，以急性发热、肌痛、乏力为临床表现，伴有弥漫性肺泡出血及急性肾功能不全，钩端螺旋体效价>1∶400（犬群抗体效价1∶800），符合实验室确诊病例标准，可明确为钩端螺旋体感染，而与此同时患者肺泡灌洗液二代测序NGS亦见钩端螺旋体序列，符合钩端螺旋体感染的诊断。\n鉴别诊断：该疾病主要需与弥漫性肺泡出血的其他疾病相鉴别。弥漫性肺泡出血的病因主要包括感染性疾病和非感染性疾病，其中非感染性疾病包括药物和毒素、系统性血管炎（如ANCA相关性血管炎）、结缔组织疾病（如抗肾小球基底膜病、系统性红斑狼疮等）以及其他少见病因如特发性肺含铁血黄素沉着症、二尖瓣狭窄、特发性肺毛细血管炎、肺部肿瘤等。结合患者同时存在急性肾功能不全、贫血和血小板减少，既往无药物和毒物接触史，需重点考虑的感染性疾病包括钩端螺旋体病、立克次体病和汉坦病毒感染，非感染性疾病需重点关注系统性血管炎、抗肾小球基底膜病、系统性红斑狼疮。该患者无虫咬史，未见立克次体典型斑疹及焦痂，入院后立克次体抗体阴性，故立克次体感染可能性较小，此外，患者无鼠类接触史，无皮肤潮红、蛋白尿、血尿等汉坦病毒感染典型表现，故汉坦病毒感染亦不考虑。入院后患者血管炎指标、抗肾小球基底膜抗体、ANA、ENA等指标均阴性，故结缔组织疾病可能性小。"}
{"id": "1492894", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断过程：患者全程肉眼血尿1年，尿检见红细胞和白细胞升高，肿瘤标志物轻度升高，超声、CT、MRI等影像学检查倾向膀胱肿瘤可能性大，但不能排除炎性病变的可能。经尿道膀胱镜下肿物切除术，术后病理组织切片见嗜酸性组织细胞聚集和M-G小体，确诊为膀胱软斑病。\n本例术前被误诊为膀胱肿瘤，需要与膀胱癌、腺性膀胱炎等相鉴别。\n膀胱癌临床常表现为间歇性无痛性肉眼血尿，晚期可出现尿频、尿急、尿痛和排尿困难。好发于膀胱三角区，其次为侧壁，超声表现为膀胱壁局限性隆起呈结节状或菜花状，向腔内突出，形态不规则，内部以高回声或中等回声居多，少数呈低回声。肿瘤侵犯膀胱肌层时，局部膀胱壁增厚层次模糊不清，可见起自膀胱壁向肿瘤体内伸入的血流信号，多为高速动脉型血流频谱，超声造影与本例有类似表现。而腺性膀胱炎为膀胱黏膜组织转化性病变，与膀胱炎症、结石梗阻等相关，有癌变可能。临床表现有尿频、尿急、尿痛等，病史较长，超声上图像显示腺性膀胱炎仅局限于黏膜层和黏膜下层，肌层与浆膜层显示连续完整，彩色多普勒可探及少许血流信号，血管分布常与膀胱壁平行，多为静脉频谱，动脉血流极少。"}
{"id": "1385261", "Diagnostic_results": "三、诊断与鉴别诊断\n因原发性气管癌缺乏明确的分期方法，参考第八版非小细胞肺癌TNM分期，将该患者分为原发性气管鳞癌（cT1bN2M0 Ⅲ A期)，主要需要与支气管哮喘、原发性支气管肺癌相鉴别。"}
{"id": "1374553", "Diagnostic_results": "三、诊断与鉴别诊断\n结合病史、专科检查、实验室检查及影像学检查，初步诊断为：右下肺腺癌术后；支气管胸膜瘘；气胸。"}
{"id": "1494205", "Diagnostic_results": "三、诊断与鉴别诊断\n眼科诊断：双眼Purtscher样视网膜病变。风湿免疫科会诊，补充诊断：系统性红斑狼疮。\n鉴别诊断：（1）视网膜中央动脉阻塞。发病急，单眼多见，视力突然降至指数，甚至光感，多合并高血压及动脉粥样硬化病史，50岁以上人群高发。眼底表现为视网膜后极部水肿，黄斑区呈\"樱桃红斑\"，FFA动脉充盈延迟，可见前峰现象，动静脉期延长，黄斑OCT内层视网膜弥漫高反射，结构紊乱，与本例患者不相符。（2）高血压视网膜病变。发病缓慢，累及双眼，视力表现为不同程度下降，多合并高血压及动脉粥样硬化病史，50岁以上人群高发。眼底可见动脉细，静脉迂曲扩张，后极部视网膜见大量棉绒斑、浅层出血及星芒状硬性渗出，可伴有视盘水肿，与本例患者不相符。（3）糖尿病视网膜病变。发病缓慢，累及双眼，视力表现为不同程度下降，合并糖尿病病史。眼底可见视网膜微血管瘤、点片状深层出血、棉绒斑、硬性渗出及新生血管，可伴有黄斑水肿，与本例患者不相符。（4）病毒性视网膜炎。单眼多见，主要症状有视野模糊、飞蚊症、闪光感，眼前节及玻璃体见明显炎症反应，病灶多位于周边视网膜向心性分布，可见血管白鞘呈\"霜枝\"样，沿血管分布的颗粒样黄白色病灶呈\"奶酪加番茄状\"，TORCH检测阳性，本例患者虽单纯疱疹Ⅰ、Ⅱ型IgM弱阳性，但眼部症状体征与病毒性视网膜炎不相符。"}
{"id": "1464409", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：（1）肺炎；（2）气管食管瘘。\n诊断依据：（1）肺炎：患儿有间断发热，咳嗽病史，病程长，病情易反复，查体双肺呼吸音粗糙，双肺可闻及中等量细湿啰音及喘鸣音，胸部CT可见肺纹理增粗、紊乱，两肺呈薄片状、斑片状阴影，故诊断；（2）气管食管瘘：距离隆突约5.0 cm处的气管膜部可见一瘘口，确认存在气管食管瘘。\n2．鉴别诊断：（1）支气管异物：支持点：有发热、咳嗽，呈阵发性，不支持点：患儿及家属否认异物吸入史，双肺呼吸音对称，气道重建显示通畅，故暂不支持。（2）肺结核：支持点：有发热、咳嗽，不支持点：无盗汗、乏力、消瘦等结核症状，结合已接种卡介苗，无结核接触史，可以鉴别。"}
{"id": "1374522", "Diagnostic_results": "三、诊断与鉴别诊断\n大体可见，送检为手术刮除灰褐色碎组织一堆，总体积约6cm×5cm×2cm。组织形态方面，低倍镜下观察，肿瘤组织主要由增生的梭形成纤维细胞及不规则编织状骨小粱构成，梭形细胞呈束状或车辐状排列，似OFD样，但纤维间质内灶区见散在分布的小簇状上皮细胞，并见泡沫样组织细胞聚集，而编织状骨小粱周围可见增生活跃的骨母细胞围绕（ 图3A、B ）。高倍镜下，梭形细胞及簇状上皮细胞均形态温和（ 图3C ），胞核大小较一致，无明显异型性，未见病理性核分裂像及坏死。\n展开阅读\n图3\n病理组织学图片A：肿瘤组织主要由增生的梭形成纤维细胞及编织状骨小粱构成，似OFD样　HE×100；B：纤维间质内灶区可见散在分布的小簇状上皮细胞，如箭头所示　HE×40；C：图B进一步放大，可见小簇状上皮细胞及梭形细胞形态温和，无异型性　HE×100\n免疫组化检测显示，肿瘤内梭形细胞Vimentin呈阳性（ 图4A ），SMA、P16呈局灶阳性，CD34、S-100、Desmin均为阴性，散在分布的小簇状上皮细胞CKpan（ 图4B ）、P63（ 图4C ）、EMA、CK5/6呈阳性，并见灶状分布的泡沫样组织细胞CD68、CD163阳性，Ki-67增殖指数小于5%。\n展开阅读\n图4\n免疫组化染色图片（En Vision法）A：梭形细胞Vimentin阳性　×100；B：散在的簇状上皮细胞CKpan阳性（×100）；C：散在的簇状上皮细胞P63阳性（×100）\n综上，病理诊断：胫骨OFD样型釉质瘤。"}
{"id": "1452877", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断⑴结节病　累及肺、皮肤；⑵炎症性肌病（MDA5+++）。\n结节病常见临床表现为两侧肺门淋巴结肿大、肺浸润、眼葡萄膜炎及皮肤病变。还可以累及肝脾、肾脏、淋巴结、腮腺、心脏、神经、骨骼肌、骨组织等。结节病诊断往往需要组织学病理学检查有肉芽肿形成。组织活检一般选择取材容易的组织如皮肤和肌肉。本例患者活检部包括了皮肤和肺及纵隔淋巴结，结合该例患者鉴别应注意与恶性淋巴瘤、结核、尘肺、肺癌、过敏性肺炎除外异物、肿瘤引起的肺门纵隔淋巴结肿大相区分，病理学是诊断的金标准。"}
{"id": "1368829", "Diagnostic_results": "三、诊断与鉴别诊断诊断\n诊断：甲状腺功能亢进性相关炎症性心肌病；射血分数降低的心力衰竭，心功能IVa级（NYHA分级）；甲状腺功能亢进，Grave’s病。\n诊断依据：（1）患者中年女性，亚急性病程。（2）临床主要表现为活动后喘憋、水肿伴代谢增高表现，超声心动图等检查提示射血分数减低的心力衰竭，予利尿、强心等治疗后症状有好转。（3）同期发现甲亢、Grave’s病，经2月甲巯咪唑及慢性心衰治疗后心功能未恢复。（4）心脏核磁共振、 68Ga-DOTATATE PET-CT、心肌活检提示心肌弥漫病变、炎症细胞浸润。\n鉴别诊断：（1）甲亢性心脏病：甲亢时高动力循环状态使心肌负荷长期过重，可致心脏增大，心输出量增加；也可合并快速型心律失常，尤其是房颤。其心衰的特点是以右心衰为多见，患者甲亢、Grave’s病明确，但经过2个月甲亢治疗后患者心功能未恢复，患者心肌病变出现慢性化趋势，不符合甲亢性心脏病常见临床转归。（2）病毒性心肌炎：该患者中年女性，急性心衰起病，伴心肌酶增高，窦性心动过速，外院超声心动图发现少量心包积液，警惕急性心肌炎可能，但该患者心肌病变弥漫，发病前无上呼吸道感染的前驱症状如发热、乏力及肌肉酸痛等，不太符合典型的急性心肌炎，且我院病毒筛查（-），故临床难以诊断。（3）系统性疾病：如系统性红斑狼疮、血管炎或淀粉样变等亦可引起心肌病，在青年人中更为常见，但该患者无肾、皮肤及血液系统等多系统损害表现，此前于急诊筛查补体、免疫球蛋白、血沉等炎症指标不高，抗核抗体、抗中性粒细胞胞浆抗体等免疫指标均（-），故可能性不大。"}
{"id": "1374577", "Diagnostic_results": "三、诊断\n诊断为肺隔离症。"}
{"id": "1452477", "Diagnostic_results": "三、诊断\n结合患者病史和临床表现，影像学检查及病理，诊断：1.左下颌骨成釉细胞瘤术后复发；2.牙列缺损。诊断明确。"}
{"id": "1353616", "Diagnostic_results": "三、诊断\n既往明确外伤病史，受伤后存在体表伤口，受伤当时未行眼眶CT检查。伤口周围皮肤持续青色久不消退，甚至存在颜色加深，范围扩大的现象。由此应怀疑眶内异物漏诊的可能，眼眶CT检查发现眶内异物得以确诊。临床诊断：左眼眶内异物（陈旧性）"}
{"id": "1368826", "Diagnostic_results": "三、诊断\n结合以上四项主要检查以及其他检查，患者冠状动脉微循环功能障碍诊断明确。冠状动脉微循环功能障碍鉴别诊断较多，主要包括病毒性心肌炎，冠状动脉粥样硬化性心脏病等。"}
{"id": "1374486", "Diagnostic_results": "三、诊断与鉴别诊断\nMNGIE的经典临床表现 [ 6 , 7 ]：①胃肠道症状可表现为吞咽困难、恶心、餐后呕吐、胃食管反流、胃轻瘫、腹胀、肠鸣、腹痛、腹泻、假性肠梗阻等，其次为肝病；②恶病质；③眼外肌麻痹，多数无复视主诉而仅有体征；④脱髓鞘型感觉运动周围神经病，其中半数伴轴索变性；⑤症状轻微或者无症状性脑白质病。少数患者有视网膜色素变性、视神经萎缩、神经性耳聋、糖尿病、憩室炎、肌病等。本患者具备MNGIE的经典临床表型。\nMNGIE的确诊：消化道症状、神经科症状以及脑白质病与MNGIE吻合，满足以下3项中的任一项可确诊 [ 7 ]：①鉴定到 TYMP双等位基因致病变异；②胸苷磷酸化酶活性测定值低于正常对照的8%（晚发型低于正常对照18%）；③血浆胸苷>3µmol/L或者脱氧尿苷>5µmol/L。本患者经基因诊断确诊。肌肉组织的线粒体病理以及mtDNA测序异常可协助诊断但并非必须。本患者检测到了肌肉线粒体DNA多重缺失而支持MNGIE诊断，虽未检测到显著的线粒体肌病病理改变也不影响诊断。\n鉴别诊断：肾上腺脑白质营养不良、成人多聚糖体病、异染性脑白质营养不良、脑腱黄瘤病、球状细胞脑白质病等均可有明显的脑白质病并可累及周围神经 [ 8 ]，但中枢神经系统损害的症状体征均较突出，如精神及认知障碍、癫痫、运动障碍、锥体束征等，而消化道症状则缺如，不难鉴别；乳糜泻 [ 9 ]可有显著的消化道症状，还可并发中枢和周围神经损害，但尚未有报道无症状性脑白质病，必要时还可行乳糜泻抗体检测、十二指肠活检进一步鉴别；慢性消化道疾病影响B族维生素吸收可导致中枢和周围神经损害 [ 9 ]，血常规、血同型半胱氨酸和尿甲基丙二酸、血维生素B12浓度检测可资鉴别；少数几种CMT如CMTX1可伴发作性症状性脑白质病 [ 10 ]，但无消化道症状和恶病质； RRM2B或 POLG变异导致的类MNGIE与经典型MNGIE较难鉴别 [ 11 , 12 ]，其中 RRM2B变异导致的类MNGIE其脑部影像有基底节病灶和大脑白质病， POLG变异导致的类MNGIE可伴或不伴脑白质病变。基因诊断可以鉴别如本患者，有条件者还可通过测定胸苷磷酸化酶活性和底物浓度来鉴别。"}
{"id": "1433214", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断　GFAP星形细胞病。GFAP星形细胞病是一种中枢神经系统炎性自身免疫性疾病。可于各个年龄段发病。主要表现为急性或亚急性起病的脑膜炎、脑炎、脊髓炎或不同部位炎症的组合。头痛、发热、视力障碍、共济失调、体重减轻、肢体麻木无力、癫痫、精神行为异常等是该病常见的临床表现。脑脊液呈炎性表现。头颅MRI可发现大脑皮质、脑室周围白质、基底节、下丘脑、小脑、脑干及脑膜等的病灶。脊髓MRI可见异常信号。诊断主要依靠血或脑脊液发现GFAP IgG抗体。该患者青年男性。主要表现为发热、头痛、头晕及行走不稳的症状。脑脊液白细胞、蛋白升高。脑脊液中GFAP IgG抗体阳性，因此诊断。该患者需要与结核性脑膜炎、病毒性脑膜炎、细菌性脑膜炎等鉴别。"}
{"id": "1369704", "Diagnostic_results": "三、诊断与鉴别诊断\n1．糖尿病酮症酸中毒合并化脓性肌炎：患者化验提示血糖升高，血气分析提示代谢性酸中毒，尿常规提示尿糖及尿酮体均为阳性，血象高，胸片未见明显异常，但患者肩关节活动困难，局部肿胀压痛，考虑不能除外软组织感染。完善右肘关节超声提示右侧肘关节腔积液，右肘关节软组织含液性病变合并感染可能，左肩关节超声提示左侧肱二头肌及胸大肌内多发含液性病变伴气体样强回声—脓肿形成可能；左侧肩关节腔积液伴多发气体—积脓不除外，上臂MR平扫提示左上臂周围肌肉广泛水肿、积气，肱二头肌脓肿形成，故诊断明确。\n2．右小腿肌间静脉血栓形成：患者下肢静脉超声提示右小腿肌间静脉血栓形，故诊断明确。\n3．低蛋白血症：患者入院时白蛋白24.3 g/L，故诊断明确。\n4．该患者入院时应与骨髓炎、恶性肿瘤、血肿、败血症性关节炎、深静脉血栓及血栓静脉炎鉴别。"}
{"id": "1412671", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：多发肺海绵状血管瘤：患儿因发热就医查胸部增强CT提示右肺上叶多发类圆形结节影，增强扫描后强化，边缘清晰，肿物病理提示海绵状血管瘤，故诊断。\n鉴别诊断：\n1．肺错构瘤：\n是最常见的肺部良性肿瘤，约90%位于实质内，通常无明显临床症状，多由体检发现。影像学常表现为肺内单发结节或肿块影。典型病理为存在两种或两种以上间质组分（如：软骨、脂肪、上皮细胞、纤维组织等）。本例患儿胸部增强CT提示本病可能，临床表现与肺错构瘤相似，但病理结果不支持。\n2．炎性假瘤：\n是由肺内慢性炎症导致病变组织肉芽形成，并通过机化、纤维结缔组织增生等形成的肿块。本病合并感染时可有发热、咳嗽、胸痛、咳血等表现。胸部CT提示多为单发圆形及类圆形肿块，部分边缘可见毛刺，内可有空洞形成，增强后可有强化。病理可见成纤维细胞、肌纤维细胞及多种炎性细胞。本例患儿既往无反复呼吸道感染史，本次虽有发热表现，胸部CT提示本病可能，但病理结果不支持。"}
{"id": "1357007", "Diagnostic_results": "三、诊断与鉴别诊断\n电子喉镜检查可以发现患儿会厌缘黏膜在腐蚀作用下与舌根黏膜融合，形成瘢痕黏连带，故试饮水呛咳严重；患儿误吞服强碱溶液时电子胃镜检查发现自口腔、下咽、食管全段至胃底、体均有广泛糜烂，现电子胃镜通过困难，考虑当前下咽及食管黏膜瘢痕挛缩严重；胸部CT检查仅发现双肺下叶少许炎症，或许与误吸有关，未见纵膈肿大淋巴结、胸膜增厚及胸腔积液，这提示食管全段并未出现透壁及穿孔。故诊断为：下咽及食管腐蚀伤伴瘢痕狭窄。"}
{"id": "1368598", "Diagnostic_results": "三、诊断及鉴别诊断\n患儿入院后依据临床症状、影像学检查及病理检查，诊断NUT中线癌。\n鉴别诊断：（1）泌尿系统感染：该患儿因CT强化较弱，周围淋巴结部分液化坏死，肾周间隙可见积液及渗出，故考虑肾感染病并出血。但是彩超图像占位感较强，周围组织可见渗出，并与周围转移的淋巴结结合，考虑占位并出血的可能性大。该患儿对症治疗后尿血好转，彩超考虑为凝血块阻塞输尿管，动态观察膀胱时，未见右侧输尿管向膀胱内喷尿。（2）肾母细胞瘤：是儿童常见的原发于肾脏的恶性肿瘤，一般包膜比较完整，大多数以腹部包块就诊，偶有肉眼血尿。（3）肾淋巴瘤：超声表现双肾显著增大，肿瘤无包膜，与肾脏分界不清，呈浸润状，多数有其他脏器或部位受累。骨髓穿刺一般可以诊断。（4）肾透明细胞肉瘤：又称骨转移性肾肿瘤，易发生骨转移，另外肾透明细胞肉瘤转移和复发可出现较晚。"}
{"id": "1350372", "Diagnostic_results": "三、诊断\n根据患者病情及辅助检查诊断为烟雾病，缺血性脑卒中，卵圆孔未闭。"}
{"id": "1465104", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断\n综合患者病史、症状、粉尘接触史、实验室检查、影像学及病检结果，考虑Caplan综合征。\n2．鉴别诊断\n（1）肺部多原发癌/转移癌：本例患者肺结节病理活检未发现恶性肿瘤，全身筛查未见原发肿瘤病灶，故排除。\n（2）结核球：病理活检可见干酪样坏死及抗酸染色阳性，或结核分枝杆菌基因检测阳性。\n（3）肺结节病：是一种原因未明的多系统肉芽肿性疾病，中青年易患，常表现双侧肺门淋巴结肿大、肺浸润，眼、皮肤、脾、淋巴结、唾液腺、心脏神经系统、肌肉骨骼以及其他任何器官均可受累。病理活检提示为非干酪性坏死性肉芽肿。SACE活性增高，BALF中淋巴细胞>10%，且CD4+/CD8+比值≥3。"}
{"id": "1471551", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：根据此次影像学、以往病史以及免疫组化结果，符合Erdheim-Chester病。\n鉴别诊断：\n1．朗格汉斯细胞组织细胞增生症。（1）ECD主要发生在中老年人，朗格汉斯细胞组织细胞增生症主要发生于儿童、青年人；（2）影像学上ECD表现为骨质增厚、硬化 [ 1 ]，以四肢长骨多见，而朗格汉斯细胞组织细胞增生症多表现为溶骨性骨质破坏 [ 2 ]，好发生于颅骨、肋骨等；（3）镜下ECD以泡沫状组织细胞增生为主，伴有淋巴细胞、浆细胞增生，间质纤维化，朗格汉斯细胞组织细胞增生症以朗格汉斯细胞增生为主，伴有嗜酸性粒细胞浸润，有核沟；（4）免疫组化：ECD表现为CD68、CD163阳性，CD1a、S-100、Langerin阴性，而朗格汉斯细胞组织细胞增生症CD1a、S-100、Langerin阳性。\n2．Rosai-Dorfman病。Rosai-Dorfman病主要发生于骨外，临床以淋巴结肿大为特征，累及骨组织以长骨和颅骨最为常见 [ 3 ]，影像学显示境界清楚、溶骨性的肿块。镜下，肿瘤主要由组织细胞和以浆细胞为主的炎症细胞组成。组织细胞体积大，胞质丰富，常吞噬淋巴细胞、浆细胞和其他炎症细胞。免疫组化表现为S-100、CD68和CD163阳性，CD1a阴性。\n3．黄色肉芽肿。病灶内有大量泡沫状组织细胞，但X线和镜下都缺乏骨硬化表现。ECD有肿瘤细胞在新生骨小梁间\"浸润性\"生长的表现。\n4．慢性骨髓炎。以淋巴细胞、中性粒细胞、浆细胞等炎症细胞为主，可含有泡沫状组织细胞。"}
{"id": "1368592", "Diagnostic_results": "三、诊断\n本例患者诊断为中重度慢性牙周炎（Ⅲ期C级）[ 3 ]。"}
{"id": "1479757", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患儿的临床表现及影像学描述，结合患儿外院及我院病理结果，诊断为口腔上颌部位畸胎癌肉瘤。该病需与以下疾病进行鉴别：\n1．嗅神经母细胞瘤：\n是一种神经外胚层来源的肿瘤，多发生于成人，好发于鼻腔顶筛板区，通常表现为与嗅觉有关的症状，如嗅觉丧失、鼻塞等；镜下病理主要由神经细胞、神经胶质细胞和小梁状结构组成。TCS在个别病例中也会出现神经上皮的成分，易与嗅神经母细胞瘤混淆，但是TCS除有嗅神经母细胞瘤区外，还有畸胎瘤和癌肉瘤成分；并且TCS多表现为反复发作的鼻塞和鼻出血，当累及到颅底时可表现为视觉障碍、嗅觉消失。鉴别诊断主要依赖于病理。\n2．畸胎瘤：\n颅内畸胎瘤多表现为头痛、恶心、呕吐；分为成熟和未成熟畸胎瘤。成熟畸胎瘤里含有很多种成分，包括皮肤、毛发、牙齿、骨骼、油脂、神经组织等，属于良性病变；恶性畸胎瘤通常发生于婴幼儿，内含多种低分化类型的组织，包括原始的胚胎性细胞和组织，甲胎蛋白阳性率较高。而TCS多表现为反复发作的鼻塞和鼻出血；是发生在头颈部的高度恶性肿瘤，病理学上含有多种不同类型的组织，可能观察到诸如骨骼、毛发、腺体等多种胚胎发育时期的组织。鉴别诊断主要依赖于病理。\n3．混合性生殖细胞肿瘤：\n好发于生殖腺（卵巢或睾丸）、中线部位及颅内；临床表现无特异性，多表现为盆腹部肿块，伴或不伴有下腹疼痛；血清标志物部分患儿表现为HCG或AFP升高；镜下是由不同类型的生殖细胞组成的肿瘤，可以包含多种细胞类型，如成熟或非成熟的生殖细胞、滋养细胞等。TCS通常好发于鼻窦和副鼻窦等部位；多表现为反复发作的鼻塞和鼻出血。鉴别诊断主要依赖于病理。\n4．其他：\nTCS还需与恶性黑色素瘤、横纹肌肉瘤等多种肿瘤鉴别。"}
{"id": "1488461", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：T细胞大颗粒淋巴细胞白血病。\n诊断依据：1.患者老年女性，无明显诱因出现乏力、贫血等相关症状，病情进展缓慢，排除急性白血病等快速进展性疾病；2.患者外周血及骨髓内淋巴细胞比例升高且表型异常，其表型为CD3+CD4-CD8+CD16-CD56-CD57+，属于异常T细胞表型，排除异常B淋巴细胞增殖性疾病；3.透射电镜观察到异常T细胞内颗粒弥漫分布且存在平行排列、管状的T-LGLL特征性结构，故排除其他T细胞淋巴瘤等疾病。综合患者的临床表现、实验室和透射电子显微镜检查结果，确诊为T细胞大颗粒淋巴细胞白血病。"}
{"id": "1508175", "Diagnostic_results": "三、诊断与鉴别诊断\n病理诊断：（膀胱）孤立性纤维性肿瘤复发。\n鉴别诊断：（1）平滑肌肿瘤。平滑肌肿瘤是膀胱最常见的间叶来源肿瘤之一，肿瘤界限清楚，质硬，组织学上瘤细胞核圆形及雪茄状，呈束状排列，缺少交替分布的富于细胞区和稀疏细胞区、粗大的胶原纤维束及石棉状胶原纤维。SMA、Caldsmon等肌源性标记阳性，bcl-2、CD99和CD34阴性。（2）术后梭形细胞结节。术后梭形细胞结节通常在经尿道切除术后几周内出现，主要位于手术区，膀胱镜下，通常表现为小而无蒂的易碎结节，易出血。镜下呈束状生长方式，表面溃疡、红细胞外渗，缺乏明显的核深染特征以及近期的外科手术史。（3）炎性肌纤维母细胞性肿瘤。炎性肌纤维母细胞性肿瘤好发于儿童和青少年，极少数病例可发生于40岁以上。由增生的梭形纤维母细胞组成，呈束状或旋涡状排列，间质内伴有大量的炎性细胞浸润，有时可见生发中心形成。除梭形细胞外还可见类圆形组织细胞样细胞及不规则、奇异形细胞，核分裂多少不等。多表达SMA、MSA或Desmin，约50%病例可表达ALK，1/3病例可表达CK。（4）神经鞘瘤。神经鞘瘤瘤细胞呈疏区和密集区排列，瘤细胞间无嗜伊红的胶原纤维，瘤细胞S100阳性。"}
{"id": "1432696", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：患者为儿童和青少年时期起病，病程缓慢，以贫血为主要症状；骨髓增生活跃，环状铁粒幼细胞≥15%；二代测序显示 ALAS2杂合突变；患者胞弟和母亲亦检出同一位点突变，且胞弟有贫血的临床表现，母亲为无症状携带者，符合X染色体连锁性遗传模式（ 图3 ）。综上，X染色体连锁性铁粒幼细胞性贫血诊断明确。实验室和影像学检查提示患者同时合并慢性乙型肝炎、肝硬化失代偿期（腹腔积液、脾功能亢进、门静脉高压）、肺动脉高压、心功能不全。\n展开阅读\n图3\n本例先证者家系调查情况\n鉴别诊断：患者入院时血常规示正常细胞正常色素性贫血，与XLSA常见的小细胞低色素性贫血不一致，且白细胞和血小板减少，易与其他骨髓衰竭性疾病混淆。结合其幼年起病的特点和家族史，需与其他先天性贫血或先天性造血功能衰竭症相鉴别，如范可尼（Fanconi）贫血、先天性角化不良、地中海贫血等，二代测序检测相关致病基因突变可明确诊断。此外患者血常规表现还需与再生障碍性贫血、儿童骨髓增生异常性肿瘤相鉴别，后两者骨髓表现为增生减低或/和病态造血，与该患者的骨髓形态学不符。结合病史，该患者白细胞和血小板减少考虑与肝硬化、脾功能亢进有关。"}
{"id": "1366863", "Diagnostic_results": "三、诊断与鉴别诊断\n结合影像学表现、化验检查、组织病理及免疫组化结果，患儿被诊断为右肺原发原始神经外胚层肿瘤，累及纵隔胸膜并侵犯左心房，侵犯左心房途径考虑为通过右侧肺静脉。本疾病与左心房良性肿瘤易于鉴别，需要注意与其他心外肿瘤侵及心脏的疾病进行鉴别，如肺癌侵及心脏。"}
{"id": "1497814", "Diagnostic_results": "三、诊断\n结合患儿临床表现及影像学检查，初步诊断：气管肿瘤？"}
{"id": "1508173", "Diagnostic_results": "三、诊断与鉴别诊断\n乳腺肌成纤维细胞瘤是一组异质性肿瘤，表现出广泛的组织学特征，因此对于其鉴别诊断尤为重要 [ 3 ]。其中关键的是与其他发生于乳腺的梭形细胞肿瘤鉴别 [ 4 ]。\n1．梭形细胞癌：\n属于乳腺化生性癌，由梭形细胞组成，细胞形态温和。免疫组化细胞角蛋白、P63和Rb阴性，CD34和结蛋白表达阳性，有助于诊断乳腺肌成纤维细胞瘤。本例CKpan及P63阴性，基本排除梭形细胞癌的诊断。GATA结合蛋白3在化生性梭形细胞癌中的表达明显高于其他梭形细胞病变，这可能有助于鉴别诊断 [ 5 ]。值得注意的是某些上皮样型乳腺肌成纤维细胞瘤也可能模仿浸润性小叶癌，但角蛋白阴性染色有助于鉴别诊断。\n2．假血管瘤样间质增生：\n通常由与上皮成分相关的肌成纤维细胞增生形成，表现为致密的胶原间质内的空隙，肌纤维母细胞核常扁平状，也可增大、深染或多核，典型的背景间质为CD34、ER、PR阳性的吻合血管样间隙，这对鉴别诊断很有帮助 [ 6 ]。\n3．侵袭性纤维瘤病：\n与乳腺肌成纤维细胞瘤相比，侵袭性纤维瘤病以浸润性生长为特征，纤维母细胞和肌纤维母细胞多呈平行的条束状排列，也可富含胶原纤维，免疫组化显示β连环蛋白核表达以及CD34阴性表达 [ 7 ]。\n4．孤立性纤维性肿瘤：\n纤维母细胞性肿瘤，瘤细胞具有CD34阳性树突状间质细胞分化，瘤细胞多呈无结构性或无模式性生长 [ 8 ]，富于细胞区和稀疏区交替分布，稀疏区富含胶原纤维，低倍镜下类似卵巢间质，其与乳腺肌成纤维细胞瘤的组织学特征有一定的相似性，CD34阳性表达，然而，缺乏血管外皮细胞瘤样生长模式、STAT6阴性以及13q14等位基因缺失有助于乳腺肌成纤维细胞瘤的诊断。\n5．平滑肌瘤：\n平滑肌瘤也会模仿乳腺肌成纤维细胞瘤的镜下形态，但乳腺平滑肌瘤通常表现出更显著的肌纤维分化，增殖的梭形细胞排列成更长、更规则的束状，免疫组织化学H-caldesmon强阳性。"}
{"id": "1366777", "Diagnostic_results": "三、诊断与鉴别诊断\n该患者诊断：嗅神经母细胞瘤[D组：肿瘤有颈部淋巴结或远处转移（改良的Kadish系统）]。\n鉴别诊断：嗅神经母细胞瘤的鉴别诊断包括可发生于鼻腔鼻窦部的小圆细胞恶性肿瘤群组。如鼻腔鼻窦未分化癌、淋巴瘤、横纹肌肉瘤、黏膜恶性黑色素瘤和神经内分泌癌。嗅神经母细胞瘤多见于鼻顶部嗅区，年龄范围较广；NK/T细胞淋巴瘤多见于鼻腔并常累及鼻窦，也可累及眶周及鼻咽部，多伴有发热，多见于青壮年；而弥漫性大B细胞淋巴瘤在鼻部则多见于鼻窦和老年人；恶性黑色素瘤多见于鼻中隔和上颌窦，中老年人多见；横纹肌肉瘤多见于鼻咽部和鼻窦，患者多小于20岁。多数肿瘤通过免疫组织化学染色可以明确诊断，难以鉴别时还需结合电镜和分子生物学检查等"}
{"id": "1374539", "Diagnostic_results": "三、诊断\n\"胃角溃边\"非霍奇金淋巴瘤，胃原发弥漫大B细胞淋巴瘤[世界卫生组织，2017版，侵袭性，Hans分型：生发中心（GCB）型）]。"}
{"id": "1374457", "Diagnostic_results": "三、治疗及转归\n2例患者均给予多西环素（0.1g，1次/12h），同时联合头孢曲松（3.0g，1次/d）和利福平（0.5g，1次/d）治疗，并辅以降颅压、营养神经等对症支持治疗。脑脊液和血液的常规、生化及影像学检查均明显好转，2例患者的头痛、发热等症状均消失，疗程14~28d后均未留下任何后遗症并治愈出院。"}
{"id": "1487035", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断依据：CSA是一种罕见的异质性疾病，其特征为骨髓红系增生，细胞内、外铁明显增加，骨髓中出现大量的环形铁粒幼细胞，伴有红系无效造血以及出现不同程度的小细胞低色素性贫血。结合患儿病史、临床表现及基因测序结果，确诊为X遗传性铁粒幼细胞贫血。\n鉴别诊断：需要和以贫血为特征的疾病进行鉴别。营养性缺铁性贫血患儿也为小细胞低色素性贫血，但血清铁及铁蛋白降低、总铁结合力升高、骨髓细胞内外铁减少、红细胞游离原卟啉增高为其典型的实验检查指标；无（低）转铁蛋白血症为一种极为罕见的常染色体隐性遗传疾病，临床上表现为小细胞低色素性贫血，血清铁及转铁蛋白明显降低、骨髓细胞内外铁减少，可完善基因检查明确诊断；溶血性贫血患儿以红细胞破坏增加和代偿性造血增生为特征，患儿可表现为贫血、黄疸及肝脾肿大，网织红细胞多升高，胆红素以非结合胆红素升高为主，可完善Coomb试验、Ham试验、红细胞脆性试验、酸溶血试验等明确诊断。"}
{"id": "1360723", "Diagnostic_results": "三、诊断与鉴别诊断\n脂多糖反应性米色样锚定蛋白缺陷病：患儿男，为1岁8月，以难治性腹泻为主要表现，入院后完善大便及血的病原学检查，不支持常见的病原体感染（细菌、病毒、寄生虫）；未见食物过敏、乳糜泻、嗜酸细胞胃肠炎、结缔组织疾病、肿瘤的依据；结合出生后易患呼吸道感染，家族中有早夭病史，血清IgA<0.0667g/L，血B细胞、NK细胞计数减少；查基因提示LRBA复合杂合改变，母亲来源：c.3619C>T（p.Q1207X），无意突变；父亲来源：c.3521delC（p.S1174fs*9），移码突变；故诊断该病。"}
{"id": "1496985", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n患者慢性病程，既往有肝左外叶透明细胞型肝细胞癌病史，因以上腹部胀痛为主要症状，上腹部增强CT提示胃大弯占位性病变，AFP 3236.50 μg/L，超声胃镜提示胃体黏膜下肿物并表面破溃。活组织病理检查提示镜下形态结合免疫表型及病史符合转移性透明细胞型肝细胞癌。故患者诊断胃转移性透明细胞型肝细胞癌。\n2．鉴别诊断：\n（1）胃间质瘤。胃间质瘤是胃最常见的间叶源性肿瘤，大多数的胃间质瘤多为内镜检查时偶然发现，胃间质瘤的细胞形态多以梭形细胞和上皮样细胞为主，普遍存在受体酪氨酸激酶（c-Kit）或血小板源性生长因子受体α基因活化突变。（2）平滑肌瘤。平滑肌瘤起源于固有肌层，体积小且边界清晰，由外观良性的梭形细胞束组成的肿瘤，在胃的发生率仅次于胃间质瘤，平滑肌瘤的细胞形态无核异型性，极少见有丝分裂。（3）异位胰腺。异位的胰腺组织，由囊性扩大的外分泌细胞构成，常见于远端胃，呈腔内生长，边界不清。（4）胃肝样腺癌。胃肝样腺癌仅占胃癌的0.17%~15.00%。缺乏特定的临床症状，临床表现与常见的胃癌相似，初始症状包括上腹部疼痛、腹胀、食欲下降，形态学上，与肝细胞癌具有相同的形态和免疫表型，也可出现AFP升高。但胃肝样腺癌一般不表达Hepatocyte。根据既往史、影像学以及病理学检查，患者目前不考虑以上诊断。\n3．2019年12月16日16:30 MDT讨论记录：\n患者，女性，77岁。MDT科室包括普通外科、病理科、肝胆外科、医学影像中心、消化内科、肿瘤科。肝胆外科意见为患者2014年行腹腔镜下左肝癌局部切除术，术中探查除局部病灶外未见肉眼病灶浸润转移，遂行左肝癌局部切除，病理结果提示透明细胞型肝细胞癌，术后定期复查。目前胃部新发肿物并伴有AFP升高，不排除肝癌复发转移可能。医学影像中心意见为患者2014年术前CT可见原肝脏病灶靠近胃大弯侧，存在直接浸润的可能，现患者外院上腹部增强CT提示胃底至胃大弯侧肿块影，考虑间质瘤或转移癌的可能性大，建议结合超声胃镜检查进一步明确诊断。病理科意见为患者组织活检HE切片镜下癌细胞胞浆透明、空虚，形态为透明细胞癌，需结合病史考虑。如需进一步明确，可进行Hepatocyte、AFP等靶点的免疫组化检测，与胃肝样腺癌相鉴别。消化内科意见为患者行超声胃镜检查发现胃体管壁层次结构清晰完整，隆起病灶位于管壁固有肌层，呈不均质混合回声光团，最大切面约46.2 mm×30.9 mm，肿物大部分表面黏膜层及黏膜肌层清晰完整，溃烂处黏膜层破损，病灶突破外膜并大部分凸向腔外，局部与肝脏关系密切，恶性倾向大，目前内镜切除指征不明确，可由外科评估是否具备手术切除指征。普通外科意见为根据目前检查结果，患者肿物未见明显局部浸润、转移征象，患者全身情况可耐受腹部手术，可行减孔腹腔镜探查，如术中评估肿物可切除，可行肿物局部切除或扩大近端胃切除术。肿瘤科意见为患者目前胃转移性透明细胞型肝细胞癌可能性大，建议先行腹腔镜探查，术后根据术中探查情况及病理结果，再评估是否需要全身治疗。结合各位专家意见，患者目前肿物横径>2 cm，表面破溃、恶变倾向高，术前胃镜结合影像学评估肿瘤位置局部可切除，病理学证据初步支持为胃转移性透明细胞型肝细胞癌，肝脏未见明显复发征象，有外科手术指征，可以行减孔腹腔镜探查评估手术可行性，情况允许时手术切除肿瘤病灶。"}
{"id": "1470585", "Diagnostic_results": "三、诊断\n结合患者临床表现以及相关检查诊断：多器官功能衰竭（呼吸、肝、肾），布洛芬导致可能性大。\n鉴别诊断：（1）病毒性肺炎（新型冠状病毒肺炎）：新型冠状病毒肺炎主要以呼吸系统受累为主，严重者进展为急性呼吸窘迫综合征、脓毒症休克、难以纠正的代谢性酸中毒等，肺部影像学呈间质性改变和磨玻璃实变影。虽然入院前6 d新型冠状病毒核酸阳性，但我院复查核酸阴性，且该患者无新型冠状病毒肺炎肺部影像学改变，入院后经过血液净化和血液透析治疗后多器官功能衰竭症状迅速改善，这与新型冠状病毒肺炎的临床表现及预后转归不相符。（2）脓毒血症：由感染所致的危及生命的器官功能衰竭，细菌感染最常见。临床表现为体温升高，休克以及相应器官功能障碍。患者血象、CRP、降钙素原、乳酸升高（组织低灌注）通常升高，微生物培养包括痰及血培养可明确病原微生物。治疗措施主要包括液体复苏和抗感染等。该患者虽然多器官功能衰竭，但是无发热，休克表现，入院血象、CRP、降钙素原和乳酸基本正常，可以排除脓毒血症。（3）其他原因导致急性肝肾功能衰竭：急性肝衰竭常见有药物相关因素、感染、肝缺血、自身免疫和遗传疾病。结合患者相关检查，排除感染（病毒性肝炎）、肝缺血、自身免疫和遗传疾病导致的急性肝衰竭。患者发病期间未服用其他药物，腹部CT未见异常，因此考虑口服布洛芬与急性肝衰竭有关。急性肾衰竭包括肾前性、肾性、肾后性三种类型。①肾前性：各种病因引起急性血容量不足；充血性心肌梗死、急性心肌梗死、严重心律失常、心脏压塞、肺栓塞等所致心源性休克；全身性疾病如严重脓毒症、肝肾综合征等引起有效循环血量减少或重新分布，以及肾血管病变或药物等因素引起的肾血管阻力增加等病因，均可导致肾血流的低灌注状态。②肾性：主要是由肾缺血和肾毒素所造成的肾实质性急性病变。临床上能导致肾缺血的因素有很多，如脓毒性休克、大出血、血清过敏反应等。肾毒素物质：氨基糖苷类抗生素、重金属等。③肾后性：由于尿路梗阻所致，包括双侧肾、输尿管以及盆腔肿瘤压迫输尿管，引起梗阻以上部位的积水。结合该患者用药史和入院相关检查排除肾前性以及肾后性因素、考虑布洛芬肾毒性导致肾衰竭可能性大。"}
{"id": "1366765", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断1：性腺混合性生殖细胞肿瘤IC2期术后化疗后复发。患者既往因盆腔包块外院手术，术前包膜破裂，术后病理提示性腺混合性生殖细胞肿瘤，手术病理分期为IC2期，术后11个月影像学提示盆腔占位，伴AFP、CA125、CA199、LDH、β-hCG等多种肿瘤标志物升高，可以诊断复发。\n诊断2：急性淋巴细胞白血病（B细胞型，NRAS突变）。患者因白细胞进行性升高、血小板进行性下降行骨穿，结果提示原始淋巴细胞占39%，免疫分型提示原始细胞占有核细胞数49.6%，CD10、CD19、CD38（+），cCD22, CD20, HLA-DR（部分+），结合免疫组化诊断急性B细胞型淋巴细胞白血病，同时血液系统基因检测提示NRAS突变。"}
{"id": "1469851", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断\n1．脓毒症，感染性休克：\n患者因\"呼吸困难1 h余\"入院，昏迷状态，机械通气，血管活性药物维持血压，体格检查提示呼吸增快，肺部闻及湿罗音，感染指标明显升高，影像学提示肺部炎症，SOFA评分17分，故明确诊断。\n2．抗生素相关性腹泻：\n患者为严重感染患者，长期使用广谱抗生素，入院出现腹泻症状，查大便球杆比倒置，故考虑此诊断。\n（二）鉴别诊断\n该患者脓毒症诊断明确，入院后发生严重腹泻需与缺血性肠炎、病毒性肠炎、自身免疫性肠炎及移植物抗宿主病等疾病相鉴别。"}
{"id": "1412561", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿临床表现为双下肢乏力，辅助检查心肌酶谱升高，血代谢结果显示多种酰基肉碱增高，游离肉碱降低，尿代谢显示丙酮酸及3-羟基丁酸增高，乙基丙二酸、戊二酸、己二酸、辛二酸、3-羟基戊二酸、癸二酸增高，符合戊二酸血症Ⅱ型的生化改变[ 2 ]。腹部超声提示存在脂肪肝，肌肉活检提示肌源性损伤，符合肌脂质贮积病。基因检测发现患儿ETFDH基因复合杂合变异，c.250G>A(p.Ala84Thr）变异来源于母亲，c.1450T>C（p.Trp484Arg）变异来源于父亲，经致病性分析为可能致病性变异。根据临床表现、血生化、血尿代谢、肌肉活检和基因测序结果，确诊为脂质沉积性肌病，戊二酸血症Ⅱ型。\n患儿最初就诊时因临床表现单一，仅表现为双下肢乏力，查体Gower征阳性，化验检查心肌酶谱和肝功能均明显升高，考虑肌营养不良、多发性肌炎不除外，病理结果提示脂质沉积，不支持以上疾病的诊断。"}
{"id": "1328878", "Diagnostic_results": "三、诊断与治疗过程\n10月12日1∶57突然出现四肢抽搐，牙关紧闭，给予丙泊酚镇静治疗，抽搐症状消失，仍意识不清，烦躁不安。行动脉血气分析：Na+114 mmol/L，K+3.9 mmol/L，为行进一步治疗，急诊以\"低钠血症\"转入重症医学科。\n持续镇静、补钠治疗，具体方案为3% NaCl 400 ml[1 ml/（kg·h）]+10% KCl 10 ml。10月12日6∶32生化检查示：Na+ 122.5 mmol/L，K+ 3.31 mmol/L，Glu 8.77 mmol/L，静脉血血钠值与动脉血气分析结果基本一致。10月12日8∶10，患者未再抽搐，烦躁状态，无发热、寒战。动脉血气分析：Na+131 mmol/L，K+ 3.3 mmol/L，嘱暂停浓钠输注，加用美托洛尔12.5 mg 2次/d降低心率、氯化钾缓释片1.0 g 3次/d补钾、20%甘露醇注射液125 ml静脉输液，1次/8 h，利尿脱水降颅压治疗。同时发现患者双肩部、双臀部大面积发红伴抓痕。患者血钠呈持续增高的状态。患者动脉血气分析及血常规检查结果见 表1 ， 表2 。10月12日15∶00多学科会诊，诊断为低渗性脑病（对比剂相关），注射用甲泼尼龙40 mg加入0.9%氯化钠注射液20 ml静脉注射，其余继续目前治疗方案。10月13日5∶00停止镇静治疗。10月13日9∶55查房：患者意识转清，近事遗忘，反应稍迟钝。10月15日14∶16患者精神状态较前明显好转，无发热，无恶心、呕吐，无头痛、头晕，无烧心、反酸等。患者拒绝MRI检查。体格检查：神志清，精神可，近记忆力减退，计算能力稍差，言语流利，四肢肌力肌张力正常，腱反射存在，双侧Babinski征（-）。转入心内科普通病房。\n展开阅读\n日期 时间 pH PCO2（mmHg） PO2（mmHg） Na+（mmol/L） K+（mmol/L） Ca2+（mmol/L） Glu（mmol/L）\n10月12日 1∶57 7.40 26 98 114 3.9 1.02 -\n  2∶53 7.38 26 77 120 3.6 1.05 -\n  6∶43 7.39 32 23 126 3.1 0.97 6.7\n  8∶10 7.44 25 144 131 3.3 1.22 6.7\n  13∶38 7.45 25 174 137 2.9 1.16 6.3\n  17∶15 7.42 31 152 135 3.3 1.23 6.4\n10月13日 4∶55 7.45 25 167 145 3.4 1.14 5.0\n10月15日 7∶22 7.52 28 177 142 4.0 1.16 4.4\n表1\n患者动脉血气检查结果\n展开阅读\n日期 时间 白细胞（109/L） 红细胞（1012/L） 血红蛋白（g/L） 血小板（109/L） 中性粒细胞（109/L） 中性粒细胞比例 C反应蛋白（mg/L）\n10月12日 8∶39 13.86 4.35 136 262 12.75 92 0.64\n10月13日 8∶10 17.05 4.62 144 304 13.91 81.7 -\n10月19日 8∶26 8.00 4.81 149 282 5.64 70.4 -\n表2\n患者血常规检查结果"}
{"id": "1467650", "Diagnostic_results": "三、诊断\n1．诊断\n依据患者病史、症状体征以及相关辅助检查诊断为（1）轻型新型冠状病毒感染；（2）艾滋病。\n2．鉴别诊断\n（1）其他病毒性肺炎。新型冠状病毒感染需与流感病毒、腺病毒、呼吸道合胞病毒等其他已知病毒性肺炎相鉴别。症状：新型冠状病毒感染与流感病毒感染症状相似。流感患者中多以流涕、咽痛、肌痛、头痛和呼吸困难为主要症状，新发的嗅觉和/或味觉障碍较为不常见。辅助检查：要尽可能采取快速抗原检测、多重PCR核酸检测等方法，对常见呼吸道病原体进行检测。与流感患者相比，新型冠状病毒感染者炎性标志物（ESR、CRP）显著升高。\n（2）细菌性肺炎。症状：细菌性肺炎患者大多有高热和感染中毒症状，早期咳嗽可不明显，常有脓痰，少有肌痛、嗅觉丧失。辅助检查：细菌性肺炎患者血常规白细胞总数增加，中性粒细胞比例增加。胸部X线片显示肺纹理增多、磨玻璃阴影或斑片状阴影。胸部CT检查可见片状密度增高阴影，边缘模糊。"}
{"id": "1471504", "Diagnostic_results": "三、诊断\n本例患者因面容改变及肢端粗厚入院。临床上需与出现类似肢大或类似巨人症（身材高大/身高加速增长）表现的疾病进行鉴别，这些疾病通常GH轴分泌正常。如原发性肥厚性骨关节病、Sotos综合征、Weaver综合征和Beckwith-Wiedemann综合征等，患者病史和特征性体征可提供临床线索，通过遗传学检测协助明确诊断。本例有间断头痛伴颜面改变、肢端变粗厚，体格检查可见眉弓、下颌骨前突，鼻唇沟隆起，双手掌及双脚掌增宽增厚，双足趾粗大。垂体MRI提示垂体瘤、垂体柄受压右偏。OGTT-GH抑制试验谷值≥1.0 μg/L，合并糖代谢异常及高血压。术后病理诊断为垂体GH瘤，免疫组织化学显示GH阳性。综上可明确诊断：肢端肥大症、垂体GH腺瘤。"}
{"id": "1369736", "Diagnostic_results": "三、诊断\n根据症状体征及影像学检查综合考虑为口咽平面双侧颈内动脉异位。内侧异位的颈内动脉按照临床影像学分级标准，属于Ⅳ级，损伤颈内动脉风险为极高危（ 表1 ）。鉴别诊断为咽旁脓肿、口咽良、恶性肿瘤等。\n展开阅读\n表1\n损伤颈内动脉风险临床影像学分级[ 1 , 2 ]"}
{"id": "1466948", "Diagnostic_results": "三、诊断与鉴别诊断\n患者为中年男性，主要以腰痛为主要表现，根据影像学、病理及基因检测结果，\"右肺腺癌伴多发骨、胸膜转移cT1N3M1 Ⅳ期EGFR L858R（+）\"诊断明确。"}
{"id": "1464273", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：新型隐球菌肺炎。\n鉴别诊断：（1）新型冠状病毒肺炎；（2）大叶性肺炎。"}
{"id": "1354756", "Diagnostic_results": "三、诊断与鉴别诊断\n心肺功能检查无手术禁忌，评估肝功能情况良好，具备手术指征。术前诊断为原发性胃癌明确。"}
{"id": "1475924", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿出现头痛、视力障碍，癫痫发作和脑病等急性神经症状为临床表现，患儿血压升高，动态脑电图提示异常儿童脑电图，背景活动慢化，醒-睡各期双侧后头部大量慢波、棘慢波发放。头部MRI表现双侧顶枕叶（矢旁区为主）异常信号，小脑及脑干可疑异常信号。既往系统性红斑狼疮确诊1月余，符合系统性红斑狼疮伴可逆性后部脑病综合征。临床上SLE合并PRES需要和神经精神性狼疮（Neuropsychiatric systemic lupus erythematosus，NPSLE）鉴别，NPSLE较常见的神经症状有头痛、癫痫、脑血管病、脊髓损害及脑膜炎等。精神症状包括性格改变、意识障碍、认知障碍及精神病等。NPSLE头颅CT最常见病变是脑皮质萎缩、脑梗死和脑出血，治疗后病灶可缩小，但很难消失是重要鉴别点之一。本例患儿4个月后复查头颅CT平扫未见异常（ 图2 ），故符合SLE合并PRES表现。因此，血压升高、颅脑核磁典型表现、治疗后病灶消失是SLE合并PRES与狼疮脑病的鉴别要点。\n展开阅读\n图2\n本例患儿4个月后复查头颅CT平扫未见异常"}
{"id": "1482907", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：MOG抗体相关脑炎。\n诊断依据：患者急性起病，家属诉既往曾有抽搐起病的脑血管病病史，但MR无明显责任病灶，不除外既往脑炎病史。本次入院以癫痫为首发临床症状，临床表现为认知功能下降、意识障碍，伴有精神症状、并伴有发热等非特异表现，影像学表现为额顶枕多发病灶，部分靠近皮质，血清MOG抗体阳性，排除其他诊断，激素治疗后症状缓解明显。结合中国专家组建议的MOGAD诊断标准2023版（ 图3 ）。\n展开阅读\n图3\nMOGAD诊断标准2023版\n鉴别诊断：1）自身免疫性脑炎：作为一种脑部炎症疾病，由自身抗体攻击神经元相应成分所致，可根据抗体分为各种类型，症状表现多样，各亚型临床表现各不相同，可有难治性癫痫、认知障碍及精神症状等多种表现。根据血清及脑脊液抗体检测结果可与其鉴别。2）桥本脑病（hashimoto encephalopathy,HE）：是一种与桥本甲状腺炎相关的自身免疫性脑病，临床表现为伴有癫痫、肌阵挛、幻觉或卒中样发作的脑病（包括认知功能障碍、意识障碍）等，头部MRI正常或存在非特异性异常；甲状腺相关抗体的升高（TPOAb、TGAb）；血清及脑脊液中缺乏特异性的神经元相关抗体。本患者存在认知障碍、胡言乱语等精神行为异常，但TPOAb、TGAb正常，考虑可除外桥本脑病。"}
{"id": "1494669", "Diagnostic_results": "三、诊断与鉴别诊断\n入院诊断为\"急性肾衰竭、肾性贫血、高尿酸血症\"，尿轻链提示尿λ轻链7260 mg/L，与尿κ轻链<7.03 mg/L不成比例升高，血清游离Kappa轻链8.30 mg/L，血清游离lambda轻链28 450.91 mg/L，血清游离kappa/游离lambda 0.0003，血、尿免疫固定电泳提示检测到游离单克隆免疫球蛋白轻链λ，IgG、IgA、IgM、IgD、IgE均阴性，提示轻链单克隆疾病。\n患者于2023年5月12日行肾穿刺活检，病理报告：结合光镜、免疫荧光及电镜、免疫电镜检查，结合临床符合管型肾病，本例患者刚果红染色仅见部分管型阳性，偏振光显微镜下呈苹果绿折光，免疫荧光λ在部分肾小管上皮细胞胞浆及管型阳性。免疫电镜：肾小管上皮细胞内溶酶体λ轻链优势，提示合并LCPT。完善PET-CT成像：多个胸椎小结节骨质破坏、相对低糖代谢改变，符合浆细胞瘤征象；全身中轴骨及四肢骨近心端弥漫性糖代谢增高，提示骨髓增生活跃/逆转换。后行骨髓活组织检查，临床诊断（轻链λ型，DS分期Ⅲ期）。综上本例患者诊断为\"轻链近端肾小管病合并管型肾病、近端肾小管淀粉样变、多发性骨髓瘤\"。"}
{"id": "1375449", "Diagnostic_results": "三、诊断\n12、22过小牙；63、75滞留；轻度氟牙症；上颌前牙散在间隙；安氏Ⅱ类错牙合。"}
{"id": "1430238", "Diagnostic_results": "三、诊断与鉴别诊断\n根据2014年白塞病国际研究小组制定的分类标准，该患者有反复口腔溃疡，有外阴溃疡，多发静脉血栓，有双下肢结节红斑，满足分类标准中4条，评分6分，诊断\"白塞病\"。"}
{"id": "1502147", "Diagnostic_results": "三、诊断与鉴别诊断\n患者临床表现为咳黄色腥臭样痰，痰液中见胆红素成分，既往有反复发作肺脓肿，膈下感染也反复穿刺引流，影像学检查肝脏MRI提示\"肝癌综合治疗后改变，膈下脓肿引流术后，右肺底至膈下感染后改变\"，肺部CT提示\"右肺下叶前基底段炎症，与膈下感染贯通，考虑胆管气管瘘可能\"；DSA造影患者能咳出少量对比剂，提示\"膈下引流管注射造影剂气管显影，诊断胆管气管瘘\"；咳胆汁样痰为胆管气管瘘的金标准，诊断明确。"}
{"id": "1488169", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n神经元核内包涵体病。\n诊断依据：老年男性，间断性无明显诱因出现头晕、呕吐伴肢体无力2年余，症状短期即可缓解，尔后正常。头颅MRI提示T2WI、FLAIR胼胝体压部、双侧额顶叶、半卵圆中心、侧脑室旁异常信号、DWI呈皮髓质交界处的\"皮质下绸带征\"高信号表现，基因检测 NOTCH 2NLC基因5´区域GGC重复次数107次（正常<40次），取患者右侧小腿外踝上方皮肤组织活检细胞核内查见包涵体。间断发作的脑病、典型的影像学表现、异常的基因检测结果、阳性的皮肤活检结果符合NIID的诊断标准。\n2．鉴别诊断：\n本例主要与脆性X相关震颤/共济失调综合征（fragile X tremor/ataxia syndrome，FXTAS）、眼咽肌病伴白质脑病（oculopharyngeal myopathy with leukoencephalopathy，OPML）等进行鉴别。FXTAS是一种遗传性神经退行性疾病 [ 3 ]，是由X染色体智能低下1型基因突变引起，但其临床症状以意向性震颤为首发症状，合并小脑共济失调，T2WI和FLAIR可出现小脑中脚、深部脑白质对称高信号，X染色体智能低下1型（FMR1）基因的5′非翻译区域的GGC三核苷酸重复扩增（+），故本例暂不考虑本病的可能。OPML是一种罕见的遗传病 [ 4 ]，主要表现为上睑下垂、眼肌麻痹、吞咽困难、构音障碍和四肢肌无力，与NIID有相似的影像学表现，但其基因检测染色体10q22上 NUTM2BAS1基因的杂合三核苷酸重复扩增GGC为OPML的致病基因，故本例暂不考虑本病的可能。"}
{"id": "1375441", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：心尖占位性病变，考虑转移性肿瘤。\n诊断依据：结合临床诊断、超声心动图、MRI及\"心包积液\"液基，考虑肺转移瘤可能性大。"}
{"id": "1384550", "Diagnostic_results": "三、诊断与鉴别诊断\n根据以上症状、体征及辅助检查，入院诊断\"气管狭窄\"。"}
{"id": "1351135", "Diagnostic_results": "二、诊断与鉴别诊断\n术前根据既往史及影像学表现，初步诊断为HCC右室转移。心脏占位的鉴别诊断多，临床上最常见的为血栓，特别是在患者血液高凝状态及室壁运动减弱状态下更易发生。其次为心脏原发性或继发性肿瘤。原发性肿瘤中最常见的为粘液瘤，质软胶冻状，有蒂形态椭圆，超声内部回声较均匀一致，MCE灌注低于周围心肌。心脏继发性肿瘤需结合病史及MCE表现。该病变MCE提示肿块灌注稍高于周围心肌，结合患者病史，考虑HCC右室转移可能性大。"}
{"id": "1437453", "Diagnostic_results": "三、诊断与鉴别诊断\n1．窦组织细胞增多伴巨大淋巴结病（Rosai-Dorfman病）。\n2．腹主动脉损伤（陈旧性壁间血肿或粥样硬化斑块可能）。\n3．轻度贫血。\n4．肾术后（左肾切除）。患者组织病理染色IgG4/IgG：约40%；IgG4：热点区约20/HPFs，且血清学IgG4水平正常范围，故排除IgG4相关性疾病。"}
{"id": "1356069", "Diagnostic_results": "三、诊断与鉴别诊断\n所有患者均经BACTEC MGIT960液体培养（13例，28.26%）、TB-DNA FQ-PCR（27例，58.70%）、GeneXpert MTB/RIF（39例，84.78），或输尿管镜活检（5例，10.87%）、肾切除标本病理检查（7例，15.22%），结合结核病史及接触史、临床症状和影像学表现，确诊为肾结核（ 表3 ）。其中，左肾结核22例（47.83%），右肾结核23例（50.00%），双肾结核1例（2.17%），合并肺结核11例（23.91%）、附睾结核3例（6.52%）（男）。\n7例反复尿沉渣结核分枝杆菌病原学检测阴性的患者，在输尿管镜下留取肾盂尿液进行TB-DNA FQ-PCR检测阳性1例、GeneXpert MTB/RIF检测阳性5例，活检阳性5例（组织TB-DNA、抗酸染色阳性），其余2例活检结果为慢性炎症，组织TB-DNA、抗酸染色阴性。肾切除标本病理检查通过组织形态学（典型的干酪样坏死2例，局部坏死、慢性炎症表现5例）及组织抗酸染色（1例阳性）、组织TB-DNA（6例阳性）检测确诊结核7例（15.22%）。"}
{"id": "1384635", "Diagnostic_results": "三、诊断与鉴别诊断\n患者有反复乏力症状，排除饮食、药物等因素引起的低钾血症，结合实验室检查持续存在的低血钾、低血镁及肾性失钾（血钾低于3.5mmol/L时，24 h尿钾为51.93 mmol/L，大于25mmol/L），RAAS系统激活（卧立位血管紧张素II高于正常范围;立位肾素高于正常范围），血压正常，结合基因检测考虑Gitelman综合征[ 2 ]。见 图4 。需要与其他导致低钾血症的临床疾病进行鉴别。\n展开阅读\n图4\nGitelman综合征的诊断要点[ 2 ]"}
{"id": "1357518", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者临床表现、检查结果、基础疾病等评估病情。患者为肿瘤晚期，多次住院，存在免疫抑制，耐药细菌感染等高危因素，为高危重症患者。肿瘤患者化疗后不能仅依赖白细胞计数反映患者感染状态。该患者PCT、CRP、IL-6均明显升高，结合临床表现脓毒症诊断成立"}
{"id": "1436167", "Diagnostic_results": "三、诊断与鉴别诊断\n患者以多浆膜腔积液起病，近3个月加重并注意到出现皮肤硬化。反复就诊中曾接受抗痨治疗无效，但激素治疗有效。入院查体发现弥漫性皮肤硬化表现。实验室检查显示ANA及抗Scl-70抗体阳性。结合病史，考虑可排除结核性心包炎等常见心包积液病因。根据ACR/EULAR 2013年分类标准，SSc诊断成立。"}
{"id": "1411873", "Diagnostic_results": "三、诊断与鉴别诊断\n患者为青年女性，以构音障碍起病，锥体系和锥体外系受累均可出现该症状。患者最初在门诊就诊时，查体可见两段上运动神经元受损证据，肌电图检查可见三段下运动神经元受损，无明显锥体外系受累表现，按照肌萎缩侧索硬化（Amyotrophic lateral sclerosis, ALS）的修订版El Escorial诊断标准，最初诊断为青年型肌萎缩侧索硬化，并围绕青年型ALS及其相关疾病完善了一系列基因检测，均未见明显异常。随后在对本例患者长达4年的密切随访过程中，发现患者存在症状现象，且逐渐出现震颤、不自主运动等锥体外系受累体征，不符合肌萎缩侧索硬化典型表现，需重新考虑患者诊断，因此患者再次入院。本次入院后，通过详细查体及充分的辅助检查，根据患者言语不清、构音障碍及不自主运动等锥体外系症状体征，眼部K-F环，头部MR示双侧基底节区、丘脑、大脑脚、桥脑多发对称性异常信号灶，血清铜蓝蛋白明显降低，高度怀疑肝豆状核变性，因此加做了 ATP7B基因测序，发现了复合杂合突变，考虑该疾病诊断明确。此外，还需考虑与以下疾病鉴别：\n1．遗传性痉挛性截瘫复杂型：\n遗传性痉挛性截瘫表现为缓慢进展的双下肢无力及痉挛性瘫痪。复杂型遗传性痉挛性截瘫可伴有智力障碍、锥体外系症状、共济失调、癫痫等表现，其中早发型常于35岁以前发病 [ 3 ]。该患者青年起病，双下肢无力症状不明显，双下肢腱反射活跃，存在痉挛表现；双手不自主运动及震颤考虑存在锥体外系受累，在鉴别诊断时应考虑此疾病可能性。但患者否认家族遗传病史，血铜蓝蛋白明显降低， ATP7B基因可见复合杂合突变，既往基因分析结果未见明显遗传性痉挛性截瘫相关致病基因，可排除此疾病。\n2．全脑胶质细胞Tau蛋白病：\n此病可分为3个类型，其中Ⅱ型和Ⅲ型均可出现以上运动神经元受累为主的运动神经元病表现和锥体外系症状，其共同病理特点为全脑分布的4R-tau蛋白沉积所致的少突胶质细胞包涵体和星形细胞包涵体（globular glial inclusions，GGIs） [ 4 ]。本例患者既有上下运动神经元的受累，随疾病进展又逐步出现锥体外系体征，在临床鉴别中应警惕此病因可能，但患者发病年龄较早，且在后续辅助检查中发现明确基因异常，不支持此疾病。\n3．帕金森病-痴呆-肌萎缩侧索硬化综合征：\n此疾病患者有明显的家族遗传史，发病年龄较年轻，女性多于男性，部分患者合并帕金森病和痴呆，患者有明显的地域聚集性 [ 5 , 6 ]。本例患者以构音障碍起病，有上下运动神经元受累和锥体外系的受累，应考虑此疾病可能；但患者病程不符合运动神经元病表现，头颅MR可见多发异常信号，血铜蓝蛋白明显降低， ATP7B基因可见复合杂合突变，肌萎缩侧索硬化相关基因检测未见明显异常，不支持此诊断。"}
{"id": "1460976", "Diagnostic_results": "三、诊断\n这些独特的组织学特征和免疫组织化学特征使我们明确诊断为恶性子宫PEComa。\n为了进一步确定是否存在局部和/或远处转移，我们对患者进行了系统的影像学检查。腹部增强CT扫描示腹主动脉右侧可见一直径约2.0 cm的实性混合密度肿块，靠近右肾动脉，提示可能转移至主动脉旁淋巴结（ 图5 ）。脑磁共振、胸部CT及盆腔MRI未见明显异常。\n展开阅读\n图5\nCT显示腹主动脉旁淋巴结转移"}
{"id": "1369705", "Diagnostic_results": "三、诊断\n多发性动脉瘤。"}
{"id": "1361154", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者主要临床表现为四肢周围性瘫痪、感觉障碍，合并植物神经功能障碍，查体双上肢指甲变薄且无光泽，左上肢肌力4级，右上肢肌力4-级，双下肢肌力4级，四肢痛温觉减退；神经肌电图检查结果提示：上下肢周围神经感觉运动纤维均明显受累、以轴索损害为主伴脱髓鞘；定位诊断：四肢多发性周围神经病变。定性按照MIDNIGHTS原则，患者老年男性，慢性起病，病程长，渐进加重，不能除外代谢、中毒、慢性炎性脱髓鞘、血管炎、慢性感染、肿瘤及遗传等。患者无确切重金属等毒物接触史，暂不考虑中毒原因；结合血液检查血糖、贫血原因未见明显异常，排除代谢因素；结缔组织疾病筛查未见确切异常，颅内无确切病灶，无血管炎性病变证据；影像学检查排除颈段、腰段脊髓病变。因腰穿脑脊液检查蛋白轻度增高，入院后予以维生素B1、维生素B12等营养神经对症治疗果欠佳，不能完全除外慢性格林巴利综合征，故与患者家属充分商量，患者无激素禁忌，予以甲强龙1 000 mg qd冲击诊断性治疗，三天后减至500 mg qd，激素使用第五天患者自觉双下肢无力、肿胀有所加重，遂停用激素，故慢性炎性脱髓鞘可能性小；反复多次向不同家属追问病史，患者家属提示，患者妹妹最近数月出现右上肢远端肢体麻木；患者有一个儿子近月来也出现右手指麻木，症状间歇出现（均未重视及检查及治疗）；根据患者老年男性，缓慢起病，病程长，渐进加重，有可能的家族史，临床及神经肌电图检查支持四肢多发性周围神经病变以感觉运动纤维为主轴索损害为重，外送全基因检查结果提示患者、其儿子及妹妹均存在TTR基因突变，结合临床病史、血糖、贫血原因分析、结缔组织、影像学等检查排除中毒、慢性炎性脱髓鞘、血管炎、慢性感染、肿瘤等相关疾病，最终诊断：家族性遗传性淀粉样变周围神经病。"}
{"id": "1509695", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病史、体格检查及辅助检查，术前考虑为良性肿瘤：咽旁间隙神经鞘瘤可能性大。\n鉴别诊断：\n1．神经源性肿瘤：神经源性肿瘤约占咽旁间隙肿瘤的40%，主要分为三个亚型：副神经节瘤、神经鞘瘤和神经纤维瘤 [ 2 ]。神经鞘瘤源于神经鞘的施旺细胞，是神经系统肿瘤中最常见的良性肿瘤，多单发，包膜完整，极少发生恶变。神经鞘瘤的临床表现主要以神经功能受损为主，其发生机制可能与基因突变有关。CT检查可见肿瘤多为中等密度占位，边界清楚光滑，呈类圆形、分叶形、梭形、腊肠状或多发肿瘤，部分肿瘤合并液化腔，呈低密度影。MRI检查T1多呈低信号，T2呈现中到高信号，与周围组织分界较清，并且边缘较光滑。增强扫描时肿瘤明显均一强化，边界更加清晰，可鉴别肿物位于髓内还是髓外。检查可见坏死区T1WI为低信号，T2WI为高信号。\n2．涎腺源性肿瘤：涎腺源性肿瘤是最常见的咽旁间隙肿瘤，绝大多数是良性的，其中以多形性腺瘤最常见，以青壮年多见，女性多于男性。多为耳前下或耳后无痛性肿块，肿块生长缓慢。小涎腺多形性腺瘤CT表现为清楚的类圆形或分叶状肿块。密度均匀或不均匀（多为液化坏死，钙化及出血少见）。位于鄂部时常致硬腭邻近骨质压迫性吸收（黏膜及黏膜下组织薄）。\n3．淋巴瘤：淋巴瘤是其中最常见的恶性病变 [ 3 ]。根据起源细胞不同，可分为霍奇金淋巴瘤和非霍奇金淋巴瘤。淋巴瘤患者常出现皮下肿块，常见于颈部、腋下和腹股沟等部位，主要依靠肿物病理活检确诊。"}
{"id": "1509685", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n间变大细胞淋巴瘤ALK（+）侵及骨、胃、脾脏、双肺、全身多处淋巴结IVB期IPI评分2分，低中危组。\n2．诊断依据：\n患者青年男性，无明显诱因出现腹股沟淋巴结肿大。PET-CT显示全身多处代谢增高淋巴结，并侵犯多脏器，符合淋巴瘤征象。腹股沟淋巴结活检结合HE及免疫组化结果，提示为间变性大细胞淋巴瘤，ALK阳性。\n3．鉴别诊断：\n霍奇金淋巴瘤（HL）：ALCL形态上与HL有部分重叠。常见于HL-结节硬化型，病变中含有成片的R-S细胞，类似于ALCL。多数HL为B细胞来源的肿瘤，ALCL为T细胞肿瘤。依靠免疫表型CD15、pan-B、pan-T抗原、EMA和ALK蛋白，甚至抗原受体基因重排的分子遗传学分析有助于鉴别。EB病毒检测阳性支持HL的诊断 [ 3 ]。"}
{"id": "1366701", "Diagnostic_results": "三、治疗\n醒脾益肾方中药治疗3 d。"}
{"id": "1353612", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者病史及胸部影像学结果，最终诊断：Swyer-James-MacLeod综合征。"}
{"id": "1354697", "Diagnostic_results": "三、诊断与鉴别诊断\n胸壁软组织肿块穿刺活检的病理诊断为LCH。在PET/CT显像上，FDG高摄取的胸壁孤立性病变的鉴别诊断应该包括原发性胸壁肿瘤性病变，如淋巴瘤、恶性神经鞘瘤、孤立性浆细胞瘤、肉瘤、Askin瘤、巨细胞瘤、副神经节瘤、转移性癌以及感染性病变，如慢性骨髓炎和结核病。对肺内软组织肿块的鉴别诊断应该包括腺癌和神经鞘瘤。"}
{"id": "1374540", "Diagnostic_results": "三、诊断与鉴别诊断\n患者中年男性，病史长，起病慢；主要以咳嗽、咳痰、气促、消瘦为主要症状；可触及浅表淋巴结肿大；实验室辅助检查示：贫血；蛋白尿；低蛋白血症；凝血功能异常；高免疫球蛋白血症；全身淋巴结肿大；脾大；肺部CT可见多发结节且病灶逐渐增多、增大；肺组织、淋巴结、骨髓病理均提示浆细胞浸润。疑难病理会诊病理及免疫组化提示符合浆细胞型Castleman病，最终诊断：浆细胞型Castleman病（多中心型）。需要与自身免疫性疾病淋巴结病变、霍奇金淋巴瘤、滤泡树突细胞肉瘤、lgG4相关性疾病相鉴别，但这些疾病目前病理依据不足。"}
{"id": "1482978", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患儿髌骨发育极差，向外侧移位，以及第一、二足趾细长，间隙增宽，双侧坐耻骨支骨化延迟，同时基因检测确认 TBX4基因突变，可诊断为SPS伴双侧髌骨脱位。\n主要需鉴别指（趾）甲-髌骨综合征，亦称遗传性骨发育不良或Turner-Fong综合征，为常染色体显性遗传，90%患者见指（趾）甲发育不良，肘关节畸形，髂骨角，常伴有肾脏发育不良，肾小球肾炎或肾病综合征症状，临床症状往往更重 [ 5 ]。另外还需要与家族性髌骨发育不全鉴别，该症是极为罕见的遗传性家族性疾病，也表现为髌骨发育不良甚至缺如。其余还需鉴别的疾病包括：多发关节挛缩，全身多个关节挛缩，涉及肘、膝、踝等关节；8-三体综合征，表现为髌骨发育不良，腭裂，运动发育迟缓，脊柱畸形等。"}
{"id": "1355095", "Diagnostic_results": "三、诊断与鉴别诊断\n为解决患者咯血症状，经与胸外科讨论后决定建议其行\"电视辅助胸腔镜手术（VATS）右中肺叶除术，右中间支气管成形术治疗\"。术中行支气管镜探查，于右中叶支气管结节处行针吸穿刺检查，可见较多鲜红色血液流出,结合气管镜下表现考虑该结节为血管性病变可能。外科胸腔镜术中探及右中间支气管有一支气管动脉与支气管镜所见的血管瘤样扁平肿物相通，此时考虑诊断为右中叶支气管Dieulafoy’s病。"}
{"id": "1433665", "Diagnostic_results": "三、诊断与鉴别诊断\n根据上述结果，最终诊断为：1. EBV阳性大B细胞淋巴瘤IV期，EBER(+)　2.噬血细胞综合征　3.EB病毒感染　4.系统性红斑狼疮　5.干燥综合征。"}
{"id": "1487446", "Diagnostic_results": "三、诊断与鉴别诊断\n根据病史及相关检查诊断为：1.冠状动脉粥样硬化性心脏病，急性非ST段抬高型心肌梗死；2.前纵隔包块，右冠状动脉血管瘤？\n患者需鉴别以下疾病：纵隔恶性肿物、假性动脉瘤、心包囊肿、冠状窦扩张和冠状动脉瘘。"}
{"id": "1465110", "Diagnostic_results": "三、诊断与鉴别诊断\n本病诊断依据：\n患儿BRAT1基因有2个杂合突变，c.566_567insG(p.D190fs)及c.1276C>T(p.Q426*)，根据ACMG（美国医学遗传学与基因组学学会）指南，考虑为致病性变异。先证者有四肢僵直及癫痫脑病表现。\n鉴别诊断：\n（1）代谢性脑病：支持点：生后即出现脑病表现，不支持点：血氨正常，血气未见酸中毒表现，血、尿遗传代谢病筛查正常，排除本病。\n（2）新生儿缺氧缺血性脑病：支持点：生后有惊厥病史，生后反应差，肌张力高，不支持点：无出生窒息复苏史，生后10分钟即出现惊厥，无酸中毒，无肝肾功能损伤，不符合重度窒息所致缺氧缺血性脑病诊断标准，排除本病。\n（3）中枢神经系统感染：支持点：有反复惊厥病史，不支持点：反复查感染指标无异常，脑脊液常规、生化、培养均正常。\n（4）颅内出血：支持点：围生期即出现惊厥病史，不支持点：入院查体前囟张力不高，无贫血表现，凝血功能正常，头MRI未提示颅内出血。"}
{"id": "1483293", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：灰阶超声表现为呈匍匐形生长的低回声结构。原位EMPD仅局限于表皮层，侵袭性EMPD可累及皮肤全层。部分病灶基底部可见\"伪足状\"低回声，提示侵犯皮肤附属器。本病发展缓慢，早期易误诊、漏诊而延误治疗。病灶侵犯层次、厚度、是否侵犯皮肤附属器和是否发生淋巴结转移是评估病情严重程度的重要因素\n结合患者的病史，发病部位，外观表现及高频超声表现，对于有经验的医生来说，诊断并非难事。但本病的困难之处就在于深方基底部下方皮肤附属器累及情况的评估。这是常规皮肤专科检查、皮肤镜、光学相干层析成像及皮肤共聚焦激光扫描显微镜的短板，而这一点可以通过高频超声评估。同时，超声还可以评估淋巴结的转移情况。\n鉴别诊断：\n1．鲍温病：二者在外观上有相似之处，均呈匍匐状生长的红色斑片状。但略有不同，鲍温病表面可见鳞屑，范围较EMPD小。且好发部位也不同，鲍恩病多位于颜面及躯干部，而EMPD多位于会阴部。灰阶超声上，鲍恩病为局限于表皮层内的低回声结构，表面因异常角化形成\"波浪状\"粗线状的强回声。而EMPD可累及皮肤全层，表面异常角化的程度不如鲍恩病明显，部分病灶基底部可见\"伪足状\"低回声。相比鲍恩病，EMPD内部血流信号更丰富。\nEMPD尤其要与Paget样鲍恩病鉴别，两者超声表现相似。免疫组化检查有助于两者的鉴别，前者肿瘤细胞中CK7常为阳性，后者肿瘤细胞中CK7、CEA为阴性。\n2．恶性黑色素瘤：病灶部位及外观有助于两者鉴别。亚洲人群的恶性黑色素瘤病灶多位于肢端，呈黑色。而EMPD多位于会阴部，呈湿疹样红斑。灰阶超声上，恶性黑色素瘤的累及深度更深，形态不规则或呈结节形，而EMPD多为匍匐形。\n最后，术前肿物活检病理及术后肿物切除标本病理均诊断为：侵袭性乳房外Paget病。结合免疫组化CK7（+）及CK20（-），诊断为原发性侵袭性乳房外Paget病。"}
{"id": "1360426", "Diagnostic_results": "三、诊断\n冠心病；ICM；陈旧性前壁心肌梗死；PCI术后；高血压病3级；2型糖尿病。"}
{"id": "1461599", "Diagnostic_results": "三、诊断\n临床诊断：1.原发性甲状旁腺功能亢进症（primary hyperparathyroidism，PHPT）；2.右甲状旁腺腺瘤；3.左侧甲状腺结节（腺瘤？）。"}
{"id": "1366944", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：进行性多灶性白质脑病\n鉴别诊断：\n1．中枢神经系统瘤样脱髓鞘病变：\n支持点：1）起病缓慢，无发热等感染症状，有神经功能缺损；2）颅脑MRI示以脑白质病变为主，增强MR存在\"开环\"；3）脑脊液细胞数、蛋白轻度升高；4）脑组织活检示脱髓鞘改变。不支持点：1）首发症状>60岁；2）磁共振波普成像存在高大Lip峰；3）mNGS脑脊液及脑组织均检出JCV。\n2．脑转移瘤：\n支持点：1）老年女性，近1年多精神差，白蛋白低，既往\"晶体植入术\"后感染，免疫力低下；2）颅内多发病灶，累及幕上幕下，有占位效应且存在环形强化。不支持点：1）无原发肿瘤病史；2）病灶不符合小病灶、大水肿、核心强化表现；3）脑脊液脱落细胞未找到肿瘤细胞。\n3．脑脓肿：\n支持点：1）患者亚急性起病，既往有眼部感染史；2）颅脑多发异常信号，增强可见环形强化。不支持点：1）患者无长期发热等感染症状；2）颅内病灶水肿不明显；3）磁共振波谱分析无中心坏死表现；4）脑脊液检查细胞数不高，不符合感染表现。"}
{"id": "1483585", "Diagnostic_results": "三、诊断与鉴别诊断\n根据临床表现及影像学检查可明确诊断为左小腿、足部动静脉畸形伴动静脉瘘。鉴别诊断：1.静脉畸形：是一种低流速的先天性血管畸形，由扩张、壁薄、形状不规则的静脉血管异常汇集而成，病变部位一般为局部或全身弥散性分布的淡蓝色可压缩肿块。多普勒超声血流信号可进行鉴别 [ 2 ]，AVM病灶处为动静脉彩色混杂信号。2.软组织肿瘤：大多数良性软组织肿瘤质地软，可以在触摸时移动，并且通常不会引起明显疼痛。恶性软组织肿瘤会引起肿块的明显增大、局部溃疡，但恶性软组织肿瘤生长速度快，有恶性转移的潜力 [ 3 ]，多伴淋巴结肿大或乏力、体重下降等全身症状。彩色超声或病理活检可明确鉴别。"}
{"id": "1495893", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断依据：患者无肌萎缩、肌张力异常，主要表现为行走不稳伴头晕、持物不稳，体格检查双侧肩外展、内收及屈指力量减弱，无感觉异常；双侧指鼻试验欠稳准，双侧跟膝胫试验欠稳准，闭目难立征（+）。考虑定位在小脑。患者为老年女性，检验结果示副肿瘤综合征14项：抗GAD65抗体IgG阳性；自身免疫性脑炎12项：抗谷氨酸脱羧酶2（GAD65）抗体IgG阳性1∶100，初步定性为免疫性。综上，考虑诊断GAD65 Ab相关共济失调综合征的可能性大，需与遗传性共济失调进行鉴别诊断。"}
{"id": "1478696", "Diagnostic_results": "三、诊断与鉴别诊断\n患者行脉管肌瘤切除术，术中发现宫颈右侧见大小约150 mm×120 mm×70 mm肌瘤，似起源于右侧子宫静脉或髂静脉，子宫小血管内遍布长条状肌瘤组织，双侧卵巢粘连于盆底周围组织，右侧下腔静脉管腔增粗约50 mm，自肾静脉起始至髂静脉均增粗，可见平滑肌瘤组织漂浮其内。右侧输尿管增粗约30 mm，横跨于宫颈右侧巨大肌瘤之间（ 图3 ）。\n展开阅读\n图3\n术中所见　A：术中示盆腔肿块和增粗的下腔静脉（箭头）；B：术中大体标本和病理结果\n图4\n病理结果　HE×100\n病理诊断结果：子宫静脉内平滑肌瘤病，下腔静脉平滑肌瘤，局灶富于细胞，小区伴玻璃样变性。免疫组化：ER (+)，PR (+)，CD10 (-)，DES (+)，SMA (+)，P16(少数弱+)，P53(部分+)，K67 (20%+)，CD31(+)，CD34(+)，见 图4 。"}
{"id": "1449073", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：Alström综合征。诊断依据：患儿系6个月26天婴儿，以喂养困难、体重下降为主要表现，查体可见眼球震颤，心脏彩超提示扩张型心肌病，基因检测提示ALMS1基因存在复合杂合突变，故诊断。\n需要与以下疾病进行鉴别：（1）巴尔得⁃别德尔综合征（Bardet⁃Biedl syndrome，BBS）。BBS是一种罕见的常染色体隐性遗传性疾病，其发病机制为纤毛结构或功能异常，主要特征为视网膜色素变性、肥胖、多指(趾)畸形、性腺发育不全、智力发育迟缓和肾功能异常[ 3 ]。BBS和ALMS临床症状非常相似，但ALMS一般没有多指(趾)畸形。至少20个基因发现与BBS有关，而ALMS1基因是ALMS的唯一致病基因，二者可通过基因检测鉴别。（2）Leber先天性黑矇（Leber congenital amaurosis, LCA）。LCA是以视锥细胞和视杆细胞变性为特征的先天致盲性视网膜疾病，多为常染色体隐性遗传，婴幼儿早期即出现全盲症状，表现为眼球震颤、畏光、喜按压眼球。二者需通过基因检测鉴别，已发现多种LCA的致病基因，而ALMS1基因是ALMS的唯一致病基因。由于纤毛功能障碍可累及全身多个系统，纤毛类疾病表现复杂，难以鉴别，需通过遗传学检测明确诊断[ 4 ]。"}
{"id": "1369405", "Diagnostic_results": "三、诊断与鉴别诊断\n双眼难治性复发性下睑外翻、下睑退缩。\n1．瘢痕性睑外翻\n下眼睑皮肤和组织广泛的瘢痕收缩而导致，多见于睑外伤、炎症或美容手术后遗留的瘢痕，其收缩方向为向外反转。因患者曾做过多次眼袋手术，考虑本病的可能性大。\n2．老年性睑外翻\n常见于60岁以上的老年人。因老年人的眼轮匝肌功能减弱，眼睑皮肤及外资韧带松弛，因皮肤及组织重力而导致眼睑不能贴紧眼球。\n3．麻痹性睑外翻\n因神经麻痹而导致的眼轮匝肌功能丧失，眼睑受重力作用而导致睑外翻。"}
{"id": "1444089", "Diagnostic_results": "三、诊断\n上下颌重度牙列磨耗；安氏二类Ⅱ分类；慢性牙周炎。"}
{"id": "1451873", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.继发性肺结核：双肺分子生物学（+），初治；2.左主支气管结核。\n鉴别诊断：细菌性肺炎、支原体肺炎、病毒性肺炎、真菌性肺炎、间质性肺疾病（肺含铁血黄素沉着症、朗格汉组织细胞增生症、过敏性肺泡炎）、淋巴瘤、支气管异物、气道内占位性病变。"}
{"id": "1463594", "Diagnostic_results": "三、诊断\n良性前列腺增生。"}
{"id": "1435978", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.嗜铬细胞瘤？2.混合型高脂血症；3.甲状腺功能异常。"}
{"id": "1354749", "Diagnostic_results": "三、诊断与鉴别诊断\n入院完善术前检查后于2017年6月7日行左额叶肿瘤切除术，术中见左侧额部约4cm×5cm大小占位，与上矢状窦、大脑镰相邻，颅底硬膜受侵犯，肿瘤质地软，呈鱼肉样外观，血供丰富，与周围脑组织分界不清。术后病理示:（左额叶）胶质母细胞瘤（WHO Ⅳ级）伴局部坏死，IDH突变型（ 图3 ）。免疫组化染色示肿瘤细胞：GFAP（部分+），S-100（+），Vimentin（+），Olig2（+），Syn（部分+），NF（灶状+），IDH（+），P53（+），ATRX（-），D2-40（-），NeuN（-），EMA（-），Ki67（热点区域Li: 15%）。分子病理结果显示：IDH1 R132H突变，TP53 R273C突变，ATRX野生型，TERT野生型，1p/19q无共缺失，MGMT启动子甲基化阳性（66%）。鉴于患者年龄相对年青，20年前有原位（额叶）脑肿瘤伽马刀治疗病史，IDH1基因突变，考虑诊断为继发性胶质母细胞瘤，IDH突变型。\n展开阅读\n图3\n术后病理示左额叶胶质母细胞瘤（WHO Ⅳ级）伴局部坏死，IDH突变型"}
{"id": "1351004", "Diagnostic_results": "三、治疗\n结合患者目前诊断，拟在术前检查排除手术禁忌症后行\"右侧耳廓分期再造\"手术。在一期手术后6个月方可行二期手术。一期手术切取患者第七肋软骨右侧约10cm用于耳廓支架的雕刻。游离与耳廓相连皮肤及耳后皮肤形成双蒂皮瓣，并同时形成皮下口袋用于肋软骨支架的埋入（ 图2 ），并将剩余肋软骨埋置于右侧胸壁切口备二期手术使用。使用5-0尼龙线将雕刻后的支架与原有残留耳廓软骨固定。缝合各切口并采用枕垫缝合打包塑形。1年后患者返院行二期手术，手术沿右侧再造外耳廓切开，掀起一期再造外耳廓。使用一期预埋于右胸壁皮下剩余肋软骨雕刻耳后支架用于重建耳颅沟，并于右侧颞部沿颞浅动脉走行设计皮肤切口，切开皮肤后，沿皮下组织层游离制取约13*8cm范围带颞浅动脉的颞浅筋膜。将颞浅筋膜沿皮下翻转覆盖于右侧掀起耳廓背面，以15#刀片手工切取覆盖耳后创面的刃厚头皮片覆盖耳后创面，缝合各切口后植皮区域缝合加压打包（ 图3 ）。\n展开阅读\n图2\n一期术中照片（左上：术中雕刻肋软骨支架，右上：沿缺损两侧皮下分离制作的双蒂皮瓣，左下：一期术后即刻，右下：一期枕垫缝合固定后）\n展开阅读\n图3\n二期术中照片（左上：术中雕刻一期预留肋软骨作为耳颅沟重建立耳支架，右上：带轴心动静脉血管的颞浅筋膜的分离制作，左下：二期术后即刻耳廓正面观，右下：二期术后耳廓背侧观）"}
{"id": "1369699", "Diagnostic_results": "三、诊断\n根据患儿毛发稀疏，无汗，特殊面容、牙齿发育不全等，结合皮肤组织病理无汗腺、皮脂腺，结合患儿存在EDA基因突变，确诊为无汗性外胚叶发育不良。"}
{"id": "1375477", "Diagnostic_results": "三、诊断\n依据术后病理结果，诊断：鞍区转移性甲状腺滤泡癌；甲状腺右侧叶甲状腺滤泡癌，包裹血管浸润型。"}
{"id": "1412550", "Diagnostic_results": "三、诊断及鉴别诊断\n1．诊断：\nCGL2型诊断明确。\n2．鉴别诊断：\n获得性全身型脂肪营养不良：也称为Lawrence综合征，多在儿童期出现，最初为局部皮下脂肪丧失后发展为全身性脂肪丧失，少数呈现腹壁和骨髓脂肪丢失，发病机制不明确，1/4患者起病时为脂膜炎表现，另外1/4患者可伴有自身免疫疾病，如类风湿关节炎、系统性红斑狼疮等，另1/2患者为特发性，不伴脂膜炎及自身免疫性疾病。部分患儿会有胰岛素抵抗、高甘油三酯血症、脂肪肝，甚至糖尿病。支持点：该病也可表现为全身性脂肪丧失，可合并胰岛素抵抗、高甘油三酯血症、糖尿病等，不支持点：起病年龄不同，CGL不伴脂膜炎及自身免疫性疾病，基因检测结果不支持。\n家族性部分性脂肪营养不良：该病根据致病基因不同，可分为5种亚型，患者脂肪丢失几乎可发生在生长发育任何阶段，从幼年至成年均可发生。遗传方式可以是常染色体显性遗传、常染色体隐性遗传或伴性遗传。临床表现为四肢、腹部和胸部对称性脂肪缺失，肌肉组织突显，而下颌、锁骨上、腹腔脂肪堆积，出现类库欣综合征面容。支持点：可出现脂肪消失，不支持点为脂肪消失为对称性脂肪缺失，局部脂肪堆积，可出现类库欣综合征面容，基因检测结果不支持。"}
{"id": "1374480", "Diagnostic_results": "三、诊断与鉴别诊断\n1．定位诊断；发作性意识丧失、四肢抽搐，淡漠、易烦躁，定位广泛大脑皮层；发作性全身瘙痒，伴有出汗异常，唾液分泌增多，定位于植物神经系统；左侧掌颏反射阳性，定位于右侧皮质脑干束；四肢无力、肌颤搐，查体：肌张力减弱，腱反射减低，病理征未引出，定位于周围神经。\n2．定性诊断：青年女性，亚急性起病，临床以四肢乏力起病，随后出现癫痫、肢体阵发性疼痛、瘙痒、出汗异常、唾液分泌增多、顽固性失眠。查体可见肌颤搐、周围神经损害。辅助检查见：血清及脑脊液中LGI1抗体和CASPR2抗体均呈阳性，周围神经兴奋性增高、顽固性低钾、低钠，头颅核磁未见明显异常。糖皮质激素治疗有效。综上所述诊断Morvan综合征。同时需鉴别以下疾病：\n1）边缘性脑炎（limbic encephalitis, LE）：多见于中老年男性患者，亚急性起病，临床表现顽固性癫痫、认知障碍及精神症状，多数影像见于颞叶异常信号，血清及脑脊液可见LGI1和（或）CASPR2抗体阳性，免疫治疗有效。该病少数患者影像可正常，本例患者虽癫痫发作1次，但之后未服用抗癫痫药也未再发作，头颅影像未见异常，目前诊断边缘性脑炎证据不足。\n2）神经性肌强直（neuromyotonia, NMT）：多见于青少年或成人，起病缓慢、进行性加重，由周围神经病变引起的肌无力、肌颤搐、肌强直，很少累及脑部，肌电图检查显示自发、持续、快速的二联、三联或多联的运动单位放电活动，也可见到纤颤或肌颤电位，免疫治疗有效。本例患者不仅累及周围神经，还累及中枢神经系统及自主神经，肌电图不支持，故可排除。\n3）病毒性脑炎：病毒性脑炎是最常见的中枢神经系统感染性疾病，临床表现多样，如癫痫、精神行为异常等症。头颅核磁异常，脑脊液检测出病毒DNA、RNA、血清筛查出抗病毒抗体IgM能提示该病诊断。此病不支持点为患者无发热史，免疫治疗有效，脑脊液中白细胞数正常，无病毒阳性结果，头颅核磁未见异常。"}
{"id": "1368777", "Diagnostic_results": "除了吻合静脉可以在STV与MTV中选择外，在没有足够长的颞浅动脉残端时，可以尝试利用眶上动脉、枕动脉、耳后动脉等重建头皮血供，有文献报道利用颞深动脉与颞浅动脉进行吻合实现再植头皮成活的病例，并阐述了该方法的可行性 [ 5 ]。血供无法重建的局部撕脱头皮应削薄打包并原位回植，尽可能保留毛囊，减少术后毛发脱落、色素沉着。术中将头皮回植后需尽可能判断头皮血供情况，除了针刺试验及皮肤指压试验外还可根据皮下注射吲哚菁绿、红外线测温等新方法判断组织灌注情况 [ 6 ]。在完全性头皮撕脱伤修复中往往出现各种不同的情况，应该在解剖学基础上灵活多变地选择吻合血管，从而使治疗得到一个最优解。"}
{"id": "1442394", "Diagnostic_results": "三、诊断与鉴别诊断-\n经院内多学科会诊、外请中日友好医院、北京协和医院、北京高博仁博医院高子芬病理会诊，诊断血管免疫母细胞性T细胞淋巴瘤。首次住院两肺斑片影改变考虑为肿瘤肺浸润，需与感染致重症肺炎、心衰肺水肿、结缔组织病肺受累相鉴别。"}
{"id": "1460064", "Diagnostic_results": "三、诊断与鉴别诊断\n患者老年女性，急性病程，以\"双眼视物不清伴头痛\"为主要表现，血白细胞、肝素结合蛋白、白介素-6升高，脑脊液白细胞、蛋白高，氯降低，符合感染表现，通过脑脊液宏基因组二代测序检测到鼻疽诺卡菌，故诊断明确。该病应与结核分枝杆菌、真菌、李斯特菌等导致的中枢神经系统感染相鉴别。"}
{"id": "1483754", "Diagnostic_results": "成熟性畸胎瘤病灶体积一般较小，大小在几厘米到15厘米之间，平均直径约5 cm [ 1 , 2 ]，而本例病例病灶大小约19.4 cm×27.3 cm×36.5 cm（ 图2 ），卵巢肿瘤的体积与恶性程度呈正相关，当肿瘤直径大于10 cm时，恶性肿瘤的发生率也相应增高 [ 1 , 6 ]。因此我们认为本例病例有恶变可能。可以通过血清学测定肿瘤标志物进一步诊断，目前与卵巢相关的肿瘤标志物有癌症抗原125（CA-125）、癌症抗原199（CA-199）、癌胚抗原（CEA）和甲胎蛋白（AFP） [ 1 ]，CA199是成熟畸胎瘤最可靠的肿瘤标记物，CA199对卵巢成熟性畸胎瘤恶变的早期诊断有提示意义 [ 5 ]。"}
{"id": "1457998", "Diagnostic_results": "三、诊断和治疗\n患者肿瘤标志物较参考值增高明显，CT结果考虑盆腔占位为恶性肿瘤可能性大，完善术前准备，于2021年6月3日行经腹探查术，术中见：盆腹腔巨大包块，大小约24 cm×22 cm×9 cm，来源于左侧输卵管伞部，团块呈囊实性、腐肉状，表面凹凸不平，局部有破口；左侧卵巢外观未见明显异常；右侧卵巢内见一大小约4 cm×4 cm×3 cm囊肿；右侧输卵管外观未见明显异常；子宫表面未见异常；可见暗褐色的腹水，量中；大网膜部分增厚，盆腔腹膜表面可见粟粒样小结节，以膀胱腹膜反折处最明显；肠管、肝脏、脾脏表面光滑，上腹部腹膜外观未见明显异常，膈肌表面腹膜未见明显异常。完整取出左侧输卵管及巨大肿物送检冰冻病检，重约2.94 kg；冰冻病检示：（盆腹腔巨大肿物）肿瘤，以其中成分结构复杂，肉瘤样间质成分为主，其中穿插中度非典型的上皮成分，类型难定，恶性可能性大。术中考虑患者为输卵管恶性肿瘤，且成分复杂、恶性程度较高，不除外腹腔广泛转移灶，遂行盆腔淋巴结清扫术+腹主动脉旁淋巴结清扫术+右侧卵巢囊肿剥除术+大网膜切除术+腹膜多点活检术，待术后石蜡病检再决定后续治疗方案。\n术后石蜡病检回示（ 图2 ）：（盆腔巨大肿物）混合性生殖细胞肿瘤，主要成分为卵黄囊瘤，灶性见欠成熟畸胎瘤；多个区域高级别肉瘤形成（横纹肌肉瘤）；（腹膜）查见少量肿瘤组织；（右侧）卵巢浆液性囊腺瘤；（大网膜）未见确切肿瘤组织；腹主动脉旁淋巴结、双侧盆腔淋巴结，均未查见肿瘤转移。腹腔积液未见肿瘤细胞。免疫组化：7#APF(+)；11#SALL4(-)，Otc-4（上皮+），pCK(上皮+)，Vimentin（肉瘤+），SMA（肉瘤样区域少量细胞+），Desmin（肉瘤样区域+），Caldesmon（肉瘤样区域-），MyoD1(肉瘤样区域+)，Ki-67（+，约50%）；20#Pax-8(-)，PLAP(灶+)，APF(+)，CD30(-)，EMA(+)，pCK(+)，SMA（部分+），Otc-4（部分+），Ki-67（+，约50%）。\n展开阅读\n图2\n病理检查结果　A：卵黄囊瘤结构　HE×100；B：肉瘤成分HE×100；C：肉瘤成分　HE×200；D：为C片的MyoD1免疫组化结果，见肉瘤样区域（+）\n病员术后诊断明确：左侧输卵管混合性生殖细胞肿瘤（卵黄囊瘤+未成熟畸胎瘤）伴高级别横纹肌肉瘤ⅡB期。考虑患者已完成生育，且肿瘤成分复杂，恶性程度高，我院妇科肿瘤多学科团队决定遵循卵巢恶性生殖细胞肿瘤的治疗方案，拟行二次手术（全面分期手术：全子宫切除术+双侧卵巢切除术+右侧输卵管切除术+可疑病灶切除术），遂于2021年6月16日行上述手术，术后病检回示：（膀胱表面腹膜组织）送检少量纤维结缔组织查见少量肿瘤（畸胎瘤成分）；（子宫）慢性宫颈炎伴鳞状细胞化生，子宫内膜呈增生期改变，未见肿瘤累及；（右附件及左卵巢）未见肿瘤累及。北京协和医院病理会诊结果：（盆腔）混合性生殖细胞肿瘤，可见卵黄囊瘤、未成熟畸胎瘤成分，部分见未成熟间页肉瘤成分，免疫组化：AE1/AE3(+)，APF(+)；11#SALL4(-)，CD30(Ki-1)(部分+)，EMA(部分+)，CD177(部分+)，Ki-67（index 80%），OTC3/4（+），SALL-4(部分+)，SOX2(-)，Desmin（局灶+），NF(-), Myogenin(-)，S-100(局灶+)，SMA（部分+）。我们术后采取了如下方案的腹腔热灌注治疗，术后第1~2天灌注生理盐水，术后第3天灌注顺铂，术后第7天开始博来霉素+依托泊苷+顺铂（bleomycin+etoposide+cisplatonum,BEP）方案，共给予了3个疗程BEP方案，及1个疗程的EP方案（最后1个疗程因博来霉素副反应导致间质性肺炎，遂停用博来霉素）。\n患者术后肿瘤标志物较术前显著的下降，并且随着化疗周期的顺利进行，肿瘤标志物进一步下降，于第3次BEP化疗后，肿瘤标志物下降至全阴性（ 图3 ），患者随访至今生存质量尚可，暂未见肿瘤复发。\n展开阅读\n图3\n治疗期间肿瘤标志物变化趋势"}
{"id": "1368641", "Diagnostic_results": "三、诊断\n结合患者顽固性呃逆、呕吐，后逐渐出现肢体麻木、乏力症状，磁共振检查提示延髓、颈髓病灶伴点线状强化，脑脊液GFAP抗体阳性，故诊断：自身免疫性胶质纤维酸性蛋白星形胶质细胞病。"}
{"id": "1434437", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：成骨不全症Ⅰ型。\n诊断依据：1.符合OI幼年起病、反复脆性骨折的典型特征，有蓝巩膜、听力减退等OI典型骨骼外表现；2.先证者母亲和外公均有身材矮小、蓝巩膜症状；3.骨密度提示骨量低，腰椎和全髋骨密度Z值小于-3；4.基因检测结果显示患者及其母亲在基因COL1A1的42号外显子处发生无义突变，导致p.Arg1026X。\n鉴别诊断：1.骨软化和佝偻病：也有骨密度降低和长骨弯曲，但无骨脆易折及蓝巩膜，实验室检查血钙、碱性磷酸酶均有不同程度增高，血磷多降低，可鉴别；2.迟发性幼年骨质疏松：普遍性骨质疏松，椎体双凹变形或椎体扁平，以及脊柱侧后突畸形和易骨折等与OI相似，但无蓝巩膜，家族史也可鉴别；3.甲状旁腺功能亢进：甲状旁腺功能长期亢进时骨吸收加剧，不仅骨密度降低，加重骨质疏松，还可以导致纤维性骨炎，常有明显的身量变矮、肢体畸形，轻微碰撞就可发生骨折，症状与OI相似。实验室检查PTH、血钙血磷、尿钙尿磷水平均有不同程度异常，另外还可结合超声检查或甲状旁腺显像区别。"}
{"id": "1486466", "Diagnostic_results": "三、诊断\nBrugada综合征的特征性心电图分三型 [ 2 ]，Ⅰ型即\"穹隆型\"，表现为右胸导联(V 1、V 2)J点上抬和缓慢下降的ST段抬高，伴倒置的T波；Ⅱ型为高马鞍型，表现为右胸导联J点和ST段抬高(≥0.2 mV)，继以直立或双向的T波；Ⅲ型为低马鞍型，表现为右胸导联J点和ST段抬高(<0.1 mV)，继以直立或双向的T波。\n2020年室性心律失常中国专家共识 [ 3 ]对Brugada综合征的诊断给出如下标准：心电图上，位于第2、第3肋间或第4肋间的右胸V 1和/或V 2导联，至少有1个右胸导联记录到自发或由钠通道阻滞剂（如阿吗林、氟卡尼或普罗帕酮）诱发的Ⅰ型Brugada心电图改变，即ST段抬高≥2 mm，伴有室颤、多形性室速或有心脏性猝死家族史。该患者心电图未能抓取到典型Ⅰ型Brugada心电图改变，考虑 图2 为Ⅱ型高马鞍型，患者为心肺复苏术后，存在药物诱发高风险，患者家属拒绝进一步药物诱发，且未进一步完善基因检测，综合患者发病过程、临床表现及心电图变化，临床考虑Brugada综合征。"}
{"id": "1502711", "Diagnostic_results": "三、诊断与鉴别诊断\n1．患儿反复表现为多器官疼痛，其报告的症状与客观检查不一致；伪装症状的目的并无获取继发利益，可排除诈病。2.患儿否认情绪低落，否认担心害怕，无重大生活事件发生，伪装症状不在心理应激背景下发生，可排除转换障碍。3.患儿多器官疼痛，每日发作5~7次，睡前尤甚。体格检查及辅助检查均未见明显异常；观察患儿，诉疼痛时会伺机睁眼看外界，要求拥抱、安抚，持续十余分钟后自行缓解或入睡可缓解；患儿父亲性格急躁、养育方式简单粗暴，母亲温和谦让，养育方式的不一致，让患儿比较混乱，不清楚究竟该不该以及该如何表达自己的感受；随着妹妹的出生，母亲照料关注重点的转移，患儿经常被责令要让着妹妹，存在同胞竞争，患儿只有躯体疾病才能得到关注，这种心理满足一开始可能是不自觉的，后期被维持下来考虑是患儿的心理需要，故诊断\"孟乔森综合征\"。"}
{"id": "1443154", "Diagnostic_results": "三、诊断与鉴别诊断\n结合临床，该患者诊断为多发性骨髓瘤（IgA-λ轻链型DS分期ⅡA期）。患者既往病史明确，不需要做鉴别诊断。"}
{"id": "1374443", "Diagnostic_results": "三、诊断与鉴别诊断\n患者出现(1)与躯体应激相关的急性左心功能障碍;(2)左室心尖球形扩张，运动异常范围超出单支冠脉供血范围,且心室壁心肌运动异常范围与心肌酶与肌钙蛋白升高程度不匹配; (3)发病数天后复查心脏多普勒可见左室心尖球形变较前明显好转提示心肌损伤可逆性。以上三条均提示该患者诊断为应激性心肌病。应激性心肌病又称\"Takotsubo心肌病\"，它存在经典的左心室心尖膨胀性病变，加上中间或基底段左心室壁运动增强，导致心尖球形变，所以Takotsubo心肌病又被称作心尖球形综合征。因存在心电图动态改变，心肌标志物及NT-proBNP升高，血压升高，临床表现需要和急性心肌梗死、心力衰竭、高血压急症、重症心肌炎等鉴别。"}
{"id": "1504458", "Diagnostic_results": "三、诊断与鉴别诊断\n左侧后牙正锁 ，安氏Ⅱ类，轻度骨性Ⅱ类，下颌右偏，牙列拥挤，中线不齐。"}
{"id": "1444360", "Diagnostic_results": "三、诊断\n21牙体缺损（残根）；上、下颌牙列缺损；11、12、13、14、23、24、25、33、34、35、44、45楔状缺损；慢性牙周炎。"}
{"id": "1508607", "Diagnostic_results": "三、诊断与鉴别诊断\n根据影像学上颌骨占位起病，组织病理学及免疫组化检查证实CD1a（+），S-100（+），Langerin（+），CD68（+），Ki67-MIB1（15%），按照《朗格汉斯细胞组织细胞增生症评估及治疗指南》诊断标准 [ 4 ]，本例患儿均支持朗格汉斯细胞组织细胞增生症诊断，诊断明确。"}
{"id": "1445951", "Diagnostic_results": "三、诊断与鉴别诊断\n患者第二次术后的诊断及诊断依据：\n1．右眼视神经萎缩：患者主诉术后视野缩窄，查体可见右眼眼底视盘边界清，色苍白，C/D约0.7，视网膜平伏。辅助检查：（2022年8月4日，本院）视神经厚度：右眼64 μm，左眼105 μm。自动静态视野检查：右眼鼻侧、上方及下方部分视野缺损，呈向心性缩小。2.右眼玻璃体切除术后：2022年2月21日因\"右眼黄斑前膜\"于我院行\"右眼玻璃体切除+黄斑前膜剥除术\"，手术顺利。3.右眼人工晶体植入术后：2022年6月27日因\"右眼老年性白内障\"于我院行\"右眼Phaco+IOL植入术\"。查体可见：右眼人工晶体位置正常、透明。4.左眼年龄相关性白内障：查体：左眼远视力0.6，矫正无提高，可见左眼晶状体皮质不均匀混浊，核黄色混浊。\n鉴别诊断：视神经纤维层厚度变薄，又称为视神经萎缩，引起视神经纤维层厚度变薄的原因有很多。患者右眼术后视神经萎缩，视野缺损，主要鉴别视野缺损相关性疾病。\n1．继发性青光眼：玻璃体切除手术本身具有机械刺激，可引起眼局部血流动力学的改变。微血管的通透性增加，渗出的炎性细胞沉积于小梁网，并可破坏血－房水屏障，大量的血浆性房水进入后房，致眼内压力升高，引发继发性青光眼。患者玻璃体切除术后定期复查眼压，未发现眼压明显增高情况，通过病史可排除。2.高度近视：长期的高度近视会使眼轴增长，视网膜变薄，视神经纤维层厚度也会随之变薄。患者右眼眼底未发现明显高度近视眼底病变，且患者自述无高度近视病史，可予以排除。3.缺血性视神经病变：缺血性视神经病变引起视神经的水肿，长时间的水肿最终会导致视神经纤维层厚度变薄。患者术后多次复查未曾发现视神经发生缺血性改变，可予以排除。"}
{"id": "1458107", "Diagnostic_results": "三、诊断与鉴别诊断\n本病的诊断存在一定的困难，初入院时患者所做生化鉴定、分泌物培养及组织病理学均不能明确感染病原体类型。因患者血常规、PCT正常，ESR、CRP均轻度升高考虑为革兰氏阴性菌感染可能性较大。而清创术中所取的创面深部组织所行第二次病理结果指明了感染分枝杆菌可能性较大。在请结核科会诊后考虑为非结核分枝杆菌，并行多次行创面细菌培养，入院1周后的细菌培养结果证实了感染病原体为快速生长的非结核分枝杆菌。在结核科同事的建议下我们将行细菌培养的同一批样品行基因检测，最终明确为免疫原分枝杆菌感染。"}
{"id": "1469844", "Diagnostic_results": "三、诊断与鉴别诊断\n瘤样钙盐沉着症的诊断基于患儿现有临床特征、影像学表现及术后病理,但因该病的病发机制尚不明确，目前无正式的诊断标准（ 表1 ）。\n展开阅读\n临床特征 [ 4 ] 孤立性病变：无高磷酸血症，无软组织钙化\n多发性病变：伴高磷酸血症，但无高钙血症，在青少年大关节附近的软组织处高发，一般无症状\n继发于肾功能衰竭、高维生素D血症等引起的钙盐沉着，伴有高钙、高磷酸血症\n影像学表现 [ 5 ] X线：表现为关节旁软组织伸侧面有大小不一的结节集聚形成团块状高亮影，病变不累及邻近关节或骨骼\nCT示：病灶位于关节旁软组织内，局部软组织可受压，病灶表现为大小不等的类圆形或不规则钙化影（本例点特点：病灶边界较清楚，其形状呈菜花状和结节状致密影，未与周围骨质粘连）\nMRI示：T1WI呈明显不均匀低信号，T2WI呈不均匀高信号，周围软组织可水肿，增强MRI提示病灶呈环形强化影\n病理特点 [ 4 ] 活动期：病变中央为颗粒状钙化物质，周边环绕单核或多核细胞、淋巴细胞、浆细胞\n非活动期：病变部仅有钙化样物质，病变周围可见纤维组织\n表1\nTC现有诊断要点\n鉴别诊断如下 [ 6 , 7 ]：（1）软组织结核 [ 8 ]：多有肺内结核感染基础，通过淋巴道或血行播散至肺外组织。软组织结核多通过外源性途径直接感染皮肤或黏膜表面，以颈部及胸壁软组织最常见，其次是四肢关节活动处。(2)软组织肉瘤 [ 9 ]：是一种组织来源不明的恶性软组织肿瘤,儿童好发于头部和颈部,临床表现为无痛性的深部软组织肿块,生长缓慢,但易早期发生转移。(3)骨化性肌炎 [ 10 ]：是一种良性、非肿瘤性、反应性瘤样病变，多与外伤有关，形成沿肌肉走行的钙化，形态不规则。（4）痛风结石 [ 11 ]：又称痛风结节，因血尿酸升高，由尿酸盐形成的细小针状结晶，沉积在皮下或关节周围，可造成骨质破坏。（5）甲状旁腺功能亢进症 [ 12 ]：转移性钙化是其并发症之一，钙化部位多在皮下、关节周围软组织、血管壁等，临床表现为无痛性肿物、质软，边界清，形状不规则。"}
{"id": "1456129", "Diagnostic_results": "三、诊断与鉴别诊断\n对于有声嘶、咽痛等喉咽部症状的患者，应考虑与喉咽部炎性疾病及喉咽部肿瘤相鉴别。首先采用间接喉镜仔细检查，根据病史和体征对可疑的喉结核患者考虑行喉镜、胸部CT、痰涂片或痰培养检查、结核菌素试验、PCR结核杆菌DNA及活组织病理检查等，应用多种检测方法相结合，提高早期诊断准确率。该患者早期咽喉体征不典型，误诊为声带息肉及反流性食管炎，考虑继发性肺结核建议患者专科医院诊治；后期出现典型溃疡性改变，高度怀疑喉结核，遂行活组织病理检查明确诊断。"}
{"id": "1350939", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：PI3Kδ过度活化综合征2型（APDS2）。依据：1.患儿有\"反复呼吸道感染\"病史，有咳嗽喘息、气促及呼吸困难等临床表现，有淋巴结肿大，免疫功能异常，存在EB病毒血症，影像学检查示支气管局部管腔变窄，支气管镜检查提示气道黏膜炎症增生阻塞气道；全外显子基因检测结果提示PIK3R1基因有1个杂合突变。"}
{"id": "1435938", "Diagnostic_results": "三、诊断\n患者规律维持性血液透析13年，有骨关节疼痛临床表现，血PTH、血钙明显升高，B超、甲状腺造影显示甲状旁腺增生。"}
{"id": "1506944", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者鼻咽部活检组织的病理结果、鼻咽病变的范围、颈部淋巴结的位置及大小、有无远处转移，本例患者诊断为鼻咽未分化型非角化性鼻咽癌（T1N3M0，ⅣB期）。由于该患者前期误诊为食管下段淋巴上皮瘤样癌并颈部淋巴结转移，因此，最重要的就是与食管上皮瘤样癌鉴别，查阅文献得知，该病临床罕见 [ 1 ]，易发生于食管癌高发地区，常见的症状与食管癌相同，如进食梗阻感，胸骨后疼痛，但其进食梗阻的进展程度较食管平滑肌瘤快。在影像学方面可表现为浸润性生长，与正常食管组织分界不清，可出现食管周围淋巴结的转移。确诊需要病理活检，可通过胃镜活检或者介入经纵膈穿刺取得病理组织，治疗以手术为主，术后行放化疗，本病化疗较敏感。本例患者食管肿物较大（7.2 cm×4.0 cm×6.8 cm），在症状上只是食欲较差，而没有进食梗阻感。CT显示肿物边界清楚，周围未见有肿大的淋巴结，胃镜检查未见明显占位。经过6个疗程的化疗，食管病变无明显改变，这些与食管淋巴上皮瘤样癌的临床特点是不符的。最终依靠介入穿刺取得病变组织，病理排除了此诊断。"}
{"id": "1350391", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断：\n1．右腹股沟斜疝；2.杜氏肌营养不良\n（二）诊断依据：\n1、患儿，男，2岁5个月，因\"发现右腹股沟可复性包块2+年\"入院。体格检查：右腹股沟阴囊肿大，可扪及2 cm×2 cm×2 cm大小包块，质软，无压痛，透光试验（-），手法复位回纳，内环压迫试验(+)，双睾位于阴囊内，发育正常，故诊断。\n2、DMD基因检测（广东省妇幼保健院，2021年2月3日）致病：DMD基因第50号外显子半合子缺失。结合患儿病史、体格检查考虑该诊断。\n（三）鉴别诊断：\n右侧鞘膜积液：多为局部包块，囊性，透光试验（+），不可回纳，无压痛，故可排除。"}
{"id": "1369446", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者的病史、体征及实验室检查可以排除中枢系统疾病。患者心跳骤停与既往扩张型心肌病相关。由于患者以突发呼吸心跳骤停为主要临床表现，其鉴别诊断可分为中枢系统疾病，心血管系统疾病。"}
{"id": "1368626", "Diagnostic_results": "三、诊断\n2016年2月15日我院MRI、三维CT提示右足平足畸形，跟骨、距骨广泛骨水肿（ 图1 ）。负重位X线片显示侧位距骨第一跖骨角25 °，侧位距跟角61 °，跟骨倾斜角17 °，侧位CYMA线不连续；前后位距骨第一跖骨角28 °，距骨第二跖骨角39 °，前后位距跟角24 °，距舟关节包容角30 °，前后位CYMA线不连续（ 图2 ）。\n展开阅读\n图1\n术前MRI及CT三维重建　A~B：术前MRI（提示距骨、跟骨广泛骨水肿信号，踝关节、距下关节腔积液症；D~F：术前CT三维重建表现为足弓塌陷、前足外展、跟骨外翻三大典型平足畸形\n展开阅读\n图2\n术前及术后3个月负重位及跟骨轴位X线片　A、C、E分别为术前负重位前后位、跟骨轴位、负重位侧位。侧位距骨第一跖骨角增大，提示患者为平足畸形，距舟包容角增大，提示前足外展；B、D、E分别为术后3个月负重位前后位、跟骨轴位、负重位侧位，提示术后各项影像学指标改善，跟骨截骨处愈合良好"}
{"id": "1368691", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：肺吸虫病。\n诊断依据：患者中年男性，急性病程，腹痛起病，追问病史发现患者起病前于浙江山区有生食溪蟹史，后出现咳嗽、咳痰等呼吸道症状，胸部CT发现两肺散在密度不均、边缘模糊的斑片影，血嗜酸性粒细胞增高，血肺吸虫抗体阳性，综上所述，肺吸虫病诊断可以成立。\n鉴别诊断：\n1．变应性支气管肺曲菌病（ABPA）：\n常以反复哮喘发作为特征，可咳出棕褐色黏稠痰块或咳出树枝状支气管管型。痰嗜酸性粒细胞数增加，痰镜检或培养可查及曲菌。胸部X线呈游走性或固定浸润性病灶，CT可显示近端支气管呈囊状或柱状扩张。曲菌抗原特异性沉淀抗体测定阳性，血清总IgE显著升高。该患者痰及BALF病原检查均未发现曲菌依据，不支持该诊断。\n2．嗜酸性粒细胞性肉芽肿性血管炎（Churg-Strauss综合征）：\n一种累及呼吸道、富含嗜酸性粒细胞的肉芽肿性炎症，是累及中小血管的坏死性血管炎，此病常伴有哮喘，有发热、乏力、关节痛和（或）肌痛等肺外表现，神经、心脏、肾脏、皮肤亦可受累。胸部影像学主要表现为边界不清的肺部浸润影，有时呈游走性或一过性。血嗜酸性粒细胞增多通常与疾病活动平行。IgE水平通常显著升高。ANCA阳性是重要的诊断标准之一。该患者临床表现不太相符，且ANCA阴性，暂不考虑该诊断。"}
{"id": "1360515", "Diagnostic_results": "三、诊断与鉴别诊断\n36残髓炎待明确，需探查根管后确诊。鉴别诊断：（1）36慢性根尖周炎：慢性根尖周患牙可没有临床症状或仅有轻度自发痛、咬合痛，患者能够定位患牙，且患牙对牙髓诊断试验无反应。影像学检查显示患牙根尖周骨质影像密度减低或根周膜影像模糊、增宽。本病例中影像学表现中根尖周无异常。（2）38冠周炎：冠周炎患牙通常表现为自觉牙龈肿胀不适，进食、咀嚼与张口时疼痛加重，严重时伴有局部自发性跳痛与张口受限。全身可有或无发热表现。临床检查智齿冠周牙龈充血、肿胀、糜烂或溢脓等。本病例中患者主要表现为左下后牙咬合痛，并伴有冷热痛，不符合38冠周炎表现。（3）24、26深龋：患牙可表现为冷、热刺激疼痛，但无自发痛病史。同时，牙髓温度测试提示患牙与对照牙反应一致。本病例患牙有自发痛、咬合痛症状，不符合24、26深龋表现。"}
{"id": "1353016", "Diagnostic_results": "三、治疗\n全麻下行腹腔镜下保留肾单位右肾部分切除术。\n病理检查：右肾嗜酸细胞瘤约4.5 cm×4.0 cm×4.0 cm，表面尚光滑，切面灰红色，有包膜。见 图3 。\n展开阅读\n图3\n病理切片证实为肾嗜酸细胞瘤\n免疫组化：EMA（3+）、CK7（+）、CK14（-）、CK8/18（3+）、Ki-67（-），S100（-），CD10（-），vimentin（-）。"}
{"id": "1476013", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患者以进行性排尿困难为首发表现，且病程中曾有反复颌下腺炎，眼睑肿胀，影像学亦提示多发软组织肿块、淋巴结增大，综合患者病史及整体临床表现，进一步完善血清学IgG4水平测定及前列腺穿刺活检组织IgG4免疫组化染色，依据2020年日本IgG4-RD综合分类标准，该患者IgG4-RD诊断明确，IgG4-RD反应指数（IgG4-RD RI）为5分。\n该患者是以前列腺增生为主要表现，同时累及双肾、淋巴结、胸腹盆腔软组织、甲状腺、泪腺、颌下腺多系统的1例IgG4-RD，需与以下疾病鉴别：（1）前列腺增生或前列腺癌。前列腺增生的典型临床表现为尿频、尿急、排尿困难等下尿路症状，但前列腺增生多见于50岁以上中老年男性，该患者病史已达16年，即起病年龄为34岁左右，不符合前列腺增生的发病年龄，且按照前列腺增生治疗，效果不佳。前列腺癌可伴有前列腺特异性抗原明显增高，直肠指检前列腺表面不光滑，质地硬，鹅卵石样感，确诊需依赖病理活检。该患者前列腺穿刺活检明确除外前列腺癌。（2）淋巴瘤。淋巴瘤与IgG4-RD均可出现淋巴结肿大及多系统损害表现，但淋巴瘤多伴有发热（>38℃）、体重下降、盗汗等症状，影像学PET/CT淋巴瘤累及部位较IgG4-RD摄取值更高，可辅助二者的鉴别诊断，组织病理检查为诊断金标准。（3）POEMS综合征。POEMS综合征的典型五联征为脏器肿大、多发性神经病、内分泌异常、M蛋白、皮肤改变，其中多发性周围神经病是诊断POEMS综合征的必要条件。但部分POEMS综合征如合并多中心Castleman’s病，其临床表现与IgG4-RD相似，最终需结合组织病理检查鉴别诊断。"}
{"id": "1361263", "Diagnostic_results": "三、诊断\n超声心动图检查发现三尖瓣狭窄伴反流（重度），结合该患者胃神经内分泌瘤合并肝转移的病史，综合肿瘤科意见，临床考虑类癌综合征累及心脏，即发生类癌性心脏病，累及瓣膜，导致瓣膜病变。"}
{"id": "1507887", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：骨性Ⅱ类，安氏Ⅱ类，低角，深覆合，深覆盖，牙列拥挤，侧貌前突。"}
{"id": "1450309", "Diagnostic_results": "三、诊断与鉴别诊断\n患者中年女性，入院前4年既发现腋窝淋巴结肿大，当时于地方医院行淋巴结活检，并外送上级医院病理科复核提示淋巴结反应性增生（本次住院我院病理复核为Castleman病）。而本次患者因双下肢麻木入院，于神经内科行淋巴结活检、PET-CT等检查考虑Castleman病，因而就诊我科。我科结合患者双下肢麻木症状，肌电图多发性周围神经损害表现、VEGF水平升高等表现，考虑该患者淋巴结活检提示Castleman病可能仅为POEMS综合征淋巴结肿大病理改变，故最终查及单克隆球蛋白、视乳头水肿、肺动脉高压表现，结合患者既往多浆膜腔积液、双足皮肤色素沉着（自诉于神经内科行激素冲击治疗后明显好转）等症状，最终诊断POEMS综合征明确。"}
{"id": "1456588", "Diagnostic_results": "三、诊断与鉴别诊断\n依据患者临床表现、实验室检查、影像学检查及病理结果，确诊为胰腺癌伴肝转移（Ⅳ期）。"}
{"id": "1430920", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：\n1.房颤消融术后肺静脉狭窄；2.阵发性房颤（CHA2DS2-VASc评分5分，HAS-BLED评分４分）；3.高血压病；4.2型糖尿病；5.陈旧性脑梗死。\n鉴别诊断：\n1.呼吸系统疾病\n如肺结核、支气管扩张、支气管炎、肺脓肿、肺癌、肺炎、肺吸虫病、肺阿米巴病、肺包虫病、肺真菌病、肺囊虫病、支气管结石、肺部转移性肿瘤、肺腺瘤、矽肺等。这些炎症导致支气管黏膜或病灶毛细血管渗透性增高，或黏膜下血管壁溃破，从而引起出血。\n咯血伴有发热，多见于肺结核、肺炎、肺脓肿、肺出血型钩端螺旋体病、流行性出血热、支气管癌等。\n咯血伴胸痛，常见于大叶性肺炎、肺栓塞、肺结核、支气管癌等。\n咯血伴呛咳，可见于支气管癌、支原体肺炎等。\n2.循环系统疾病\n常见的有风湿性心脏病二尖瓣狭窄、高血压性心脏病、肺动脉高压、主动脉瘤、肺梗死及肺动静脉瘘等。"}
{"id": "1486591", "Diagnostic_results": "三、诊断及鉴别诊断\n患者胸闷并多发淋巴结肿大，肺部间质性改变，应与肺结核、WEGNER肉芽肿、肺癌等相鉴别，为明确病情，经患者及家属同意，入院后行EBUS-TBNA+支气管镜检查术。术中见右肺上叶、右肺中叶、左肺上叶升支可见多发结节状黏膜隆起，表面光滑，于右肺上叶前段、左肺上叶后段结节处行活检，左肺下叶基底段呈外压性狭窄，管腔通畅，黏膜光整，未见新生物及异常分泌物，于超声引导下行第7组淋巴结穿刺术。行锁骨下淋巴结穿刺活检术。病理结果回示（第7组淋巴结刷检）涂片查见多量血细胞及个别淋巴细胞。（纵隔淋巴结）血块及纤维蛋白渗出物中查见较多淋巴细胞及肉芽肿结构，结合临床及相关检测结果，符合结节病。实时定量PCR检测结核杆菌结果示：阴性（-）。抗酸分枝杆菌染色示：阴性（-）。真菌免疫荧光染色示：阴性（-）。PAS染色：阴性（-）。（右肺上叶前段、左肺上叶后段）呼吸上皮黏膜呈慢性发炎，并查见多个肉芽肿结构，符合结节病。实时定量PCR检测结核杆菌结果示：阴性（-）。抗酸分枝杆菌染色示：阴性（-）。真菌免疫荧光染色示：阴性（-）。PAS染色：阴性（-）。锁骨下淋巴结活检示：慢性肉芽肿性炎，结合临床，符合结节病（ 图3 ）。故明确诊断为结节病。\n展开阅读\n图3\n纵隔淋巴结、锁骨下淋巴结及肺组织活检结果　A：纵隔淋巴结活检示：血块及纤维蛋白渗出物中查见较多淋巴细胞及肉芽肿结构；B：锁骨下淋巴结活检：慢性肉芽肿性炎；C：肺组织活检示：（右肺上叶前段、左肺上叶后段）呼吸上皮黏膜呈慢性发炎，并查见多个肉芽肿结构，结合临床及相关检测结果，符合结节病　HE×100"}
{"id": "1501258", "Diagnostic_results": "三、诊断与鉴别诊断\n骨性Ⅲ类错 畸形；安氏Ⅲ类错 畸形；功能性反合；上牙列轻度拥挤，下牙列散在间隙；上、下中线不正；上前牙舌倾，下前牙直立；下牙列缺损；38、48阻生。"}
{"id": "1366710", "Diagnostic_results": "三、诊断与鉴别诊断\n患者既往心脏结构正常，在等待检查过程中精神紧张、担忧情况下突发胸部闷痛，出现心电图ST-T改变，肌钙蛋白轻度升高，冠状动脉造影未见阻塞性病变，左心室造影显示心尖圆钝、收缩消失，基底部收缩亢进，射血分数明显下降。超声心动图出现同样表现，诊断为应激性心肌。\n鉴别诊断：（1）急性心肌梗死：患者老年男性，有高血压、糖尿病病史，突发胸部闷痛伴血压明显升高，心电图提示Ⅰ、Ⅱ、aVF、V5~V6导联ST段抬高。应考虑急性ST段抬高型心肌梗死可能。但患者冠脉造影未见血管严重狭窄和闭塞，心室造影和超声心动不符合单支冠脉分布范围的室壁节段性运动不良，不支持该诊断。（2）病毒性心肌炎：患者老年男性，无前驱感染病史，发病当日曾做超声心动未见明显异常，不支持该诊断。"}
{"id": "1481078", "Diagnostic_results": "三、诊断与鉴别诊断\n定位诊断：言语不清可定位为颅脑额叶的运动语言中枢。水平方向眼球震颤可定位于脑干。四肢肌力下降可定位于双侧锥体束,双侧基底节。辅助检查：颅脑MRI：多发腔隙性脑梗死。轻度脑白质变性，副鼻窦炎。双侧乳突炎。可定位于中枢神经系统。\n定性诊断：辅助检查2022年9月1日（济南金域医学检验中心）血清自身免疫性脑炎相关抗体12项：抗谷氨酸受体(AMPA2型)抗体IgG CBA法阳性(+)1:320。脑脊液自身免疫性脑炎相关抗体12项：抗谷氨酸受体(AMPA2型)抗体IgG CBA法阳性(+)1:320。体格检查以及辅助检查可见锥体束、颞叶、海马、脊髓等多个神经系统损伤体征，定性需考虑炎性、脱髓鞘、副肿瘤综合征等可能。结合本例患者病史、症状、体征及辅助检查，考虑本病，故外送相关抗体明确诊断，定性为自身免疫病。\n鉴别诊断：患者诊断较为明确，暂无特殊鉴别诊断。"}
{"id": "1487467", "Diagnostic_results": "三、诊断与鉴别诊断\n患者胃镜检查明确，十二指肠腺瘤罕见，约占小肠良性病变的25%，多位于降部，也可累及壶腹部 [ 3 ]。十二指肠非乳头区腺瘤早期缺乏临床症状，多于内镜检查偶然发现，内镜下表现为突出黏膜面的肿物。由于其具有与结肠腺瘤相当的恶性转化风险，因此确诊后建议手术切除。经与患者及家属充分沟通利弊，决定采取内镜下黏膜切除术（endoscopic mucosal resection，EMR）治疗。\n鉴别诊断：\n1．Brunner腺瘤：十二指肠腺腺瘤（Brunner gland adenoma, BGA），由Brunner腺增生所致，是一种罕见的十二指肠良性肿瘤，临床表现不典型，内镜下多呈息肉样隆起型病变，无蒂或有蒂，超声内镜下表现为起源于黏膜下层的边界清楚的中高回声团块，内部回声均匀 [ 4 ]。\n2．间质瘤：十二指肠间质瘤多位于球部及球降交界，降段少见，多发无症状，若合并溃疡则可出现呕血、黑便、腹痛等症状，超声内镜下表现为起源于固有肌层的低回声病灶 [ 5 ]。\n3．异位胰腺：异位胰腺是一种先天性移行变异，发病率0.6%~13.7%，好发于十二指肠，大部分十二指肠异位胰腺无特殊临床表现，部分表现为腹胀、黑便等 [ 6 ]。胃镜多表现为扁圆形或半球形黏膜下隆起，且隆起表面大多数表现为脐样凹陷 [ 7 ]。"}
{"id": "1329076", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：肝S2段、S6段占位性病变，恶性肿瘤可能性大。肝硬化、腹水、门脉高压表现。根据肝癌TNM分期（AJCC第八版）[ 1 ]，该患者初步诊断为原发性肝癌（T3N1M0，ⅣA期），肝功能Child-Pugh分级B级。需与继发性肝癌、肝硬化结节、肝脓肿及肝血管瘤等疾病进行鉴别。"}
{"id": "1369002", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患者病史、影像及病理结果，最终诊断：肺黏膜相关淋巴组织（MALT）淋巴瘤。鉴别诊断方面，需与社区获得性肺炎、机化性肺炎、肺癌等鉴别。"}
{"id": "1447421", "Diagnostic_results": "三、诊断与鉴别诊断\n入院经骨髓穿刺，骨髓流式及骨髓活检确诊为弥漫性大B细胞淋巴瘤，具体如下：骨髓流式：检测到异常大B淋巴细胞占有核细胞计数的1.1%，单核细胞比例（13.6%，表型无殊），增高和粒细胞（48.1%）以成熟细胞为主，骨髓活检：1.Gomori染色：阴性2.糖原染色：粒细胞、巨核细胞阳性3。肿瘤细胞：CD3-、CD5-、CD10-、CD19+、CD20+、BCL6-。"}
{"id": "1430921", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.IgG4相关性疾病，IgG4相关自身免疫性胰腺炎，IgG4相关硬化性胆管炎；2.原发性胆汁性胆管炎\n诊断依据：1.IgG4相关性疾病，IgG4相关自身免疫性胰腺炎，IgG4相关硬化性胆管炎：①临床症状：乏力、皮肤巩膜黄染；②IgG4 5.1 g/L；③TBIL85.7 umol/L，直接胆红素50.7 umol/L，间接胆红素35 umol/L，γ-GT 472 U/L，ALT 182 U/L，AST 109 U/L，ALP 386 U/L；④胰腺CT增强：胰腺形态饱满，体积略增大，边缘光滑，略呈\"腊肠\"样改变，肝内外胆管全程明显扩张，呈树杈样改变，胆总管扩张，肝总管下段见小结节样充盈缺损。2.原发性胆汁性胆管炎：①查γ-GT583U/L，ALP474U/L；②抗线粒体M2抗体(+++)。"}
{"id": "1360529", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者双眼泪腺无痛性肿大，胸部CT证实双侧肺门增大，纵隔淋巴结组织活检呈肉芽肿改变，排除结核及肿瘤，诊断：系统性结节病累及泪腺。\n肺结节病需与结核、肿瘤相鉴别，本病例经结核斑点试验、抗酸杆菌检查排除结核；经肿瘤标志物、针吸淋巴液、纤维支气管镜刷片、纤维支气管镜灌洗液、纤维支气管镜术后痰检查排除肿瘤。且经病理证实纵隔淋巴结组织存在肉芽肿改变，故诊断为肺结节病。患者泪腺肿大需与泪腺感染、泪腺肿瘤等相鉴别，患者泪腺肿大系无痛性，血常规正常，无明显感染征象；MRI检查见双侧泪腺体积弥漫性增大，增强后明显均匀强化，与泪腺肿瘤MRI表现不符。"}
{"id": "1456842", "Diagnostic_results": "三、诊断与鉴别诊断\n综上分析，中年男性，隐匿起病，逐渐加重，首发症状为四肢近端无力，波及自主神经及颅神经，阳性体征提示下运动神经元损伤，患者3波及眼外肌，RNS提示低频递减，高频递增，多重自身抗体阳性，胸部CT薄扫提示左下肺结节考虑恶性可能，定位：神经肌肉接头，突触前膜；定性：免疫性。考虑诊断：肌无力综合征。鉴别重症肌无力、吉兰巴雷综合征等。"}
{"id": "1431835", "Diagnostic_results": "三、诊断与鉴别诊断\n1.诊断\n（1）重症肺炎Ⅱ型呼吸衰竭失代偿性呼吸性酸中毒；（2）脓毒性休克；（3）脓胸。\n2.鉴别诊断\n（1）金黄色葡萄球菌肺炎是重症肺炎的一个重要病原体。在社区获得性肺炎中金葡菌的发生率可高达25%。呼吸困难和低氧血症较普遍。胸部CT检查常见密度增高的实变影。常出现空腔，可见肺气囊，病变变化较快，常伴发肺脓肿和脓胸。（2）肺炎克雷伯杆菌肺炎。在重症社区获得性肺炎中，肺炎克雷伯菌也是常见的病原体之一，尤其在老年患者中发病率高，临床常表现为发热、咳嗽、咳痰，呼吸困难进行性加重。胸部CT检查可见大片的实变、渗出，病情进展较快，部分患者影像可出现空洞、脓胸。（3）米勒链球菌群肺炎。米勒链球菌群包括中间链球菌、咽峡炎链球菌和星座链球菌三个种，可侵犯全身多个器官及系统，引起化脓性的浅表感染或深部感染，导致患者临床表现多样化。其中引起的肺部感染可以引起肺脓肿、肺炎、类肺炎性胸腔积液，甚至脓气胸。"}
{"id": "1375621", "Diagnostic_results": "三、诊断\n结合临床症状，该患者诊断如下：（1）急性上消化道出血；（2）乙型肝炎后肝硬化失代偿期（Child-Pugh B级）；（3）食管胃底静脉曲张；（4）继发性贫血；（5）血小板减少症；（6）2型糖尿病。"}
{"id": "1355704", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：右肺小细胞肺癌，局限期？右肺鳞癌（T 4N XM 0）颈部淋巴结转移PS 0分。\n本例患者肺癌诊断明确，右肺上叶支气管黏膜活检为小细胞肺癌，右下叶基底段管腔内粉红色肿物活检为鳞状细胞癌；诊断同时性多原发肺癌。"}
{"id": "1506927", "Diagnostic_results": "三、诊断\n患儿生后即出现极重度贫血，但无失血性休克表现，提示为慢性贫血。入院查体眼距宽，耳位低，颈部可触及广泛囊性区域，右侧拇指连接球状赘生物。右足第2脚趾趾甲异位，左足第3脚趾趾甲异位。血常规提示网织红细胞计数降低，骨穿提示骨髓增生减低，粒系占35.5%，红系占1.5%。全外显基因检查提示：RPS19 c.175T>C（p.Ser59Pro），杂合突变，突变源自父亲，明确诊断Diamond-Blackfan贫血。"}
{"id": "1351638", "Diagnostic_results": "三、诊断及鉴别诊断\n戈谢病（Ⅰ型）、戈谢病骨病"}
{"id": "1478128", "Diagnostic_results": "三、诊断与鉴别诊断\n入院诊断为纵隔脓肿。"}
{"id": "1361407", "Diagnostic_results": "三、诊断与鉴别诊断\n本病例诊断喉鳞状细胞癌证据充分，但肿瘤多灶发生的原因值得探讨，应鉴别多原发癌；乳头状瘤相关性喉癌；黏膜下侵袭或种植转移等多种可能。按照2005年最新版国际疾病编码（international Classification of diseases，ICD）定义，多原发癌的诊断应满足\"组织形态学不同\"这一特点。但所有鳞状细胞癌均被ICD归属为同一组织形态，即使分化程度不同，也不满足多原发癌诊断标准。然而，近年一些学者对此标准提出了新的改进建议，此为本病例讨论的重点。另外，喉乳头状瘤易在同一区域多发，需鉴别本例癌肿是否存在HPV相关性。该病例术前检查亦不能排除肿瘤黏膜下侵袭或种植转移的可能，需要结合术后病理进一步明确。"}
{"id": "1433675", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿以肝大、多浆膜腔积液、浮肿为突出表现，临床上心、肝、肾、营养、自身免疫性及肿瘤性等疾病均可引起。患儿血尿常规、肾功能及血白蛋白正常，不支持肾、营养相关疾病，自身抗体、肿瘤标志物阴性，胸腹部CT未见明确占位，不支持自身免疫性及肿瘤性疾病。患儿肝大及腹水明显，肝功能正常，凝血功能轻度异常，腹部增强CT肝静脉未见造影剂充盈，提示肝静脉回流受阻，需要与肝静脉或上腔静脉阻塞性疾病如布卡综合征进行鉴别，但多种影像技术均显示肝静脉及下腔静脉增粗，且患儿存在颈静脉怒张、胸腔积液、心包积液等上腔静脉回流区域异常，不支持。患儿临床无急性泵衰竭如气促、乏力、劳力性呼吸困难等表现，从而指向心脏舒张功能异常，导致静脉回流缓慢受阻类疾病，这类疾病常见于CP和限制性心肌病两种疾病。患儿明确存在心包增厚、心脏舒张功能异常的临床及影像学检查依据，心脏核磁显示心肌形态及信号无异常，明确为CP。"}
{"id": "1350395", "Diagnostic_results": "三、诊断与鉴别诊断\n确定诊断为冠心病、急性下壁心肌梗死、心律失常、间歇性Ⅲ度房室传导阻滞、慢性骨髓增殖性疾病（骨髓纤维化）、腹主动脉、腹腔干血栓、肾栓塞。\n血液内科会诊记录：慢性骨髓增殖性疾病是一组起源于造血干细胞，骨髓一系或多系（如粒细胞系统、红细胞系统、巨核细胞系统和肥大细胞）过度增殖为特征的疾病。分型主要包括真性红细胞增多症、原发性血小板增多症和原发性骨髓纤维化。各种疾病之间可互相转化或合并存在，由于患者血细胞过度增殖，可导致血液淤滞、黏稠度增加，成为各种心脑血管疾病的高危因素。主要症状包括出血和血栓栓塞。结合患者病史、体格检查和辅助检查结果，考虑诊断为慢性骨髓增殖性疾病、骨髓纤维化。针对有动脉血栓病史，任何年龄、心血管危险因素和JAK2V617突变者，给予降细胞治疗（羟基脲）联合阿司匹林100 mg，2次/ d。"}
{"id": "1462721", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：\n嗜铬细胞瘤\n鉴别诊断：嗜铬细胞瘤临床中可以表现出头痛、心悸、大汗等表现，可合并高血压病、体位性低血压，内分泌检查提示儿茶酚胺类物质明显增高，奥曲肽试验、131I-MIBG等检查可协助诊断，但也有部分患者可无任何临床症状，称为寂静性副神经节瘤。该患者虽然无典型的嗜铬细胞瘤相关表现，但儿茶酚胺及中间代谢产物MN、NMN明显高于正常，影像学提示肾上腺区占位性病变位，增强扫描可见不均强化，131I-MIBG放射性摄取升高，符合嗜铬细胞瘤表现。嗜铬细胞瘤的诊断应与其他腹膜后肿瘤相鉴别。例如：嗜铬细胞瘤与副神经节瘤均为神经内分泌瘤，两者均可分泌儿茶酚胺类激素，临床表现及内分泌检验结果基本类似，但嗜铬细胞瘤来源于肾上腺髓质，副神经节瘤则来源于肾上腺以外的位置，该病人明确肾上腺区占位，余未见异常。而其他类型的腹膜后肿瘤如脂肪肉瘤、腹膜后畸胎瘤等均无法引起NMN及24h尿儿茶酚胺水平升高，131I-MIBG显像无摄取增高。综上，考虑诊断为嗜铬细胞瘤。\n异位ACTH综合征\n患者出现ACTH、皮质醇水平升高、LDST无法抑制皮质醇水平，双大腿内侧、双腋下可见皮肤紫纹，唇须明显等体征也符合Cushing综合征表现。异位ACTH综合征应与肾上腺皮质腺瘤相鉴别。两者虽均可引起高皮质醇血症，但异位ACTH综合征以ACTH水平升高为特点，继发性引起高皮质醇血症。而肾上腺皮质腺瘤则主动分泌高皮质醇，反馈性抑制ACTH激素的分泌，ACTH水平下降。因此患者符合异位ACTH综合征诊断。此外，追踪异位ACTH病灶，MRI及CT除肾上腺肿瘤外未见其他部位异常表现，从\"一元论\"角度出发，本例患者首先考虑左肾上腺嗜铬细胞瘤引起异位ACTH分泌可能性大。\n3． Takotsubo心肌病\n鉴别诊断：儿茶酚胺心肌病为本例患者突出且严重的并发症。儿茶酚胺心肌病是超生理剂量的儿茶酚胺释放入血后引起心肌收缩功能下降，从而导致心脏结构与功能异常的一类特殊心肌病。临床上可表现为心肌病、心肌梗死、心力衰竭、心律失常等。本例患者在病程中出现Takotsubo心肌病的表现，该种心肌病的特点为临床表现为胸痛、呼吸困难、新发生的左心室功能障碍、心源性休克等，虽伴心肌酶升高、心电图ST段抬高等酷似急性心肌梗死的表现，但冠状动脉造影结果正常，超声心动图最有特点的是以基底段运动增强和心尖部运动减弱、心尖膨出呈气球样变。而恶性心律失常伴发于心肌病。经过α受体阻滞剂、手术切除肿瘤和主动脉内球囊反搏、左心室辅助设备、体外膜肺氧合等治疗后心功能可在数日内迅速好转[ 3 ]。患者病史符合以上特点，考虑Takotsubo型心肌病诊断明确。"}
{"id": "1360421", "Diagnostic_results": "三、诊断与鉴别诊断\n嗜肺军团菌肺炎"}
{"id": "1434308", "Diagnostic_results": "三、诊断与鉴别诊断\nPLA2G6基因突变所致帕金森病。诊断依据：患者存在运动迟缓、步态障碍、认知障碍，影像学结果提示脑萎缩，该患者已完善基因检测，故诊断明确。\n鉴别诊断：（1）脊髓小脑性共济失调：患者的小脑、脑干和脊髓会产生退化性萎缩，这与基因变异有关。致病原因大多数是自体显性遗传，少数为基因突变。一般患者在成年期发病，临床表现多以走路时步履不稳、肢体摇晃、动作反应迟缓及准确性变差等为临床表现，磁共振及基因测试可确诊该病。本例患者已行基因检测确诊，故排除。（2）多巴反应性肌张力障碍：是指一种好发于儿童或青少年的以肌张力障碍或步态异常为首发症状的少见的遗传性疾病，又称Segawa病。本病半数呈散发性，半数为常染色体显性遗传病。临床上成人发病以肢体不自主震颤、僵硬、肌张力增高等类似帕金森综合征表现多见。大部分患者症状有昼夜波动性，晨起或休息后明显减轻甚而消失，午后或劳累后症状可加重。小剂量多巴制剂有快速、明显疗效。本例患者无昼夜波动等特征，且已行基因检测确诊，故排除。"}
{"id": "1491528", "Diagnostic_results": "三、诊断\nTGA是最常见的青紫型心脏缺陷，它占了所有先天性心脏病的7% [ 2 , 3 , 4 ]。主要通过超声心动图检查确诊（ 图1 ）。\n展开阅读\n图1\n患儿术前超声心动图　A：心室与大动脉连接；B：冠状动脉位置；RV为右心室，AO为主动脉，LV为左心室，LA为左心房，PA为肺动脉，LCA为左冠状动脉，RCA为右冠状动脉\n尽管产前超声筛查取得了进展，但对于先天性心脏病的检出率仍然很低。在过去的几年里，产前胎儿超声心动采取先进的三维（3D）、四维（4D）以及时空图像相关技术，诊断率已经提高了，然而最近的报告表明TGA在产前采用胎儿超声心动图筛查，检出率<50%。\n产前对TGA的检测差异很大，许多因素会导致漏诊，包括超声医生的经验、孕周（gestational age，GA）、超声仪器、心脏视图和成像参数 [ 4 ]。胎儿超声心动检查的基础切面就是三血管气管切面（three-vessel tracheal，3VT），从左向右依次是肺动脉、主动脉、上腔静脉，气管位于上腔静脉后方，主动脉右侧。3VT的优点是，3VT切面可以显示出在四腔心切面上表现正常的心脏畸形，如完全大动脉转位，法洛四联症和室间隔缺损 [ 5 ]。四腔心切面可以覆盖各心腔的结构检查，而基础切面在检查流出道和大血管发育情况更有优势。基本切面和四室切面的结合增加了子宫内胎儿心脏异常诊断的准确性 [ 6 ]。TGA是一种医疗紧急情况，对新生儿出生后的生命构成直接威胁。早期诊断和出生后立即干预是至关重要的，可以预防长时间低氧血症、酸中毒和最终手术矫正前的死亡 [ 7 ]。由于术中需要行冠状动脉移植，故术前确定冠状动脉情况尤为重要。如果遇到单冠畸形或冠脉壁间走形，使手术难度增加，并容易因冠脉移植不满意引发心肌供血不足，从而造成相应的心脏功能不全。此患儿确定双冠状动脉在相应冠窦，位置正常（ 图1 ）。"}
{"id": "1429905", "Diagnostic_results": "三、诊断与鉴别诊断\n综合上述诊疗资料，患者初步诊断为：1.心律失常阵发性心房颤动（CHA2DS2-VASc评分1分，HAS-BLED评分1分）；2.房间隔缺损封堵术后，结合患者病史、症状体征及既往心电图，患者阵发性房颤诊断明确，无需鉴别。"}
{"id": "1435915", "Diagnostic_results": "三、诊断与鉴别诊断\n患儿为早产儿，小于胎龄儿，宫内有胎心增快，出生羊水过少，羊水Ⅲ°污染，符合胎儿期甲状腺功能亢进表现。生后有心率增快、烦躁易激惹表现。结合实验室检查TSH降低，FT3明显升高，TRAB抗体、TPOAb抗体、TGAb抗体均明显升高，故新生儿Graves病诊断明确，患儿发病为其母亲Graves病所产生的自身免疫性抗体经胎盘被动输入所致。患儿持续心率增快，进行如下鉴别诊断：1.快速心律失常：患儿多次监测心电图均提示窦性心动过速，不支持期前收缩以及其他快速心律失常；2.先天性心脏病：入院后完善多次超声心动图，发现有三尖瓣脱垂外，无其他明显异常提示，不支持该病因；3.早发败血症、宫内感染：患儿宫内发病，需要警惕早发败血症可能，但是患儿母亲无发热、寒战等感染表现，患儿除心率快外，无反应弱肤色发花等异常，完善血常规、CRP和血培养均不支持该病；4.电解质紊乱：患儿多次完善血生化电解质检测不支持该病因；4.其他自身免疫性疾病抗体被动输入导致心率增快情况，患儿母亲否认系统性红斑狼疮、类风湿关节炎等风湿免疫性疾病，患儿入院有筛查相关抗体均为阴性，不支持该病因。"}
{"id": "1474401", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n结合患者右侧额部AM病史，胸膜病灶经穿刺活检及免疫组学检查后，最终病理诊断为转移性脑膜瘤。\n2．鉴别诊断：\n脑膜瘤广泛胸膜转移十分罕见，易误诊。须要与以下疾病进行鉴别：\n(1)恶性胸膜间皮瘤：起源于脏层或壁层胸膜间皮细胞与纤维细胞，较多见，可为良性或恶性，病理上分为上皮型、纤维型和混合型。多为来自肋胸膜的类圆形或分叶状肿块，边界清，多呈较均匀强化。可带蒂，随呼吸运动，多伴有血性胸腔积液。\n(2)原发性周围型肺癌：为肺部常见的原发恶性肿瘤，临床表现多为顽固性、刺激性咳嗽、痰中带血、胸痛及进行性消瘦等。影像学表现为肺内肿块，可伴空泡、毛刺、血管纠集、胸膜凹陷等，肿瘤较大者可伴偏心、不规则厚壁空洞，肿大淋巴结，增强扫描肿瘤明显强化。\n(3)神经鞘瘤：好发于后纵隔脊椎旁，由Antoni A区和Antoni B区交替组成，常表现为单发类圆形肿块，包膜完整，可发生出血、囊变。CT平扫肿瘤呈软组织密度，增强扫描呈中高度均匀或不均匀强化。磁共振T1加权成像呈等信号，T2加权成像呈等高信号。"}
{"id": "1368501", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断为牙列不齐。"}
{"id": "1480946", "Diagnostic_results": "三、诊断与鉴别诊断\n血管免疫母细胞性T细胞淋巴瘤（Ⅲ期B组IPI 3分），噬血细胞综合征，慢性粒单核细胞白血病。诊断依据：1.患者淋巴结及皮肤病理及免疫组化诊断血管免疫母细胞性T细胞淋巴瘤明确；2.噬血细胞综合征，患者反复发热，脾大，两系减少（血红蛋白及血小板），纤维蛋白原低下，及铁蛋白，乳酸脱氢酶酶，可溶性CD25的明显升高；3.慢性粒单核细胞白血病，患者持续外周血单核细胞>1×10 9/L且>白细胞总数的10%，同时排除慢性粒细胞白血病，骨髓增殖性肿瘤等。\n鉴别诊断：1.风湿类疾病。患者疾病早期表现为反复发热，皮疹，且淋巴结活检为反应性增生，激素治疗有效，但患者风湿类检查均阴性，反复淋巴结穿刺有助于诊断。2.慢性粒细胞白血病，表现为白细胞升高，脾大，可通过BCR/ABL融合基因与慢性粒单核细胞白血病鉴别。"}
{"id": "1361188", "Diagnostic_results": "三、诊断与鉴别诊断\n患者有明确食用海鲎病史，食用后即刻出现症状，可依此诊断，如患者无法明确食用海鲎病史，临床症状需与毒蕈中毒相鉴别。"}
{"id": "1344995", "Diagnostic_results": "二、检查\n双眼OTC检查示左侧视乳头水肿，腰椎穿刺检查示脑脊液为淡红色，颅内压220 mmH 20（1 mmH 2O=0.00098 kPa）, 脑脊液潘氏反应阳性，白细胞216×10 9/L、蛋白质4.69 g/L、氯111.2 mmol/L、糖4.52 mmol/L。考虑蛛网膜下腔出血，颅内感染不能排除；脑脊液三种染色及细菌培养为阴性，行二代宏基因测序，检出结核分枝杆菌复合群特异序列2条，置信度为中，给予实验性抗结核治疗无效；头颅MRI示软脑膜T1高信号，T2低信号，颈段脊髓MRI示软脊膜 T1高信号，T2低信号。再行腰穿示脑脊液为橙黄色（ 图3 ），颅内压400 mmH 2O, 白细胞101×10 6/L，蛋白质2.54 g/L。患者免疫球蛋白G4 0.43 g/L，脑脊液细胞学检查发现大量异常细胞（ 图4 )，考虑肿瘤侵犯。收集脑脊液细胞行免疫组化染色：HMB45(+)、SOX-10(-)、MelanA(+)，提示为恶性黑色素瘤。\n展开阅读\n图3\n患者脑脊液外观 第二次腰椎穿刺脑脊液呈橙黄色，颅内压400 mmH 2O, 白细胞101×10 6/L，蛋白质2.54 g/L\n展开阅读\n图4\n患者脑脊液细胞HE染色及免疫组化染色\nHE染色见一类胞体巨大的异常细胞、花瓣样淋巴细胞及吞噬细胞、淋巴细胞、中性粒细胞及单核细胞。异常细胞胞体大，浆多，核圆形或不规，染色质粗，核仁可见；一类花瓣样芽孢状改变的淋巴样细胞，胞体中等大小，浆偏少，核呈花瓣状，染色质细致，均匀，核仁隐现不一。"}
{"id": "1458701", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：GBS\n鉴别诊断：1.脊髓炎：青壮年多见，主要表现为运动障碍、感觉障碍以及自主神经功能障碍，影像学检查提示病变部脊髓增粗，多发片状或较弥散的T2高信号，根据患者脑脊液检查结果及颈椎MRI，可排除。2.运动神经元病：是一类主要累及大脑皮质、脑干、锥体束及脊髓前角运动神经元的慢性进行性神经系统变性疾病，表现为肌无力和萎缩，延髓肌麻痹及锥体束征，该患者急性起病，无明显肌萎缩，肌电图提示周围神经源性改变，故可排除。3.慢性炎性脱髓鞘性多发性神经根神经病(chronicinflammatory demyelinating polyradiculoneuropathy，CIDP) ：是一种病程呈慢性进展或缓解的运动感觉周围神经病，症状进展通常2个月以上，该患者急性起病，CIDP可能性小。4.糖尿病周围神经病：患者糖尿病病程多在10年以上，其发生与遗传背景、糖尿病病程、血糖控制不佳等相关。患者青年男性，否认糖尿病病史，糖化血红蛋白正常范围，故不考虑。"}
{"id": "1369110", "Diagnostic_results": "三、诊断与鉴别诊断\n临床诊断：13牙周牙髓联合病变，牙内陷（Oehlers Ⅲa型）。\n诊断依据：Oehlers Ⅲa型牙内陷为内陷深度超过釉牙骨质界，在牙根侧方形成新的\"根尖孔\"并与牙周组织相通 [ 3 ]（ 图3 ）。本病例CBCT影像学表现为冠方一高密度影包绕的线状低密度影一直延伸至在根中下段与外界牙周组织相通，符合Oehlers Ⅲa型牙内陷表现。\n展开阅读\n图3\nOehlers Ⅲa型牙内陷模式图 [ 3 ]\n鉴别诊断：（1）双根管：根管为位于牙根内的大部分髓腔，双管型是指从髓室底延至根尖为2个分开的根管，有两个根尖孔或合并成一个根尖孔通牙体外 [ 4 ]，两根管之间为牙本质。（2）牙根内陷:继发于上皮根鞘增生内陷至牙乳头中，表现为上皮根鞘卷折入牙冠发育完成后的牙根形成。最常见为RDI Ⅱ型-畸形根面沟，X线片常表现为有一条与根管平行的线延伸至牙根的不同深度 [ 5 ]。（3）牙骨质撕裂；牙骨质撕裂是牙骨质从牙骨质-牙本质交界处或沿着牙骨质体内的增量线部分或完全脱离 [ 6 ]。牙骨质撕裂常沿着牙骨质牙本质界，可单纯发生于牙骨质，也可发生于邻近的牙本质内，称之为\"牙骨质牙本质撕裂\"。X线表现多为患牙一侧的根面高密度白线或针状、片状阻射物，部分或完全从牙根分离，且伴随牙槽骨吸收 [ 7 ]。"}
{"id": "1457197", "Diagnostic_results": "三、诊断与鉴别诊断\n患者主要表现为活动后的呼吸困难，体格检查示主动脉瓣区可闻及收缩期4/6级杂音。此次入院后超声心动图显示左房增大。室间隔与左室后壁对称性增厚，后间隔运动尚可，左室壁运动普遍减低。主动脉根部似呈两窦两叶，呈左前右后排列，瓣叶增厚、回声增强，开放明显受限。主动脉瓣上流速：峰值流速570cm/s，压差130 mmHg，平均压差86 mmHg。结合患者症状体征、既往史及辅助检查，主动脉瓣狭窄（重度）诊断明确。\n患者活动后胸闷，既往有高血压、高脂血症等危险因素，需与冠心病相鉴别。患者入院查心肌酶未见明显异常，完善床旁心电图未见明显心肌缺血改变，冠脉CT提示狭窄程度与症状不匹配。暂不考虑胸闷症状与冠心病明显相关。"}
{"id": "1496979", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：双眼巨细胞病毒视网膜炎。\n鉴于患者目前的检查结果，可与以下几种疾病进行鉴别：（1）视网膜中央动脉阻塞（central retinal artery occlusion，CRAO）。非动脉炎性CRAO占67%，保留睫状视网膜动脉的非动脉炎性CRAO占14%，短暂的CRAO占16%，动脉炎性CRAO占4% [ 3 ]。诱发CRAO的疾病多为高胆固醇、颈部血管病、糖尿病、心脏疾病及有创心血管手术、血管炎等，很少与血液系统疾病相关 [ 4 ]。虽然患者右眼黄斑区神经上皮层水肿，血流密度低，但是右眼视野呈现与CRAO不相符，病程也长达20 d，可排除该诊断。（2）白血病性视网膜病变。高达70%的患者在白血病病程的某个阶段会发生白血病性视网膜病变 [ 5 ]。它通常表现为静脉迂曲和扩张，视网膜各级出血，这可能与中心白化和棉絮斑有关（ 图6 ）。患者虽然有白血病病史，但眼底表现与之不相符，排除该诊断。（3）骨髓移植视网膜病变。骨髓移植后发生微血管视网膜病变是多种机制的结果，包括移植物抗宿主病、全身照射、免疫抑制和给药高剂量抗癌药物，一般发生在潜伏期6个月后，视网膜散在棉絮斑、点片状出血，通常在几周后恢复，发病率在3.5%~10.3%之间（ 图7 ） [ 6 ]。虽然患者进行骨髓移植的时间在该病好发的时间区间，但是眼底表现与之不相符，排除该诊断。\n展开阅读\n图6\n白血病性视网膜病变双眼眼底相　A：右眼；B：左眼\n展开阅读\n图7\n骨髓移植视网膜病变双眼眼底相　A：右眼；B：左眼\n因此，高度可疑CMV感染致本例患者眼底表现 [ 7 ]。故进行房水宏基因检测，CMV序列数为19388，细环病毒22型41（ 图8 ），余病毒未检出。由此确诊患者为双眼巨细胞病毒视网膜炎。\n展开阅读\n图8\n患者房水宏基因检测结果"}
{"id": "1482971", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：术前主要依据患者的临床症状及影像学检查，诊断小肠恶性肿瘤。术后确诊主要依据临床病史、组织病理学改变及免疫组织化学染色结果，辅以FISH检测C-MYC基因结果阳性。最后诊断小肠转移性上皮样血管肉瘤，结合临床病史来自肺。肿瘤两处，组织学改变相同，肿瘤侵至浆膜层，肠系膜淋巴结可见转移性瘤（3/7）。\n鉴别诊断：小肠转移性EA首先要排除原发性EA，该患者有明确的肺原发性EA，故不考虑原发。排除原发性EA后主要与以下小肠肿瘤类型鉴别①低分化腺癌：低分化腺癌是小肠常见的恶性组织学类型，肿瘤细胞一般呈实性、巢片状或腺样排列，异型性明显，免疫组化染色上皮细胞标记CKpan、EMA呈阳性，而波形蛋白Vimentin和血管内皮标记物阴性。②上皮样胃肠间质瘤：肿瘤细胞可呈巢状、片状排列，胞核呈圆形或卵圆形，或呈透亮、空泡状，明显的多形性，免疫组化DOG1、CD117、CD34往往阳性，而血管内皮标记物阴性，可鉴别。③弥漫性大B细胞淋巴瘤：弥漫性大B细胞淋巴瘤是小肠中较常见的淋巴瘤，肿瘤细胞较大，圆形或卵圆形，弥漫分布，胞核有时呈空泡状，核仁明显，易与EA混淆，免疫组化染色CD20、CD79α等B细胞标记物弥漫阳性，而血管内皮标记物阴性，可鉴别。④无色素性恶性黑色素瘤：肿瘤细胞异型性明显，瘤细胞呈圆形或卵圆形，核大、淡染呈上皮样，核仁明显，与EA形态相似；但免疫组化瘤细胞S一100、HMB-45、melan-A呈阳性，而血管内皮标记物阴性。⑤上皮样肉瘤：一种肿瘤细胞分化方向尚不明确的恶性肿瘤，分为经典型和近端型。经典型的上皮样肉瘤多发生于手部、前臂伸侧面和肘面以及下肢等软组织，发生于小肠少见；近端型上皮样肉瘤多发生于盆腔、腹股沟、耻骨区及外生殖区等部位，临床表现为软组织深部肿块，很少发生于小肠。镜下瘤细胞呈上皮样，结节中可见明显出血、囊性变及扩张的血管样结构，易误诊为上皮样血管肉瘤，瘤细胞表达CKpan、CK19、EMA，部分表达CD34，不表达E-cadherin、INI1，但可表达V-caddherin有助于鉴别。⑦恶性间皮瘤：主要与上皮样间皮瘤鉴别，上皮样间皮瘤的瘤细胞形态比较一致，呈立方状、扁平状，胞质丰富，肿瘤细胞可见明显核仁，免疫组化染色calretinin、CK5/6、WT1、D2-40等阳性间皮瘤标记物阳性，而血管内皮标记物阴性，可予以鉴别。"}
{"id": "1353027", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患者2年前有子宫内膜癌病史，半年前出现淋巴结转移，此次以皮肤病变起病，临床伴肿瘤标志物升高，影像检查提示病变累及乳腺、皮肤、骨骼及多发淋巴结，应首先考虑子宫内膜癌多发转移可能。但患者腹盆腔等常见的子宫内膜癌转移部位未见复发病灶，主要以乳腺、皮肤等少见部位受累为主，因此也不可忽略乳腺癌等恶性肿瘤多发转移的情况。但患者半年前复查PET/CT双乳未见明确异常，此次双乳病变呈弥漫受累表现，考虑乳腺原发恶性肿瘤可能性小。最终结合患者皮肤病理检查结果仍诊断子宫内膜癌多发转移。"}
{"id": "1433555", "Diagnostic_results": "三、诊断与鉴别诊断\n患者经胸超声心动图多切面探查及超声声学造影提示下腔静脉异常连接左房的诊断，该诊断得到下腔静脉CT造影，以及金标准：DSA经导管下腔静脉造影的佐证，并得到术中的最终确认。\n鉴别诊断：（1）布加综合征：由于下腔静脉回流至左房入体循环，而体循环压力较高，引起下腔静脉回流受阻，进而导致肝静脉回流受阻，压力升高，引起类似布加综合征的一系列表现，极易引起误诊。本例患者自幼年发病，多年以来一直被考虑是布加综合征及其后遗症，掩盖了真正的病因。（2）肝肺综合征：下腔静脉血直接流入体循环，引起血氧饱和度持续降低，而患者有门脉高压所致的淤血肝，易被误诊为在长期慢性肝病的基础上引起肺血管扩张，导致的血氧饱和度降低。（3）右至左分流的紫绀型先天性心脏病：如法洛氏四联症等，患者心内结构无明显畸形可资鉴别诊断。"}
{"id": "1377804", "Diagnostic_results": "(右肺下叶)肺隐球菌病"}
{"id": "1478701", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：先天性挛缩蜘蛛指畸形综合征。\n鉴别诊断：基于该病例有类马凡体形、关节屈曲挛缩、指/趾端凹陷的特点，我们需与以下三种疾病相鉴别。\n（1）马方综合征（Marfan syndrome，MFS），是一种常染色体显性遗传结缔组织病，主要由15号染色体q15~21原纤维蛋白-1（ FBN1）基因位点突变引起 [ 3 , 4 ]。二者致病基因均与原纤维蛋白相关，但位点不同，因此都有身材瘦长、四肢纤细、蜘蛛指、肌张力低等特点 [ 5 ]。鉴别点：①MFS通常为主动脉根部扩张、主动脉瓣反流，而CCA通常为二尖瓣脱垂、反流；②MFS伴有拇指征、指腕征、膝征阳性，而CCA患者肘、膝、指/趾关节屈曲挛缩、有\"蹼\"相连，并有脊柱侧后凸畸形；③二者致病基因不同，MFS为 FBN1基因突变，而CCA为 FBN2基因突变；④MFS常有晶状体脱位或半脱位，CCA有其特征性大耳、双耳轮、迎风耳等 [ 6 ]。\n（2）先天性多发性关节挛缩（arthrogryosis multiplex congenita，AMC），是一种病因不明的先天性疾病。出生时即表现为至少两个以上关节持续性、非进展性挛缩畸形 [ 7 ]。AMC具有典型超声表现：①关节僵直，呈挛缩状或过伸状，胎儿宫内活动明显减少 [ 8 ]。②通常累及上下肢。下肢最常见受累关节为膝、踝关节，其挛缩表现为足跖屈内翻畸形、膝关节屈曲或伸直，髋关节屈曲、外旋、外展，或髋关节屈曲、内收挛缩伴脱位；上肢关节挛缩可表现肩关节内旋、肘关节屈曲或伸直、桡骨头脱位、前臂旋前和腕关节屈曲挛缩，拇指多内收、屈曲 [ 9 ]。③常伴发中枢神经系统异常 [ 10 ]。\n（3）手足裂畸形（split hand/foot malformation，SHFM），又叫龙虾爪，是由于四肢端骨正中轴发育不全，剩余指/趾呈现不同形式的融合而形成的一种罕见先天性肢端畸形 [ 11 ]。它的临床特点是手或足的中央3个指（趾）中的一个或数个缺失，伴相应掌骨或跖骨缺失，形成一个大而深的\"V\"形裂缺，直至腕骨或跗骨 [ 12 ]。手足裂畸形有其特征性声像图表现，即手掌或足掌呈宽而深的\"V\"形裂缺。无论是综合征型抑或非综合征型手足裂畸形，其基因突变位点均与CCA的 FBN2基因突变不同，即非综合征型SHFM1-6分别为7q21.1~q22.1、Xq26、10q24、3q28、2q31、12q13.12基因突变，而综合征型SHFM可能与 TP63基因突变有关 [ 13 ]。"}
{"id": "1353635", "Diagnostic_results": "三、诊断与鉴别诊断\nB超引导下肿瘤部位穿刺活检，病理回示考虑为间叶源性肿瘤，免疫结果：CK(+),ER(-),HNF-1β(-),NAPSIN-A(-)PAX-8(-),PLAP(-),PR(-),Sall-4(-),Vimentin(+)。最终病理诊断为宫颈低分化癌肉瘤。\n宫颈恶性肿瘤以宫颈癌最为常见，影像学较难区分肉瘤与癌宫颈癌肉瘤需与子宫内膜癌、宫颈淋巴瘤、子宫体癌肉瘤转移至宫颈等疾病相鉴别，需要密切结合病史及影像学表现，目前宫腔镜下活检是鉴别宫颈恶性肿瘤的最有效手段[ 2 ]。"}
{"id": "1504453", "Diagnostic_results": "二、检查\n皮测胆红素8.2～9.7 mg/dl。血常规：白细胞总数16.88×10 9/L，血红蛋白浓度156 g/L，血小板总数377×10 9/L，粒细胞百分比48.90%；超敏C反应蛋白<2.75 mg/L，C反应蛋白<5.50 mg/L；降钙素原0.051 ng/ml；血氨46.10 µmol/L；血浆乳酸1.61 mmol/L。肝功能：总胆红素142.66 µmol/L，间接胆红素137.46 µmol/L，总胆汁酸11.13 µmol/L；肾功能、电解质检查正常。感染四项（TOXO、RUB、CMV、HSVⅡ）均阴性。脑脊液常规、生化检查未见明显异常。大小便常规未见异常。大便人轮状病毒测定：阴性；nCOV病毒核酸检测：阴性；呼吸道病毒检测均阴性。痰培养：正常菌群生长；B族链球菌DNA<1000 copies/ml。头颅正位片考虑上下牙胚发育欠佳可能。皮肤病理活检：镜下见表皮略有增生伴角化不全，真皮层胶原纤维增生、紊乱，未见明显汗腺、毛囊、皮脂腺等附属器结构（ 图1 ）。染色体微阵列检查无异常，基因全外显子组检测发现X染色体上的 EDA基因存在c.840C>A （p.Asn280Lys）半合子变异，母亲为该变异的杂合携带者（ 图2 ），此变异位点在人类基因突变数据库（Human Gene Mutation Database, HGMD, http://www.hgmd.org）未见其相关文献收录，ESP6500siv2_ALL、千人基因组（1000g2015aug_ALL）和dbSNP147等数据库均未见收录，经多种生物信息学软件预测分析，该位点被判定为致病性变异位点。\n展开阅读\n图1\n皮肤组织病理活检结果　HE×100\n展开阅读\n图2\nEDA基因家系Sanger测序验证图"}
{"id": "1482968", "Diagnostic_results": "三、诊断与鉴别诊断\n患者慢性病程，未有明显全身症状，超声提示小腿多发病灶，肌肉活检提示坏死性肉芽肿性炎。\n该疾病超声表现未有明显特异性，需与以下几种疾病鉴别。（1）脂肪瘤：通常表现为皮下脂肪层内或肌层内稍高回声团块，边界清晰，肌筋膜连续性完整。（2）血管瘤：表现为低或混合回声团块，边界多不清晰，内部回声可呈不均匀增高伴有小蜂窝状结构或粗大紊乱管状及网格状结构，CDFI示肿块内血流信号丰富 [ 3 ]。（3）纤维瘤：表现为圆形或椭圆形低回声肿块，边界清晰，回声均匀，CDFI示内未见明显血流信号。（4）肌疝：可分为筋膜层中断型和筋膜层隆起型，肿块形态多不规则，与周围组织分界清晰，内部肌纤维结构分界不清，且肿块具有可复性，CDFI显示通常没有血流信号 [ 4 ]。（5）肌肉挫伤：肌束回声减低，无明显的肌束断裂和血肿 [ 5 ]。（6）肌肉血肿：肌肉连续性部分或完全中断，回声减低，纹理结构失常，类梭形较低回声肿块，边界不清，内回声不均匀，急性期血肿呈高回声，24 h后回声减低，病灶周边及内部未见明显血流信号。"}
{"id": "1452465", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.韩薛柯综合征；2.空泡蝶鞍综合征；3.重症肺炎；4.Ⅰ型呼吸衰竭；5.左侧自发性气胸。\n诊断依据：根据\"尿崩症、双侧眼球突出\"等典型临床表现、磁共振垂体平扫+增强影像结果和病理结果显示\"组织细胞增多症\"可以诊断\"韩薛柯氏综合征\"。结合磁共振垂体平扫+增强影像结果、相应激素指标和临床表现可诊断\"空泡蝶鞍综合征\"。结合胸片、胸部CT、血常规、血气分析及临床表现等可诊断\"Ⅰ型呼吸衰竭、重症肺炎\"。根据胸片及肺部CT可诊断\"左侧气胸\"。\n鉴别诊断：\n1．骨髓瘤、转移瘤：由于HSC可单独或多发累及全身各个系统，故需注意骨髓瘤及转移瘤可能，穿刺活检或骨扫描等可协助诊治；HSC晚期病变累及肺部时，可发展至肺间质纤维化，需与特发性及其他继发因素引起的肺间质纤维化相区别。特发性肺纤维化多见于青壮年，常于40~50岁发病，以渐进性活动后呼吸困难为主要临床表现,严重时休息状态下亦可出现呼吸困难、口唇发绀，双下肺可闻及吸气末爆裂音或捻发音，其他继发因素所引起的肺间质纤维化多有明显病因，如粉尘职业接触史、肺泡蛋白沉积症、结缔组织病等，HRCT及肺活检有助于诊断。对于HSC表现为孤立肺部病变时，还需与炎性假瘤、粒细胞肉瘤等疾病鉴别。\n2．蛛网膜囊肿、垂体瘤囊性变，以及垂体肿瘤和鞍内肿瘤等引起的慢性颅压增高症：蛛网膜囊肿、垂体瘤囊性变经CT及MRI检查后多可以确诊；鞍内肿瘤的蝶鞍常扩大伴变形，多呈杯形、球形或扁平形，鞍底下陷，鞍背后竖，故典型的鞍内肿瘤不难与ESS区别，部分球形扩大的病例，则鉴别较难；另慢性颅内压增高引起的蝶鞍扩大，常伴骨质吸收，亦难与本病区别，CT与MRI检查可协诊。"}
{"id": "1357037", "Diagnostic_results": "三、诊断与鉴别诊断\n影像诊断：十二指肠神经内分泌肿瘤伴肝脏多发转移。\n病理诊断：患者行经皮肝穿刺活检术，病理：\"肝穿刺\"神经内分泌肿瘤G2，倾向转移性。\n免疫组化：肿瘤细胞CK（+），CgA（-），CD56（+），SY（+），S-100（-），Ki67（3%），SSTR2（+），HNF-1B（-/+），P63（-），CEA（-）。\n鉴别诊断：\n1．转移瘤：肝转移瘤典型影像表现为：增强CT/MRI早期环形强化，呈\"牛眼征\"。PET/CT通常表现为病灶FDG高代谢，且易于发现原发灶，与本病例不符。对于富血管型转移瘤，增强早期呈环形明显强化，强化程度与胰腺或肾皮质相当。最常引起富血管型肝转移瘤的肿瘤包括：乳腺癌、肾透明细胞癌、神经内分泌肿瘤、甲状腺癌等。常见的PET/CT可以表现为FDG代谢轻度增高或不增高的肝转移瘤包括：胃癌、肾透明细胞癌、神经内分泌肿瘤、甲状腺癌、前列腺癌等原发病所致的肝转移瘤，抑或肝内转移瘤体积较小。\n2．血管瘤：CT平扫呈类圆形低密度灶，边缘清楚，密度均匀。增强延迟扫描可见肿瘤自周边开始强化，逐渐向中心区推移，最终整个瘤体可完全强化，等于或者稍高于肝脏的密度。MRI：肿块在T1WI呈均匀稍低信号，T2WI上呈明显高信号，称为\"灯泡征\"。PET/CT：FDG代谢不高，DOTATATE摄取不高。\n3．肝细胞肝癌：常有肝炎、肝硬化病史，伴有AFP升高。影像学表现为低密度肿块、较大者可伴中央坏死。增强扫描可见\"快进快出\"的典型表现，可有假包膜强化，以及门脉癌栓等表现。PET/CT：大部分肝细胞癌表现为FDG代谢增高，但部分分化较好的肝细胞癌亦可表现为FDG代谢轻度增高或不增高；DOTATATE摄取不高。\n4．胆管细胞癌：常伴有CA199升高。CT表现为不均匀低密度结节、团块，边界欠清，坏死相对少见。增强扫描多呈不均匀渐进性强化。此外可有远端胆管扩张、邻近肝叶萎缩等伴发征象。且容易侵犯肝门部胆管，较少侵犯门静脉。PET/CT：大部分胆管细胞癌表现为FDG代谢增高，但部分体积较小的或沿胆管壁生长的肿瘤亦可表现为FDG代谢轻度增高或不增高；DOTATATE摄取不高\n5．肝脏上皮样血管内皮瘤：一种罕见的肝脏血管起源肿瘤，临床表现无特征性，可有右上腹痛或不适，伴体重减轻、乏力等，肿瘤标志物通常阴性。影像学表现为肝脏内多发融合结节或肿块，沿包膜下分布且伴包膜皱缩。动态增强呈环形强化，且有逐渐强化，表现为\"靶征\"。PET/CT：病灶可表现为FDG代谢不均匀增高或不增高。"}
{"id": "1361184", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断依据：\n1．心脏左室均匀性肥厚，左室最大室壁厚度45 mm；\n2．心室预激和传导系统障碍；\n3．患者检测到携带致病性PRKAG2基因突变。\n综上，患者室间隔及左室壁普遍增厚，心室预激，并携带PRKAG2-R302Q致病性基因变异，结合临床表现诊断为PRKAG2突变心脏综合征。\n鉴别诊断：需要与肌小节突变的肥厚型心肌病、继发性预激综合征、Danon病等进行鉴别诊断。"}
{"id": "1451403", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n①肺结核：灌洗液查结核分枝杆菌rpoB基因及RFP耐药快速检测；检测到MTB-极低，利福平耐药检测敏感；外院气管镜灌洗液NGS检出结核分枝杆菌复合群，因此结核诊断明确[ 7 ]。\n②继发性机化性肺炎（结核性？）：分为原发性（COP）和继发性（SOP），病理表现为肺泡内及肺泡管内疏松结缔组织增生，形成Masson小体。临床多为亚急性发病，呼吸困难，可伴发热等全身症状。影像表现较为多样，以胸膜下或沿支气管血管束分布的实变影、磨玻璃斑片影、不规则条索影为主，病灶内可见牵拉扩张支气管，也可以孤立或多发磨玻璃或者实性结节为主，典型征象为游走性及反晕征或者环礁征。结合支气管镜TBLB结果及影像表现，考虑为继发于肺结核感染的机化性肺炎（SOP）。\n③低氧血症、轻度贫血、肝囊肿。\n2．鉴别诊断\n①社区获得性肺炎：患者于受凉后出现症状，伴发热，咳少量黄痰。影像表现为双肺沿支气管血管束分布斑片状实变影，边界欠清，其内见含气支气管，符合肺部炎性病变的影像改变，但支气管束并无明显增粗，管壁未见明显增厚，肺部病灶形态也比较多样，可见结节及斑片影，常见的社区获得性肺炎一般以斑片影更为常见，结节影相对少见。白细胞及中性粒细胞未见明显升高，支原体及衣原体也未见明显异常，应用抗生素之后患者症状及影像表现未见明显改变。\n②真菌性肺病：依据患者白细胞及中性粒细胞不高，但ESR有明显升高，考虑感染性病变可能性大，结合影像表现，真菌性肺病中隐球菌及肺孢子菌肺炎（PJP）不能除外。PJP多表现为两肺弥漫磨玻璃密度影，系肺泡水肿及肺泡间质性炎症的改变，并以肺门为中心向外扩展，本例患者影像并不符合典型PJP的影像特征。隐球菌肺炎比较常见的类型是肺炎型和肉芽肿型，既可以表现为肺内实变影，又可以合并结节影，结节周围常伴\"晕征\"，并以胸膜下为著，与本病例影像有相似之处，因此还需结合相关实验室检查。\n③病毒性肺炎：病毒性肺炎一般分布较广泛，常累及双侧，胸膜下及支气管血管束周围磨玻璃斑片影，边缘模糊，其内可见结节及斑片状实变影，由于病毒性肺炎多为间质性炎症，常可见小叶间隔增厚，经过一段之间治疗后肺内病灶部分吸收，可残留纤维化病灶，并出现牵拉支扩、肺大疱等表现。本例患者从影像上不能除外病毒性肺炎，呼吸道九项病原体IgM抗体均为阴性，但不能排除非典型病毒的感染，仍需进一步详查。\n④结缔组织病相关性肺病（CTD-ILD）：是一种累及全身结缔组织的多系统疾病，是一种自身免疫性疾病。基本病理改变为结缔组织的黏液样水肿、炎性坏死、类纤维蛋白变性和成纤维细胞增生，肺是最常受累的器官。影像表现多样，无特异性，主要表现为UIP、NSIP、机化性肺炎、类风湿结节等表现，结合患者并无关节肿痛、晨僵、皮疹等表现，以及自身免疫性抗体检测（抗核抗体16项）均阴性，因此患CTD-ILD的可能性较小，但不排除以肺部表现为首发的可能性，仍需在后期随访中注意该类疾病的可能。"}
{"id": "1501265", "Diagnostic_results": "三、诊断及鉴别诊断\n1．免疫相关性皮炎：\n诊断依据：（1）患者信迪利单抗治疗10余天；（2）典型的药物性皮疹表现（多形红斑型）；（3）皮肤活检示\"表皮轻度增生并角化过度不全，真皮层纤维组织增生并嗜碱性变，伴少量炎细胞浸润\"，见 图3 。\n展开阅读\n图3\n皮肤活检结果　HE×10\n2．鉴别诊断：\n皮肌炎：一种特发性炎性肌病，可出现典型皮损、近端肌无力和多器官受损表现，可伴发恶性肿瘤。"}
{"id": "1450857", "Diagnostic_results": "三、诊断\n全口牙列缺失、松软牙槽嵴及重度牙槽嵴吸收。"}
{"id": "1368664", "Diagnostic_results": "三、诊断\n妊娠合并宫颈恶性肿瘤（子宫颈PNET）IIB期。宫颈穿刺活检病理结果为初步诊断的可靠依据，盆腔核磁作为佐证。术后病理为最终诊断提供依据。"}
{"id": "1378695", "Diagnostic_results": "三、诊断与鉴别诊断\n临床上采用美国风湿病学会1990年Wegener肉芽肿分类标准诊断 [ 3 ]（ 表1 ），对临床表现有上、下呼吸道病变与肾小球肾炎三联征，实验室检查C-ANCA阳性，组织病理检查呈坏死性肉芽肿者，可诊断。\n展开阅读\n条目 具体内容\n1.鼻或口腔炎症 痛或无痛性口腔溃疡、脓性或血性鼻分泌物\n2.胸部X线异常 胸片示结节、固定浸润灶或空洞\n3.尿沉渣异常 镜下血尿（>5个红细胞/HP）或红细胞管型\n4.病理 动脉壁、动脉周围或血管外部区域有肉芽肿炎症\n表1\n美国风湿病学会1990年Wegener肉芽肿诊断标准\n注：有2项阳性即可诊断"}
{"id": "1481731", "Diagnostic_results": "三、诊断与鉴别诊断\n结合患儿症状及临床反复表现为乳酸升高，累及呼吸循环系统，排除新生儿缺氧缺血性脑病、新生儿败血症等疾病，考虑遗传代谢性疾病，结合家系全外显子测序，考虑线粒体复合物Ⅰ缺乏症可能性大。"}
{"id": "1456693", "Diagnostic_results": "三、诊断\n初步诊断为腭部血管瘤，需与颌骨囊肿、梅毒肉芽肿、多形性腺瘤、纤维肉瘤等鉴别。\n术后病理诊断：（硬腭）肉芽组织型血管瘤，切缘未见病变。"}
{"id": "1505523", "Diagnostic_results": "三、诊断与鉴别诊断\n根据患者既往疾病发作情况，突发的黄疸、肝功能异常，血清铜蓝蛋白降低，角膜K‐F环阳性，基因变异致病性分析确定患者的2条染色体均携带 ATP7B基因致病变异，肝豆状核变性诊断明确。"}
{"id": "1445957", "Diagnostic_results": "三、诊断\n结合临床，该患者诊断为：右乳癌，分⼦分型：ER（60%+），PR（90%+），Her-2（-），Ki-67（25%+）。"}
{"id": "1322081", "Diagnostic_results": "三、诊断\n右乳腺癌。"}
{"id": "1508489", "Diagnostic_results": "三、诊断\n1．双髋关节功能障碍；2.双膝关节功能障碍；3.双髋关节置换术后；4.双膝关节置换术；5.幼年型类风湿性关节炎。"}
{"id": "1409654", "Diagnostic_results": "三、诊断与鉴别诊断\n该患儿面部皮肤有色素沉着，脾大，淋巴结多发肿大，家族史中父母为近亲结婚，其大姐因病去世，血片异型淋巴细胞增加，粒系胞质易见蓝色包涵体，LYST基因检测到突变，可以得出Chediak-Higashi综合征的诊断结果。由于患儿入院有发热伴咳嗽，骨髓细胞学及相关基因检查前及易将其考虑为肺炎或肺结核等常见疾病出现漏诊误诊。"}
{"id": "1430431", "Diagnostic_results": "三、诊断与鉴别诊断\n因为患者年龄较轻、病程短，CA125水平稍高，超声提示8 cm囊肿，内充满细密点状中低回声，首先考虑到子宫内膜异位囊肿可能性大，还应与其他疾病相鉴别：（1）卵巢良性肿瘤，如单纯性囊肿、浆液性囊腺瘤、粘液性囊腺瘤、畸胎瘤等，患者多无明显症状，出现扭转、破裂时也可出现急腹症。查体可及附件包块，超声检查多为囊性，但畸胎瘤可有实性部分，因此尚不能完全排除。（2）卵巢恶性肿瘤，多发于中老年人，通常病程短、进展快，可伴有腹水、消瘦和恶病质等，肿瘤标志物可明显升高，超声提示有实性或囊实性部分，血流信号常异常丰富。此患者年龄较轻，但影像学提示囊肿内部存在实性部分，虽然实性部分内部未见明确血流信号，有凝血块可能，但仍不能排除恶性，需要与卵巢恶性肿瘤进行鉴别。（3）盆腔炎性包块，超声检查多提示囊性，通常有发热、腹痛反复发作病史或慢性腹痛，可有白细胞升高等，抗炎治疗多有效，患者既往体温正常，无下腹痛反复发作或慢性腹痛史，可暂不考虑。（4）浆膜下带蒂肌瘤，多无临床症状，有时超声提示附件区肿物，但多为低回声实性肿物，目前考虑可能性不大。"}
{"id": "1481452", "Diagnostic_results": "三、诊断与鉴别诊断\n1.精神分裂症后抑郁；2.迟发性运动障碍。"}
{"id": "1492262", "Diagnostic_results": "三、诊断与鉴别诊断\n联体双胎合并膀胱尿囊囊肿主要检查方法为超声检查，本例主要超声诊断要点：单绒毛膜单羊膜囊双胎，两胎儿靠近，呈\"面对面\"状，脐带中心处见无回声区，周边见脐血管环绕且与两胎儿膀胱相通。本例孕13周误诊为单绒毛膜双羊膜囊双胎，因胎儿合并膀胱尿囊囊肿，超声医师未将囊肿壁与羊膜分隔进行鉴别，此外，因孕龄小，胎儿肾脏排泄较弱，胎儿膀胱未充盈或正好排空，与膀胱之间的通道关闭。本例还应与脐带假性囊肿鉴别，脐带假性囊肿常附着在脐带上的圆形、梭形或不规则形无回声区，边界清楚，壁薄，内透声好，可随脐带飘动而移动，膀胱尿囊囊肿一般位于脐带中心，周边见脐血流环绕，且与膀胱相通，通过此特征，可行鉴别。"}
{"id": "1464411", "Diagnostic_results": "三、诊断与鉴别诊断\n患者入院后完善相关检查，智力发育正常，肝功能转氨酶正常，总胆红素升高常考虑下列疾病：溶血性黄疸、Gilbert综合征、Crigler-Najjar综合征、Dubin-Johnson综合征、Rotor综合征等。患者以非结合胆红素升高为主，因此主要鉴别溶血性黄疸、Gilbert综合征、Crigler-Najjar综合征。患者Coombs阴性，网织红细胞正常，乳酸脱氢酶正常，没有溶血性疾病的依据。而患者铜蓝蛋白降低，Wilson病可以出现Coombs阴性的溶血，但该患者肝脏病理上铜染色阴性，基因检测未发现ATP7B变异，因此可以除外Wilson病。患者究竟是Gilbert综合征还是Crigler-Najjar综合征？Gilbert综合征血清总胆红素通常小于85 μmol/L，分子基础为UGT1A1基因启动子插入TA核苷酸。而Crigler-Najjar综合征患者的总胆红素往往大于120 μmol/L，分子基础为UGT1A1基因外显子发生突变。该患者根据临床表现、药物治疗效果以及全外显子检测结果，最终诊断为Crigler-Najjar综合征Ⅱ型。"}
{"id": "1468286", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.下颌牙列缺损（肯氏Ⅱ类一亚类，35、41-47缺失）；2.广泛型慢性牙周炎（Ⅳ期C级）；3.上颌牙列缺失。"}
{"id": "1501338", "Diagnostic_results": "三、诊断与鉴别诊断\n患者以发作性左下肢麻木1年起病，既往从事染发工作数年，自身频繁染发史，影像学检查可见双侧苍白球对称性信号异常，完善重金属元素提示锰增高，根据患者病史特点及检验检查结果，考虑为锰中毒导致的代谢性脑损伤。\n主要与以下疾病相鉴别：（1）肝豆状核变性。肝豆状核变性是以铜代谢障碍为主的常染色体隐性遗传性疾病，肝脏和神经系统为最常见的受累部位。实验室检查可发现转氨酶升高、肝脾肿大、可见角膜Kayser-Fleischer环（K-F环）。脑部病变常累及豆状核（壳核及苍白球）与尾状核，其次为丘脑、中脑（红核、黑质）、桥脑、小脑齿状核等，呈双侧对称性分布。MRI表现为两侧豆状核对称性T1WI低信号、T2WI高信号。（2）一氧化碳中毒性脑病。一氧化碳中毒性脑病常见表现有头痛、恶心、呕吐、肌痛、头晕或神经心理障碍，严重者可有共济失调、癫痫发作、意识丧失乃至死亡。苍白球是急性一氧化碳中毒的最常见及特征性大脑受累部位，CT通常为对称性低密度影，在MRI上，表现为低T1和高T2信号，弥散受限。有时会看到T1高信号和边缘T2低信号，反映出血性坏死。（3）肝性脑病。肝性脑病常有血氨升高，颅脑MRI可见T1WI相上双侧对称性苍白球高信号，甚至黑质、丘脑底核、顶盖和小脑齿状核出现较明显的T1高信号，T2WI无相应表现。"}
{"id": "1457783", "Diagnostic_results": "三、诊断与鉴别诊断\n腹膜后肿瘤的鉴别诊断较多，卵巢囊肿、腹膜后囊性肿物包括淋巴管囊肿、囊性间皮瘤等，最终靠术后病理确诊。结合入院妇科检查及相关辅助检查如彩超、MRI、CT诊断为原发盆腔腹膜后肿瘤（囊性畸胎瘤可能性大）。"}
{"id": "1360719", "Diagnostic_results": "三、诊断与鉴别诊断\n（一）诊断依据\n1．根据出生后即发现鼻正中线上针尖样小孔，挤压后有白色干酪样物或细小毛发排出或鼻背正中处类圆形肿块，两者均可有局部反复感染史。\n2．MRI和（或）CT检查示鼻正中线上任意位置的软组织肿块影。\n3．排除脑膜脑膨出、畸胎瘤、脂肪瘤及鼻部神经胶质瘤等疾病后即可诊断。该患者符合前两条诊断依据，需排除的四类疾病在影像学上基本可以排除，但是最终诊断需要病理确诊。\n（二）鉴别诊断\n1．脑膜脑膨出：\n头颅CT显示颅底存在骨质缺损，增强CT或者MRI显示膨出物为脑组织。该患者病变组织未与脑组织沟通，不符合该诊断。\n2．畸胎瘤：\n也可以发生在颅底中线部位，但是CT平扫可见肿物形态不规则，结节状及明显分叶状和密度不均的占位性病变。与该患者病变影像学形态不符合，暂不考虑该诊断。\n3．脂肪瘤：\n与周围组织界限清楚，CT显示为具有皮下脂肪组织特征的肿块。核磁T1加权像中，表现为高信号。与该患者病变影像学形态不符合，暂不考虑该诊断。\n4．鼻部神经胶质瘤：\n外鼻神经胶质瘤质硬，形状不规则肿块，来源于外胚层，附着于周围软组织，无包膜，内含神经胶质成分。该患者病变影像上可见较明显包膜，暂不考虑该诊断。"}
{"id": "1509028", "Diagnostic_results": "三、诊断\n术前诊断为骶骨骨肉瘤。"}
{"id": "1346403", "Diagnostic_results": "三、诊断\nFASTKD2基因是44型氧化磷酸化偶联缺陷（Combined oxidative phosphorylation deficiency 44，COXPD44型）（OMIM：618855）的致病基因，呈常染色体隐性遗传。绝大多数患儿婴幼儿期起病，表现为全面性发育落后，肌张力低下，运动异常，部分患儿有癫痫和视神经萎缩，患儿表型符合该基因提供的临床表型，但是先证者的纯合变异理论上应分别来自杂合父母，但是该患儿母亲为杂合子，父亲未发现携带此变异，不符合变异传递规律，无法明确该患儿的基因诊断，也无法正确进行再生育遗传咨询。\n首先我们再确定该变异的致病性：c.810_820dup为11个碱基的重复，导致第274个氨基酸由丝氨酸变为苯丙氨酸，此后7个氨基酸移码，第8个密码子为终止密码子。该变异位点后重要结构域均无法表达，所编码蛋白将丧失正常功能，从理论上具有致病性；ClinVar数据库收录该变异下游多个无义变异为致病变异，说明编码氨基酸提前终止有致病性（PVS)；该变异被SNP数据库收录（dbSNP: rs1574663066），但尚无人群携带率报道，说明人群携带率低（PM2）；该变异为纯合变异，符合常染色体隐性遗传病特点（PM3）；2020年4月30日ClinVar数据库收录该变异为致病变异（PP5），根据2015版ACMG指南，c.810_820dup为致病变异。\n但是患儿为c.810_820dup纯合子，母亲该变异杂合子，父亲不携带此变异，不符合变异传递规律。为了明确发生原因，我们进行了更深入的检查。\n1.重新取患儿及父母外周血进行PCR和Sanger测序复查，患儿及父母结果同第三方检测机构，排除取样错误；\n2.更换包含c.810_820dup变异的PCR片段引物，重新进行PCR扩增和Sanger测序，患儿及父母结果同第三方检测机构，除外PCR扩增和测序错误（ 图3 ）；\n展开阅读\n图3\n一代测序测序结果 患儿为 FASTKD2变异c.810_820dup纯合子，父亲未发现该变异，母亲为该变异杂合子\n3.使用常用STR连锁分析方法，明确父母为患儿生物学父母，排除非生物学父亲；\n4.应用荧光定量PCR和长片段PCR方法，针对变异位于 FASTKD2第3外显子，对变异周边的外显子行拷贝数分析。结果 表明，先证者及父母 FASTKD2的第2-4号外显子未见大片段缺失。\n5.对患儿进行染色体微阵列SNP array分析，发现其2号染色体虽然剂量正常，但是存在3个较大片段的节段性杂合丢失（loss of heterozigosity, LOH），LOH区域（ 图4 -B区域6，1，3）分别为位于染色体短臂p25.3-p22.2，长臂q12.1-q22.1和q32.1-q34，片段大小在24~34 Mb左右（ 图4 ）。进一步针对2号染色体短臂和长臂的LOH和非LOH区域设计引物进行STR分析，结果表明，LOH区（6、1、3区）染色体来源为母亲的同一条染色体，非LOH区（5，2，4区）来自母亲的两条染色体（ 表1 ）。 FASTKD2基因位于2q33.3，在区域3内，此部分患儿两条染色体均来自母亲携带c.810_820dup变异的那一条染色体，可解释母亲为变异杂合子，父亲为野生型，患儿为变异纯合子的原因。\n展开阅读\n图4\n先证者SNP芯片结果 A：患儿2号染色体剂量正常；B：存在三个较大片段的节段性杂合性丢失区域（区域6，1，3）\n展开阅读\n区域 是否有杂合性丢失 STR编号 SNP号\n先证者\n(bp)\n父亲\n(bp)\n母亲\n(bp)\n判读\n区域1 是 1-1 rs3223156 239/239 231/243 237/239 单亲等二体\n1-2 rs3222827 234/234 236/236 234/238 单亲等二体\n区域2 否 2-1 rs3220442 221/225 235/235 221/225 单亲异二体\n2-2 rs3220319 240/251 249/253 240/251 单亲异二体\n区域3\n(FASTKD2所在区域)\n是 3-2 rs3219622 223/223 221/227 223/225 单亲等二体\n3-3 rs3220882 213/213 194/204 209/213 单亲等二体\n区域4 否 4-1 rs3220959 227/235 223/231 227/235 单亲异二体\n区域5 否 5-1 rs3219716 221/229 217/234 221/229 单亲异二体\n5-2 rs3220351 232/240 218/218 232/240 单亲异二体\n区域6 是 6-1 rs3138644 228/228 215/217 226/228 单亲等二体\n6-3 rs3220055 227/227 225/225 225/227 单亲等二体\n表1\n号染色体各区域家系STR连锁分析结果\n综上，患儿存在 FASTKD2基因c.810_820dup(p.Ser274Phefs*8）纯合变异，且2号染色体混合型母源性单亲二体，临床确诊线粒体病（44型氧化磷酸化偶联缺陷）。"}
{"id": "1352771", "Diagnostic_results": "三、诊断与鉴别诊断\n该患者以肌强直、肌无力为主要表现；肌电图提示肌源性损害+肌强直电位；结合阳性家族史，高度怀疑DM1可能；最终经分子诊断确诊。\n需要与以下疾病鉴别：\n（一）先天性肌强直：以肌强直为主要表现的骨骼肌疾病，临床特征为婴幼儿期发病、肌肉肥大和用力收缩后放松困难。根据遗传方式和临床特点的不同，又分为氯离子通道相关常染色体显性遗传的Thomsen型和常染色体隐性遗传的Becker型。本病除肌强直外，不伴肌无力、肌萎缩及其他系统受损的表现。肌电图有肌强直电位但运动单位电位正常，预后好。本患者虽然以肌强直为主要症状，但同时伴有肌无力、肌萎缩和多系统受损表现，肌电图和肌肉病理检查提示肌源性受损，与该病不符。\n（二）先天性副肌强直：一种常染色体显性遗传性肌病。多于婴儿或幼年起病，临床表现为遇冷后出现肌强直，首先累及面、舌、咽、颈和手部肌肉，随着年龄的增长，症状可有所好转。肌电图有肌强直电位但运动单位电位正常。本患者除肌强直表现外，还同时存在肌源性受损的症状体征，且症状持续性加重，与该病不符。\n（三）高钾型周期性麻痹：以反复发作骨骼肌迟缓性瘫痪为特征的一组疾病，临床表现为四肢无力，常伴肌肉疼痛性痉挛和肌强直，多见于面肌、舌肌和双手肌肉。本患者症状非发作性，呈进行性加重，且无肌肉疼痛痉挛等症状，与该病不符。"}
{"id": "1368440", "Diagnostic_results": "三、诊断\n患者老年男性，急性起病，以前驱感染症状为主要表现，后逐渐出现脑、脊髓、脑脊膜等受累部位的症状，尤其是出现了腹痛、腹胀和认知功能下降，颅脑核磁强化可见垂直于侧脑室的放射样线样强化伴广泛脑膜强化，脊髓长节段伴脊膜受累，脑脊液抗GFAP抗体阳性，综上考虑诊断自身免疫GFAP星形细胞病。该疾病需要与病毒性脑膜炎、结核性脑膜炎、真菌性脑膜炎、中枢神经系统脱髓鞘病等相鉴别。"}
{"id": "1492888", "Diagnostic_results": "三、诊断与鉴别诊\n1．诊断：\n乳腺癌。\n2．鉴别诊断：\n乳腺癌需与乳腺增生、纤维腺瘤、囊肿、导管内乳头状瘤、乳腺导管扩张症（浆细胞性乳腺炎）、乳腺结核等良性疾病，与乳房恶性淋巴瘤、间叶源性肉瘤以及其他部位原发肿瘤转移到乳腺的继发性乳腺恶性肿瘤进行鉴别诊断。鉴别诊断时需要详细地询问病史和仔细地体格检查，并结合影像学检查（乳腺超声、乳腺X线摄影及乳腺磁共振等），最后还需要细胞学和/或病理组织学检查明确诊断 [ 7 ]。"}
{"id": "1443146", "Diagnostic_results": "三、诊断与鉴别诊断\n结合肿瘤组织形态学、免疫组化表型及分子检测结果，诊断为伴 FUS :: TFCP2及 TIMP3 :: ALK双融合基因的梭形细胞横纹肌肉瘤。\n鉴别诊断：包括具有梭形细胞和上皮样细胞形态的肿瘤。1.肉瘤样癌：因为肿瘤表达上皮标记，故需与肉瘤样癌鉴别，特别是在老年患者，需了解有无相关病史以排除转移癌可能。免疫组化横纹肌标记阳性和分子检测 TFCP2基因重排可以排除该诊断。2.具有横纹肌分化的肉瘤，例如伴横纹肌分化的恶性外周神经鞘膜瘤（恶性蝾螈瘤），两者都可表达S-100，但恶性蝾螈瘤还可表达SOX-10，部分病例会失表达H3K27me3，该病例免疫组化不支持，且分子检测 TFCP2基因重排可以排除该诊断；伴横纹肌肉瘤分化的去分化脂肪肉瘤也可部分表达横纹肌免疫标记，但该肿瘤好发于腹膜后及深部软组织，具有 MDM2基因扩增，该病例发生部位及分子检测结果不支持诊断。3.炎性肌纤维母细胞肿瘤，两种肿瘤都以梭形细胞和混杂炎细胞为形态学特征，免疫组化ALK和Desmin阳性时，容易联想到炎性肌纤维母细胞肿瘤，这是一个诊断陷阱，需要加做免疫组化（MyoD1、Myogenin）和分子检测进一步明确。"}
{"id": "1360514", "Diagnostic_results": "三、诊断\n入院诊断：高压电烧伤10%，Ⅲ度6%，Ⅳ度4%，右腕血管、神经损伤，屈指浅、深肌损伤，右手血循环障碍。"}
{"id": "1366805", "Diagnostic_results": "三、诊断\n定位诊断：患者30年的尿失禁病史提示自主神经系统功能障碍；四肢远端无力，肌力5-级，四肢腱反射未引出，以及神经电生理检查示轴索和髓鞘的损害，提示累及周围神经（对称性轴索和髓鞘损害，运动神经为主）；近记忆力减退，计算力差，MMSE 7分和MoCA12分，头MR示白质、胼胝体异常信号，提示疾病累及中枢神经系统。因此本患者的受损部位广泛，涵盖了自主神经系统、周围神经系统和中枢神经系统。\n定性诊断：老年女性，青年时隐匿起病，缓慢间断加重，损害累及自主神经系统、周围神经系统和中枢神经系统，可直接除外卒中、外伤、肿瘤等类疾病。患者的乙肝抗体显示小三阳，但没有病毒复制，其他感染相关的指标正常，不考虑常规感染所致的疾病。常规血液生化检查和免疫相关指标正常，不考虑免疫相关的疾病。综合考虑，此患者定性诊断为遗传代谢性疾病或神经变性病。\n患者皮肤活检发现特征性嗜酸性核内包涵体，P62和泛素免疫组化染色阳性，进行基因检测，证实NOTCH2NCL GGC异常扩增270次，因此最终诊断：神经元核内包涵体病。\n鉴别诊断：脆性X相关震颤/共济失调综合征（Fragile X-related tremor/ataxia syndrome，FXTAS），中老年起病，缓慢进展，临床表现多样，可累及中枢神经系统、周围神经系统和自主神经系统，小脑性共济失调、帕金森样运动障碍常见，头DWI同样可出现皮髓质交界区高信号，皮肤活检可见核内包涵体，FMR1基因5’非翻译区域CGG异常扩增（>55~200次）。本例患者也检测了FMR1基因，未发现异常扩增。\n多系统萎缩（multiple system atrophy，MSA）：中老年起病，缓慢进展，散发，其中MSA-A型以自主神经功能障碍为主，典型的MRI特点\"十字面包征\"\"壳核裂隙征\"，无皮髓质交界区高信号，无皮肤细胞嗜酸性核内包涵体，无NOTCH2NCL异常扩增。"}
{"id": "1366808", "Diagnostic_results": "三、诊断\n根据临床病史、体征及完善的影像学检查可明确诊断为右侧头、枕及颈部大面积重症动静脉血管畸形伴动静脉瘘。鉴别诊断：（1）静脉畸形，静脉畸形影像表现没有囊性分割，且外观可见青紫色，无搏动、无震颤，可压缩性；（2）恶性肿瘤，恶性肿瘤短期快速增长，远处转移，呈实体肿瘤居多。"}
{"id": "1378697", "Diagnostic_results": "三、诊断与鉴别诊断\n患者为学生，既往体健，流感季节起病，有上呼吸感染患者接触史（同宿舍2名室友均上呼吸道感染），有明确的上呼吸道感染症状，入院第2天咽拭子示甲型流感病毒核酸阳性，肺泡灌洗液mNGS：甲型流感病毒（H3N2）金黄色葡萄球菌；肺泡灌洗液细菌培养：MRSA。氧合指数<100 mmHg，血流动力学不稳定，需要应用血管活性药物，结合患者胸部影像学表现，诊断上考虑：（1）重症社区获得性肺炎；（2）甲型流感病毒感染；（3）感染性休克；（4）ARDS。需要和其他细菌性肺炎进行鉴别。"}
{"id": "1355664", "Diagnostic_results": "三、诊断与鉴别诊断\n患者双侧眼睑痉挛及口下颌肌肉不自主抽动，符合Meige氏综合征的临床诊断标准，结合头颅MRI检查（未见颅内占位病变及面神经根受血管压迫）和术前电生理检测，面部表面肌电图（sEMG）示双侧眼轮匝肌同步收缩和口轮匝肌暴发性放电，且无异常肌电反应（AMR）,确诊为MS。"}
{"id": "1494676", "Diagnostic_results": "三、诊断\n患者2022年9月17日行\"T12、L2椎体经皮穿刺脊柱后凸成形术+穿刺取材活检术\"，手术过程顺利，术后病检示：脊柱转移癌（多考虑乳腺来源）。现患者诊断为：脊柱继发性恶性肿瘤（乳腺来源），Frankel分级：C，SINS评分：10分，Tomita评分：3分，Tokuhashi评分：13分。患者现顽固性疼痛，止痛药物控制不佳，严重影响日常生活；双下肢肌力下降至Ⅲ级，T12椎体水平椎管稍变窄，有脊髓压迫症状；脊柱不稳定。患者全身情况可，除脊柱外未见其余重要脏器有转移，患者单纯行PVPI（经皮椎体成形术+ 125I植入术）后，T12椎体病灶进展，出现脊髓压迫症状，考虑再次行开放手术。"}
{"id": "1369108", "Diagnostic_results": "三、诊断\n诊断：脓毒症；皮疹（史约综合征？中毒性表皮坏死松解症）；急性感染性喉炎；脓毒性休克。\n鉴别诊断：患者发热病因不明，结合病史资料、临床表现、体征及实验室检查，很难明确诊断，通过皮疹累及体表面积的百分比有一定鉴别意义。"}
{"id": "1430428", "Diagnostic_results": "三、诊断\n诊断依据：1.外周血和骨髓淋巴细胞显著增多，初诊时形态学以母细胞样淋巴细胞为主，呈白血病性表现，而无淋巴结肿大，淋巴结病理为反应性增生；2.骨髓及外周血免疫表型为CD5+、CD19+、CD20+、CD79b+、CD81+、CD148+、CD10-、CD23-、CD43-、CD200-的单克隆成熟B淋巴细胞，免疫表型符合MCL；3.FISH检查提示CCND2基因重排为阳性，符合MCL分子生物学改变；4.存在IGHV基因突变，符合LNN-MCL分子生物学改变；5.骨髓活检免疫组化SOX11为阴性，符合LNN-MCL免疫表型特点。主要依据上述相关辅助检查明确诊断为：伴CCND2基因重排的母细胞样白血病非淋巴结性套细胞淋巴瘤，MIPI高危组（年龄50~59，ECOG 2~4分，LDH/正常值≥1.5，白细胞≥15）。"}
{"id": "1353045", "Diagnostic_results": "三、诊断\n参照Benhamou分类标准：①有骨关节症状的聚合性痤疮/爆发性痤疮或化脓性汗腺炎；②有骨关节病变的掌跖脓疱病；③伴或不伴皮肤病的骨肥厚(前胸壁/四肢或脊柱)；④伴或不伴皮肤病的慢性复发性多灶性骨髓炎(中轴关节或外周关节)。排除标准：①化脓性骨髓炎；②感染性胸壁关节炎；③感染性掌跖脓疱病；④掌跖皮肤角化病；⑤弥漫性特发性骨肥厚症；⑥维甲酸治疗引起的骨关节损害。具备4条诊断标准中至少1条且不属于6条排除标准中任何一条可做出诊断。患者反复头皮穿凿样肿胀，面部多发痤疮，多发关节肿痛，诊断为SAPHO综合征。"}
{"id": "1451889", "Diagnostic_results": "三、诊断与鉴别诊断\n入科诊断为：电烧伤双下肢腘窝2%，Ⅲ度。"}
{"id": "1446558", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：根据患者及母亲高血脂病史、特殊饮食偏好、典型临床表现、血液检查、血质谱分析及基因分析结果，诊断考虑\"成人Ⅱ型瓜氨酸血症\"。\n鉴别诊断：1.肝性脑病：由于严重的急、慢性肝功能障碍，或者门静脉-体循环分流异常，引起中枢神经功能紊乱，表现为胡言乱语、对答不切条、神志不清等情况，血氨可升高。患者既往无肝炎、肝硬化病史，查肝功能异常不明显，也未曾行TIPS治疗，反复血氨升高，入院予肝性脑病规范治疗1个月余，症状仍反复波动、加重，出现下肢肌力下降，闭目难立，肝性脑病难以解释。2.肝豆状核变性：一种常染色隐性遗传铜代谢障碍性疾病，以铜代谢障碍引起的肝硬化、基底节损害为主脑变性为特点。患者查脑MRI、血铜未见明显异常，眼科裂隙灯未见K-F环，不支持该病。3.线粒体脑肌病：一组少见的线粒体结构和（或）功能异常所导致的脑和肌肉受累的多系统疾病，肌肉损害表现为骨骼肌不能耐受，神经系统主要表现为眼外肌麻痹、卒中、癫痫、肌阵挛共济失调、智力障碍等。但患者查肌电图未见神经源性或肌源性损害，查运动后乳酸升高不明显，MRI未见特征性信号改变，依据不足。颅内感染：各种病原体侵犯脑膜、脑实质而引起全身及神经系统症状的疾病。该患者无发热、头痛病史，查体脑膜刺激征阴性，予完善腰椎穿刺术，脑脊液检查未见明显异常，故不支持该病。"}
{"id": "1467823", "Diagnostic_results": "三、诊断与鉴别诊断\n本例患者隐性起病，逐渐进展，主要表现为肌阵挛、癫痫、小脑性共济失调，认知下降不明显，脑电图可见低波幅棘波，这是DCM的典型特征。基本符合该病的特点，增强全外显子组遗传疾病检测显示：SCARB2基因可能致病。定位诊断：患者腱反射活跃、肌阵挛及左侧病理征可疑阳性，定位于锥体束；存在共济失调，定位于小脑；有癫痫发作，定位于大脑皮层。定性诊断：患者中年男性，隐匿起病，慢性病程，神经系统多部位受累，考虑遗传性神经系统疾病可能性最大。故明确诊断为肌阵挛性小脑协调障碍。\n需与下列疾病鉴别：1.朊蛋白病：这种疾病也可能出现肌阵挛和小脑症状，但如果患者有明显智能下降，则需要考虑朊蛋白病的可能性；2.免疫性小脑共济失调：这种疾病的症状可能与DCM相似，但可以通过检查免疫性损害指标来排除。如果经济条件允许，可以复查自免脑炎等相关指标来进一步确定诊断。"}
{"id": "1435997", "Diagnostic_results": "三、诊断与鉴别诊断\n1．家族性噬血细胞综合征：\n根据患儿病程中有发热，血常规示三系减低，脾脏肿大，血sCD25 20 455 pg/ml，明显高于正常，铁蛋白升高，骨穿提示存在噬血现象，结合基因结果回报示 PRF1基因突变，故诊断家族性噬血细胞综合征。\n2．中枢神经系统受累：\n根据患儿诊断噬血细胞综合征明确，脑脊液示蛋白含量升高；既往脑组织病理诊断：脑组织细胞增生性疾病；头颅MRI及垂体MRI提示：垂体略膨隆，垂体前叶点状短T1信号，垂体后叶短T1信号显示不清，垂体柄上段局限性增宽，左额叶脑实质片状长T2信号，故诊断中枢神经系统受累。\n3．中枢性尿崩症：\n根据患儿学龄期男童，既往每日饮水量>3000 ml/m2，每日尿量增多，夜尿2~3次，诊断多饮多尿。限水试验及精氨酸加压素试验阳性，故诊断中枢性尿崩症。\n4．身材矮小症：\n根据患儿以身矮为主要表现，既往身高位于同年龄同性别儿童身高标准曲线第三百分位以下，故诊断身材矮小症。"}
{"id": "1368975", "Diagnostic_results": "三、诊断与鉴别诊断\n结合病史、查体及辅助检查，定位于周围神经，定性为抗Caspr 2抗体阳性的PNHS。"}
{"id": "1430240", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：\n2019年EULAR/ACR系统性红斑狼疮分类标准：进入标准：ANA≥1:80，评分标准：全身症状：发热>38.3℃（2分）；血液系统：白细胞减少症<4000/mm3（3分），血小板减少症<100 000/mm3（4分）；溶血性贫血（4分）；神经系统：谵妄（2分）精神异常（3分），癫痫（5分）；皮肤黏膜：非瘢痕性脱发（2分），口腔溃疡(2分)，亚急性皮肤狼疮（4分），急性皮肤狼疮（6分）：浆膜腔：胸腔积液或心包积液（5分），急性心包炎(6分)：肌肉骨骼：关节受累（≥2个关节滑膜炎或≥2个关节压痛+≥30分钟的晨僵）（6分）：肾脏：尿蛋白0.5 g/24h（4分），肾活检，Ⅱ或Ⅴ型狼疮肾（8分），Ⅲ或Ⅳ型狼疮肾（10分）：抗磷脂抗体：抗心磷脂抗体IgG>40单位或抗β2GP1>40单位或狼疮抗凝物阳性（2分)：补体：低C3或C4(3分)，低C3和C4（4分）：特异性抗体：抗dsDNA抗体或抗Sm抗体阳性（6分）。至少包括1条临床分类标准及总分≥10分可诊断[ 4 ]。\n该患者符合2019年EULAR/ACR系统性红斑狼疮分类标准（诊断依据：发热2分，白细胞减少3分，脱发2分，口腔溃疡2分，亚急性皮肤狼疮4分，尿蛋白阳性4分，低补体4分，抗dsDNA阳性6分），总计25分，腹部增强CT：右侧中下腹部分小肠管壁增厚、水肿，诊断：系统性红斑狼疮(累及皮肤、血液、肾脏、消化系统)、狼疮肠系膜血管炎。\n鉴别诊断：\n1．急性胰腺炎：典型症状为急性发作的持续性上腹部剧烈疼痛，伴有腹胀、恶心、呕吐，向背部放射，部分病人可出现低血压、少尿、精神状态改变等休克表现。临床体征轻者仅表现为腹部轻压痛，重者可出现腹膜刺激征，偶见腰肋部皮下瘀斑征和脐周皮下瘀斑征。实验室检查可见血清淀粉酶及脂肪酶升高，脂肪酶升高对急性胰腺炎诊断的特异度优于淀粉酶[ 5 ]。\n2．异位妊娠：最常见为输卵管妊娠，常表现为育龄期妇女出现腹痛或阴道流血，不论是否有避孕措施，都需进行血人绒毛膜促性腺激素测定，经阴道超声检查，如有血人绒毛膜促性腺激素超过阈值而超声未发现宫内孕囊时需考虑异位妊娠[ 6 ]。\n3．急性阑尾炎：常见临床表现为转移性右下腹疼痛，伴恶心、呕吐、发热，体征右下腹压痛，局限在麦氏点，感染严重时可出现腹膜刺激征。超声或CT可见阑尾增粗，可伴粪石或周围积液[ 7 ]。"}
{"id": "1360496", "Diagnostic_results": "三、诊断\n综合以上病史、症状体征及肺功能结果、胸CT表现等，该患的基础病COPD、肺气肿诊断明确。结合本次病情加重以来胸CT提示多发支气管扩张、数次痰化验均提示为鸟分枝杆菌，参照2020年中国非结核分枝杆菌病诊断和治疗指南，该患者的NTM肺病诊断成立。"}
{"id": "1433690", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n非霍奇金淋巴瘤-原发性骨淋巴瘤（T 10、T 11、T 12受累，T细胞型，Ⅳ期B组，IPI-4分高危）\n2．鉴别诊断：\n需与骨结核、其他骨肿瘤、骨继发肿瘤、骨感染等鉴别，该患者病理及PET-CT均支持诊断明确。"}
{"id": "1507314", "Diagnostic_results": "三、诊断与鉴别诊断\n患者青年女性，以性发育畸形、多毛、闭经为主要临床表现，肾上腺CT提示双侧肾上腺增生伴占位，结合血Tt、A2、17-OHP水平明显升高， CYP21A2基因突变，诊断先天性肾上腺增生基本明确。\n在诊断的过程中，仍需注意与相关疾病鉴别。患者，青年女性，多毛、闭经，需与多囊卵巢综合征鉴别，后者血睾酮水平一般轻度升高，妇科彩超可见多囊卵巢，与本病不相符。女性Tt明显升高，同时需与卵巢男性化肿瘤鉴别，后者17-OHP水平一般正常或稍高，妇科彩超提示卵巢肿瘤，与本病不相符；另外，还需与肾上腺肿瘤鉴别，肾上腺肿瘤患者尿17-酮类固醇显著升高，但不受地塞米松抑制。"}
{"id": "1361274", "Diagnostic_results": "三、诊断\n患者1，，根据美国医学遗传学与基因组学学会（American College of Medical Genetics and Genomics，ACMG）指南评级为符合\"致病\"变异，故明确诊断为SHORT综合征。入院后指导改善喂养方式，暂未予以生长激素治疗。\n患者2，根据ACMG指南评级为符合\"致病\"变异，故明确诊断为SHORT综合征。"}
{"id": "1360465", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断依据：患者老年男性，慢性病程，以静止性震颤、行动迟缓为主要表现，结合病例特点，根据中华医学会神经病学分会帕金森病及运动障碍学组颁布的《中国帕金森病的诊断标准（2016）》诊断为帕金森病[ 5 ]。\n鉴别诊断：\n1．多系统萎缩：患者无尿频、直立性低血压、勃起功能障碍等自主神经系统表现，无共济失调等小脑体征，不支持多系统萎缩。\n2．进行性核上性麻痹：患者无垂直性凝视麻痹、轴性肌强直，不支持进行性核上性麻痹。"}
{"id": "1451406", "Diagnostic_results": "三、诊断与鉴别诊断\n1．诊断：\n诊断为气道内黏膜相关淋巴组织结外边缘区淋巴瘤（MALT）。\n诊断依据：根据病理检查结果见 图10 ， 图11 ， 图12 ，（气管）B淋巴组织增生，符合黏膜相关淋巴组织结外边缘区淋巴瘤（MALT淋巴瘤）。\n展开阅读\n图10～12\n部分区域见多个边缘区/套区增生及生发中心萎缩的小滤泡聚集融合形成大结节状，类似于进行性生发中心转化样形态，但这些生发中心呈独立的多个萎缩小结节状而非单个不规则花瓣状：边缘区/套区融合不明显，必要时可行免疫球蛋白（IG）分子重排检测辅助诊断非典型性边缘区或套区增生　图10：HE×100；图11：HE × 40；图12：Ki-67免疫组化× 40，棕色为阳性\n免疫组化：肿瘤细胞：CD20、BCL-2、PAX-5、CD19、IgD（+），CD30（个别散在细胞+），余（CD3、CD5、CyclinD1、SOX-11、CD43、CD23、CD21、CD10、BCL-6)均（-），Ki-67Li 10%。CD38、MUM-1、к、λ (示非肿瘤的区域呈多克隆的反应性浆细胞）。\n2．鉴别诊断\n⑴气道鳞癌（squamous cell carcinoma，SCC）：主要发生60～70岁，与习惯性吸烟密切相关；男性的发病率是女性的2～4倍；倾向于累及气管下2/3的后壁；大约1/3的患者在诊断时有纵隔或肺转移肿瘤；可表现为息肉样病变、局灶性病变、气道腔偏心狭窄或圆周壁增厚；肿瘤表面通常是不规则。\n⑵腺样囊性癌（adenoid cystic carcinoma，ACC）：中央气道中最常见的唾液腺起源的肺癌类型；通常发生在40～50岁，无明显性别差异；转移罕见，复发往往是局部的；ACC倾向于发生在中央气道，如气管、主支气管或大叶支气管；外周或节段性位置不常见；有显著黏膜下延伸致气管环或半环形增厚的趋势，表现为圆周和浸润性生长；往往覆有完整的上皮细胞层和一个光滑的轮廓；通常为单发息肉。\n⑶黏液表皮样癌（mucoepidermoid carcinoma，MEC）：来源于唾液腺的肿瘤，MEC发生在4～78岁的患者中，其中近一半发生在30岁以下；大多数患者发生在叶或节段性支气管，而不是气管或主支气管；在CT上表现为适应气道分支特征的腔内结节；阻塞性肺炎、肺不张和黏液堵塞经常是相关的临床发现，特别是当肿瘤位于节段性支气管时。\n⑷大气道类癌：通常累及主支气管、大叶性或节段性支气管；气管支气管树中的类癌表现为球状或卵圆结节伴轻微分叶状；有时肿瘤可表现为一个完全位于支气管管腔内的小结节，多数为冰山征中的小部分；通常强化明显。\n⑸气管支气管树的良性肿瘤：罕见，占所有气道肿瘤的不到10%；几乎总是起源于间充质组织，如错构瘤、鳞状细胞乳头状瘤、其他如平滑肌瘤、神经源性肿瘤、脂肪瘤，或黏液腺腺瘤等，良性肿瘤往往界限清楚，圆形、直径<2 cm；起源于黏膜下层，覆盖的上皮完整，导致肿瘤在气道腔内表面光滑；常见症状：呼吸困难、喘鸣（上呼吸道阻塞）；但一般无症状，直到50%～75%的管腔直径闭塞；气管中的良性肿瘤可能会持续数月甚至数年而无法被发现。"}
{"id": "1506125", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：子宫脉管内平滑肌瘤。\n本例患者为育龄期妇女，该阶段的女性继发性的痛经多见于卵巢子宫内膜异位囊肿或子宫腺肌病。经阴道超声观察到患者的子宫增大，形态欠规则，肌层回声不均质，似见较多大小不等异常不均质回声，未见明显边界。左侧壁肌层内见范围约1.5 cm×1.0 cm欠规则无回声区，CDFI提示左侧壁无回声区内无血流信号，但子宫肌层内血流信号分布较丰富。双卵巢内未发现透声差的无回声区，排除卵巢子宫内膜异位囊肿的诊断，同时盆腔内也没有发现明显的内膜异位结节，盆腔各脏器活动度尚可。虽然诊断子宫腺肌病符合患者\"子宫肌层回声不均质\"的声像图表现和痛经的临床症状，但本例患者左下腹疼痛明显的临床症状与声像图不符，单一的\"子宫腺肌病\"的结论也无法包括\"左附件区的迂曲管状低-无回声及子宫左侧与左卵巢之间管状低回声\"。\n最常见的附件区迂曲管状无回声区是输卵管积液，患者左附件区的管状无回声区透声差，还应该考虑盆腔淤血综合征的可能。首先加彩后发现血流信号很丰富，排除输卵管积液的诊断的同时恶性病变也应该考虑。再次追问家族史，了解到患者母亲2019年4月发现患有卵巢透明细胞癌，但观察本例患者体态丰腴，并没有恶病质的表现。仔细扫查发现该迂曲管状结构呈\"蜂窝样\"改变，无回声区周边为实性等回声，与盆腔淤血的单纯血管扩张的改变不同，其与子宫颈左侧关系密切，且可见一子宫动脉分支进入该异常回声内。迂曲管状回声内部测及静脉血流信号，周边的低回声内部未见明显血流信号。声像图表现就像一只顺着血管\"管道\"爬行的\"蠕虫\"，很像是\"子宫脉管内平滑肌瘤\"的非常具有特点的大体标本形态。\n再次梳理病史：患者为有生育史的育龄期妇女，于1 +年前因\"子宫肌瘤\"行肌瘤切除史，目前出现腹痛症状，超声检查提示子宫体积明显增大，可见瘤体穿出子宫，且瘤体内血供丰富，目前诊断\"子宫脉管内平滑肌瘤\"比较明确。这个疾病虽然是良性病变，但有恶性病变的生长特点，可以沿着下腔静脉甚至进入右心房，我们试图去检查她的下腔静脉里面是否有异常回声，但因为患者本身腹壁脂肪以及肠气的干扰没有成功。同时子宫左侧与左卵巢之间管状低回声也没有一个特别明确的诊断依据。最后给出了如上的超声诊断，并建议静脉超声造影检查。根据该疾病的特征，易累及下腔静脉、心脏、肺部，临床医生给本例患者安排了进一步的检查。胸部Ct未见明显异常，心脏房室内未见明显异常。最后全腹MRI及下腔静脉CT也给出了相同的超声诊断。"}
{"id": "1366817", "Diagnostic_results": "三、诊断\n根据临床表现及影像学检查可明确诊断为右侧颈部、胸壁、胸腔、右手淋巴血管畸形。鉴别诊断：1.静脉畸形，静脉畸形影像表现没有囊性分割，且外观表现不同，静脉畸形皮肤可见青紫色；2.恶性肿瘤，恶性肿瘤短期快速增长，是实性肿瘤。"}
{"id": "1369119", "Diagnostic_results": "三、诊断\n姐妹俩均诊断为Ⅰ型神经纤维瘤病合并巨大神经纤维瘤。"}
{"id": "1437004", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：1.急性肺动脉栓塞（肺栓塞危险分层：中-高危），2.左锁骨下动脉栓塞，3.心房颤动，4.慢性阻塞性肺疾病。\n鉴别诊断：1.急性心肌梗死急性肺栓塞可出现剧烈胸痛伴心电图酷似心肌梗死图形，需与急性心肌梗死相鉴别，在年龄较大的急性肺栓塞或复发性肺栓塞患者心电图可出现Ⅱ、Ⅲ、aVF导联ST段、T波改变，甚至V1-4导联呈现\"冠状T\"，同时存在的胸痛、气短，容易诊断为冠状动脉供血不足或心内膜下心肌梗死。通常肺栓塞的心电图除ST，T改变外，心电轴右偏明显或出现SIQⅢTⅢ型及\"肺型P\"波，心电图改变常在1~2周内明显好转或消失，与冠心病者不同。肺栓塞患者为劳力性呼吸困难，而冠心病为劳力性心绞痛。放射性核素心肌显像二者截然不同，肺栓塞缺少典型的心肌灌注缺损或\"再灌注\"表现。2.肺炎发热，胸痛，咳嗽，白细胞增多，X线胸片示浸润阴影等易与肺栓塞相混淆，是肺栓塞最易误诊的疾病之一。如能注意较明显的呼吸困难，颈静脉充盈，下肢静脉炎，X线胸片示反复浸润阴影和区域性肺血管纹理减少以及血气异常等，应疑有肺栓塞，再进一步做CT和MRI等检查，多可予鉴别。3.主动脉夹层急性肺栓塞患者剧烈胸痛，上纵隔阴影增宽(上腔静脉扩张引起)，胸腔积液，伴休克者需与主动脉夹层相鉴别，后者多有高血压病史，疼痛部位广泛，与呼吸无关，发绀不明显，超声心动图检查有助于鉴别。"}
{"id": "1361110", "Diagnostic_results": "三、诊断\n患者以高热、干咳及意识改变为主要临床表现，追问病史有鹦鹉接触史，实验室检查提示中性粒细胞、C反应蛋白明显升高，肝酶、胰酶、肌酸激酶升高，双肺实变影及斑片密度增高影，实变影内可见支气管影，血和痰标本mNGS病原学结果显示鹦鹉热衣原体，重症鹦鹉热衣原体肺炎的诊断明确。需与其他类型不典型肺炎如肺炎支原体、军团菌肺炎等相鉴别，均有赖于病原学检测结果。"}
{"id": "1481077", "Diagnostic_results": "三、诊断与诊断依据\n1.肺部感染；2.脓毒性休克；3.代谢性酸中毒；4.高乳酸血症。依据，有咳嗽、气促和发热等呼吸道感染症状。白细胞、降钙素原、C反应蛋白等感染指标升高、胸部CT提示肺部感染，伴有血压降低、血清乳酸水平的升高和pH降低。"}
{"id": "1453246", "Diagnostic_results": "三、诊断与鉴别诊断\n结合临床症状，该患者被诊断为：\n（1）口腔扁平苔藓；患者口腔病损以充血及白纹为主，同时具有进食刺激症状，排除全身用药史，结合活检结果显示典型的锯齿样表皮突、黏膜下层带状淋巴细胞浸润等特征，支持口腔扁平苔藓诊断。\n鉴别诊断：口腔扁平苔藓通常与口腔苔藓样药物反应、口腔苔藓样接触反应、白斑相鉴别，该患者无相关全身用药史，考虑不支持口腔苔藓样药物反应诊断。患者右下后牙可见金属假牙，但其口腔病损为双侧，左侧为著，考虑不支持口腔苔藓样接触反应诊断。患者口腔黏膜表现为树枝状及网状条纹，结合病理表现考虑不支持白斑诊断。\n（2）干眼病；根据2020年《中国干眼专家共识：定义和分类》，诊断该患者为干眼症，分级为轻至中度。根据我国《原发性干燥综合征诊疗规范》，患者眼部情况评价如下：症状评估方面，患者具有明确眼部不适感及一过性视觉障碍，包括干涩感及异物感等，持续时间超过3月以上。Schirmer I试验提示患者泪液分泌相对不足，虽未达<5 mm/5 min，但我国专家共识指出Schirmer试验可重复性稍弱，可择期复查以明确。BUT提示明确阳性，角膜荧光素染色根据van Bijsterveld评分系统为3分，支持干眼诊断。据此，患者眼部检查支持SS诊断。\n鉴别诊断：干眼症一般与眼表过敏、视疲劳及慢性结膜炎相鉴别，该患者眼痒症状不明确，同时裂隙灯检查未见结膜滤泡，考虑不支持眼表过敏诊断。患者不存在明显屈光不正及屈光参差，职业及用眼习惯非视近为主，考虑视疲劳诊断亦不能支持。最后，患者裂隙灯检查未见明确滤泡及乳头，结膜囊内无明确分泌物，未见耳前淋巴结肿大，考虑慢性结膜炎诊断亦不能支持。\n（3）干燥综合征；\n根据2002年美欧修订的SS国际分类标准（American and European Consensus Group，AECC标准）[ 5 ]以及2016年美国风湿病学会（ACR）/欧洲抗风湿病联盟（EULAR）制定的分类标准[ 6 ]，患者以眼干为主要临床表现，唇腺活检结果典型，满足评分项目，诊断明确，符合原发性干燥综合征诊断。\n（4）阴道腺病术后，阴道透明细胞癌切除术后，子宫双附件切除术+阴道病灶切除术后；\n诊断明确，无需鉴别。"}
{"id": "1466946", "Diagnostic_results": "三、诊断\n患者临床表现结合上述病理、影像学等检查结果，诊断为右肺腺癌伴纵隔淋巴结、右锁骨上淋巴结、肺内转移(cT2bN3M1a ⅣA期ECOG PS 1分)。"}
{"id": "1443417", "Diagnostic_results": "三、诊断与鉴别诊断\n1．入院诊断\n高胆汁酸血症。\n2．最终诊断\n（1）NTCP缺陷病：患儿血清总胆汁酸（TBA）持续增长，不伴黄疸、转氨酶增高，白蛋白、凝血功能异常，全外显子基因测序示：SLC10A1基因有1个纯合变异，故诊断。（2）白内障（左眼）：眼底检查右眼晶体透明，左眼大瞳下晶体鼻上周边可见小片状混浊，故诊断。（3）玻璃体混浊（双眼）：眼底检查示左眼颞侧可见较大面积可移动性团状物质，鼻上可见白色可移动亮白色团状物质；眼部B超示右眼玻璃体内可见少量点状中等回声，运动+，球壁未见明显异常回声；左眼玻璃体内可见多个条状低回声，运动+，部分与后极部眼球壁相连；眼部超声示双眼玻璃体混浊，故诊断。（4）斜视：右眼运动正常，左眼上斜视，歪头试验阳性，患儿将头向左倾斜时，左眼上斜视度数明显增加，双眼运动表现为左眼内下转时落后。\n3．鉴别诊断\n（1）胆道闭锁（BA）：BA临床表现为陶土色粪便、黄疸、肝肿大、直接血红素升高，可伴有胆汁酸增高。此患儿胆汁酸增高支持，但患儿早期ABO溶血性黄疸经治疗黄疸消失后无再次出现黄疸，仅有胆汁酸增高，大便正常，肝脾不大，不支持BA，结合患儿基因检测结果SLC10A1基因有1个纯合变异，故不考虑BA。（2）新生儿肝内胆汁淤积症（NICCD）：NICCD是由SLC25A13基因突变导致编码Citrin蛋白缺失和功能异常，临床表现为黄疸消退延迟或退而复现，常可见血清总胆汁酸、结合胆红素升高、转氨酶增高、肝细胞及毛细胆管淤胆等。此患儿血清总胆汁酸增高支持，但早期ABO溶血性黄疸经治疗黄疸消失后无再次复现黄疸，且\"肺炎\"治愈后转氨酶无明显异常，仅有胆汁酸增高，不支持，结合患儿基因检测结果SLC10A1基因有1个纯合变异，故不考虑NICCD。（3）进行性家族性肝内胆汁淤积症（PFIC）2型：PFIC 2型是由位于染色体2q31的ABCB11基因突变引起，导致胆盐输出泵（BSEP）缺陷，胆汁酸从肝细胞向毛细胆管排泄障碍，胆汁酸在肝细胞中积聚，继而损伤细胞，引起新生儿胆汁淤积性黄疸[ 7 ]。临床表现为黄疸、严重瘙痒、肝脏肿大，可发生肝功能衰竭、肝细胞癌，GGT值正常、血胆汁酸值显著升高、ALT显著升高。此患儿胆汁酸增高支持，但患儿新生儿期黄疸消退后无再次出现皮肤黄染，无肝脏肿大，肝功能无明显异常，仅有血胆汁酸增高，不支持PFIC 2型，结合患儿基因检测结果SLC10A1基因有1个纯合致病变异，故暂不考虑PFIC 2型。"}
{"id": "1481750", "Diagnostic_results": "三、诊断与鉴别诊断\n结合病史特点、精神专科检查及量表评估结果，根据ICD-10诊断标准，患者在超过1个月的大部分时间里表现幻觉、妄想和怪异行为，即符合以下诊断标准：评论性幻听；与文化不相称且根本不可能的其他类型的持续性妄想，如路人说笑都是在议论自己；连续数周或数月每日均出现的任何感官的幻觉，如幻触；阴性症状，如显著情感淡漠、言语贫乏、情感迟钝或不协调，常导致社会退缩及社会功能下降，这些症状并非由抑郁症或神经阻滞剂治疗所致。严重影响日常生活和社会功能，可排除躯体疾病或精神活性物质所致精神障碍等，主要与分裂情感性障碍、妄想性障碍鉴别，入院诊断为偏执型精神分裂症。"}
{"id": "1413177", "Diagnostic_results": "三、诊断\n根据患儿症状、脑脊液、影像学检查、母亲阴道分泌物培养，诊断为新生儿人型支原体脑膜炎。"}
{"id": "1408859", "Diagnostic_results": "三、诊断\n1．全身多处爆炸伤；2.外生殖器及右腹股沟皮肤缺损；3.右侧睾丸破裂伤；4.左眼损伤；5.双侧眼眶异物。"}
{"id": "1444308", "Diagnostic_results": "三、诊断与鉴别诊断\n本病例中，患者以肢体抖动起病，颅脑MRI提示双侧基底节丘脑异常信号，定位为基底节区，根据MIDNIGHT定性诊断原则应着重警惕脑中毒、变性、肿瘤、感染、血管性、代谢等相关疾病。中毒性脑病常见的有一氧化碳、甲醇、霉变甘蔗中毒等，可导致相关颅脑影像改变，详细询问病史，患者否认近期相关食物、药物接触史以及食用史，故暂时予以排除相关诊断。感染性脑病如弓形虫感染、病毒性脑炎等，患者近期无发热感冒、头疼、意识障碍等症状，无野外旅居及食用野味史，血常规未见相关感染指标明显异常，故予以排除。肿瘤性脑病常见的有胶质瘤、淋巴瘤等，依据患者症状及体征，暂不予相关考虑。神经变性疾病常见的有Hallervorden-Spatz病（苍白球黑质红核色素变性）、克雅氏病、Fahr氏病等，结合患者症状以及实验室检查可排除克雅氏病、Fahr氏病，而Hallervorden-Spatz颅脑MRI示T2低信号与本例患者不符，故暂不予以考虑。血管性脑病常见的有脑深部静脉血栓形成、基底动脉栓塞Percheron动脉阻塞综合征、白塞氏病、成人缺血缺氧性脑病等，患者无口腔溃疡、眼睑结膜炎等症状，2021年6月于外院诊断为\"卵圆孔未闭\"行\"卵圆孔封堵术\"，且行颅脑MRA示未见明显异常，颅脑MRI示双侧基底节区及大脑脚扩大的血管间腔腔隙性脑梗，考虑颅内静脉和静脉窦血栓形成（CVST）等相关疾病，但外院予以积极对症治疗未见明显改善，故暂不予考虑。代谢性疾病常见的有获得性的高氨血症、低血糖、渗透性髓鞘溶解症以及遗传性高胆红素血症、Wilson病、Wernicke脑病、Leigh综合征等，患者青年急性起病，既往体健，无长期饮酒史，结合急诊血氨、血糖、血钠、血胆红素等均在正常参考值范围，综合考虑机体代谢过程中某些基因突变导致的遗传性因素可能性更大，同时入院后辅助检查提示血清铜蓝蛋白、铜氧化酶及血铜显著降低，尿铜升高，KF环（+），肝功能以及肝纤维化四项指标异常，此外进一步完善全外显子检测提示: ATP7B基因基因检测，c.2333G>T ( P.R778L)纯合突变，明确诊断为肝豆状核变性，予以患者对症治疗后症状明显改善。"}
{"id": "1447056", "Diagnostic_results": "三、诊断\n上下颌牙列缺损；毛氏Ⅱ类5分类 [ 3 ]；广泛型Ⅳ期牙周炎 [ 4 , 5 ]；37深龋。"}
{"id": "1435400", "Diagnostic_results": "三、诊断\n先天性丙酮酸激酶缺乏症：根据患儿生后即有贫血，胆红素明显升高、间接胆红素升高为主，体格检查及腹部彩超均提示脾脏大，支持\"溶血性贫血\"。铁代谢、抗人球蛋白试验、CD55及CD59、红细胞渗透脆性、血红蛋白电泳等检测均未见异常，其它病因相关的溶血性贫血可能性小，结合基因检测结果，PKLR基因存在复合杂合突变，故诊断。"}
{"id": "1408825", "Diagnostic_results": "三、诊断\n诊断：鞍上区毛细胞黏液型星形细胞瘤WHOⅡ级。"}
{"id": "1458507", "Diagnostic_results": "三、诊断与鉴别诊断\n诊断：胃十二指肠重复畸形。\n诊断依据：（1）男性患儿，月龄1个月1 d。（2）代主诉，停止排便伴呕吐20 d。（3）体格检查，中上腹部膨隆，上腹部可触及肿物，肠鸣音弱。（4）辅助检查，腹部X线片提示腹部肠管广泛扩张积气、可见液体平，上腹部肠管扩张积气较重，考虑高位不全肠梗阻；胃十二指肠超声及腹部平扫+增强（64排及以上CT）所见。（5）术中所见及术后病理。\n鉴别诊断：（1）胃间质瘤。胃间质瘤起源于胃肠道间质星形胶质细胞，具有恶性潜能的胃肠道黏膜下肿瘤，多发于60~80岁人群，以胃体多见，其次胃底，胃窦少见，临床表现与肿瘤大小及良恶性有关。肿瘤较小时CT呈圆形或类圆形，均质，边界清，动脉期显著均匀强化，实质期呈持续强化。本例患儿年龄、发病部位及CT表现均不符，故不考虑胃间质瘤。（2）胰腺假性囊肿。胰腺假性囊肿多继发于急慢性胰腺炎、胰腺损伤等临床表现与胰腺炎及囊肿位置、大小、是否合并感染有关系，囊肿可压迫可出现呕吐、腹胀、腹痛、食欲差等肠梗阻症状、门脉高压，压迫胆管可引起黄疸、组织缺血等，可合并感染、胰腺分泌功能等异常。"}
{"id": "1428021", "Diagnostic_results": "三、诊断与鉴别诊断\n患者有明确的ICIs应用病史，恶性肿瘤治疗前评估基线时心肌标志物、转氨酶均正常。治疗1个疗程后1个月出现眼睑下垂伴心肌酶谱（以CK、CK-MB升高为主）、转氨酶升高，冠脉造影提示正常冠脉，心脏增强磁共振提示非特异性的心肌炎改变，疲劳试验（+），新斯的明试验改善率57%，自身抗体未见显著异常，副肿瘤综合征抗体（-），考虑诊断ICIs相关心肌炎、肌炎合并重症肌无力。其中ICIs相关心肌炎、肌炎，日常活动无症状，为1级；ICIs相关重症肌无力，表现为眼肌受累，为2级。\n患者无胸闷、胸痛症状，冠脉造影提示正常冠脉，心肌标志物升高不符合心肌梗死特异性动态改变，不支持急性冠脉综合征诊断。患者无胸痛、咯血、呼吸困难症状，D-二聚体阴性，无肺动脉高压及右心衰竭表现，不支持肺栓塞表现。患者初诊肺腺癌时行基线评估未见心脏受累，目前治疗1程后，副瘤综合征抗体（-），暂不考虑肿瘤进展及副瘤综合征所致心肌标志物升高。"}
{"id": "1353490", "Diagnostic_results": "Moortgat S等人2018年报道了21例HUWE1基因变异的患儿，其中女性14例，男性7例，发现了15种不同的错义突变类型和1例剪接位点突变，这些患儿的临床特征包括智力障碍、语言障碍、身材矮小、内眦赘皮、短眼睑裂、脊柱侧弯[ 2 ]。邓劼等人报道[ 8 ]了1例HUWE1基因新发突变的早发性癫痫性脑病患儿，该患儿生后2.5h起病，为局灶性发作，先后应用苯巴比妥、左乙拉西坦、奥卡西平控制癫痫发作，治疗1月余缓解，至末次随访时智力发育轻度落后。Demily C等人[ 9 ]报道了1例癫痫合并孤独症谱系障碍的患儿，基因检测提示Xp11.22区有拷贝数变异、HUWE1基因发生突变，该基因突变来源于患儿母亲。Muthusamy B等人[ 10 ]报道了两例具有Say-Meyer综合征临床表型的兄妹，全外显子检测发现HUWE1基因变异，他们患有中-重度智力障碍和孤独症谱系障碍，表现为身材矮小、肌张力低、智力障碍、发育迟缓。Juberg-Marsidi综合征是XLID最严重的形式之一，其临床表现为急性认知功能障碍、矮身材、小头畸形、癫痫发作，Aprigliano R等人发现X连锁的Juberg-Marsidi综合征是由HUWE1基因变异所致[ 11 ]。Bosshard M等指出[ 12 ]，由HUWE1基因变异导致的X连锁智力障碍，其临床表型具有高度异质性，如特殊面容、小头畸形、不同程度的智力障碍、发育迟缓、耳聋、关节挛缩、眼部疾病、尿失禁等。本文报道1例确诊的HUWE1基因c.12702(exon82)T>G（p.Ile4234Met）新发突变的XLID患儿，该患儿有语言障碍、惊厥发作、运动发育落后、高腭弓、骨发育异常等表现，符合既往文献报道的临床表型，且该突变位点为新发现的位点。康复治疗对于这部分患儿至关重要，专业的康复训练可一定程度上改善患儿的机体功能障碍，提高生活质量，合并癫痫的患儿需在神经专科医师的指导下进行抗癫痫治疗。"}
{"id": "1435074", "Diagnostic_results": "三、诊断与鉴别诊断\n中年女性，言语障碍急性起病，颅脑磁共振提示左侧颞顶叶占位性病变，考虑淋巴瘤可能，组织病理活检结果回报明确诊断DLBCL（Hans分型，非生发中心），骨髓流式及病理检查、PET/CT均未提示中枢外系统淋巴瘤受累。因存在脑疝暂缓腰穿评估，<60岁0分，LDH正常0分，脑脊液蛋白未明，EOCG 0分，深部组织受累1分，诊断\"原发中枢神经系统DLBCL（non-GCB型，高ki-67，IELSG评分≥1分）\"。"}
{"id": "1496999", "Diagnostic_results": "三、诊断与鉴别诊断\n患者滤泡性淋巴瘤靶向联合化疗药物治疗中，免疫低下，此次以反复低热伴突发的胸闷不适，低氧血症为主要表现，肺部听诊两肺呼吸音低，胸部影像学提示两肺间质性炎症，部分肺间质纤维化可能；外周血mNGS结果测得耶氏肺孢子菌（序列数5）。因而诊断为：（1）卡氏肺孢子菌肺炎；（2）继发性肺间质纤维化；（3）滤泡性淋巴瘤Ⅰ级Ⅱ E期A组；（4）不完全性肠梗阻；（5）下肢静脉血栓形成。\n患者以反复低热、伴低氧血症为临床表现，需考虑肺部感染（细菌性？真菌性？免疫相关性肺炎？），由于患者呼吸道病原菌培养阴性，血清G实验阳性，结合影像结果不能排除真菌性肺炎的可能。此外患者CD20单抗治疗过程，出现肺部间质性的改变，需考虑免疫相关性肺炎，但其诊断仍需排除感染性因素及其他原因引起的肺间质性疾病。此外患者既往化疗后下肢静脉血栓形成，长期口服利伐沙班10 mg/d，此次伴有低氧血症的临床症状，急查凝血功能：凝血酶原时间16 s，活化部分凝血活酶时间34.7 s，D-二聚体0.28 mg/L；结合影像结果，故暂不考虑肺栓塞可能。"}
